Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: Automotive Search Engine
it_it: Motore di ricerca automobilistico
pl_pl: Wyszukiwarka motoryzacyjna
ro_ro: Motor de căutare auto

source: Private Banking
it_it: Banca privata
pl_pl: Prywatna bankowość

source: Stock Brocker
it_it: Agente di borsa
pl_pl: Makler giełdowy
ro_ro: Broker de acțiuni

source: Fractional-reserve Banking
it_it: Banking a riserva frazionaria
pl_pl: Cząstkowej rezerwy bankowej
ro_ro: Banca cu rezerve fracționale

source: Mobile Banking
it_it: Servizi bancari per smarthpone
pl_pl: Bankowość mobilna
ro_ro: Servicii bancare pe mobil

source: Plant Biotechnology
it_it: Biotecnologie vegetali
pl_pl: Biotechnologia roślin
ro_ro: Biotehnologia plantelor

source: Animal Biotechnology
it_it: Biotecnologie animali
pl_pl: Biotechnologia Zwierząt
ro_ro: Biotehnologia animalelor

source: Biotechnology & Medicine
it_it: Biotecnologie e Medicina
pl_pl: Biotechnologia i Medycyna
ro_ro: Biotehnologie și Medicină

source: Biotechnology & Society
it_it: Biotecnologie e società
pl_pl: Biotechnologia i społeczeństwo
ro_ro: Biotehnologie și societate

source: Industrail & Microbial Biotechnonogy
it_it: Biotecnologie industriali e microbiche
pl_pl: Biotechnologia przemysłowa i mikrobiologiczna
ro_ro: Biotehnologie industrială și microbiană

source: Construction (Design & Managment)
it_it: Edilizia (progettazione e gestione)
pl_pl: Budownictwo (projektowanie i zarządzanie)
ro_ro: Constructii (Design & Management)

source: Construction Engineering
it_it: Ingegneria delle Costruzioni
pl_pl: Inżynieria budowlana
ro_ro: Ingineria construcțiilor

source: Composite Construction
it_it: Costruzione composita
pl_pl: Konstrukcja kompozytowa
ro_ro: Construcție compozită

source: Civil Engineering
it_it: Ingegneria Civile
pl_pl: Inżynieria lądowa
ro_ro: Inginerie civilă

source: Software Engineering
it_it: Ingegneria software
pl_pl: Inżynieria oprogramowania
ro_ro: Inginerie software

source: Nuclear Engineering
it_it: Ingegneria nucleare
pl_pl: Inżynieria nuklearna
ro_ro: Inginerie Nucleara

source: Ocean Engingeering
it_it: Ingegneria oceanica
pl_pl: Inżynieria oceaniczna
ro_ro: Inginerie oceanică

source: Transpotation Engineering
it_it: Ingegneria dei trasporti
pl_pl: Inżynieria transportu
ro_ro: Ingineria transporturilor

source: Security Cleared Jobs
it_it: Lavori cancellati dalla sicurezza
pl_pl: Zadania zabezpieczone pod kątem bezpieczeństwa
ro_ro: Lucrări de securitate șterse

source: Security Cleared IT Jobs
it_it: La sicurezza ha cancellato i lavori IT
pl_pl: Praca IT z poświadczeniem bezpieczeństwa
ro_ro: Lucrări de securitate șterse IT

source: Confidential & Secret Security Clearance Job
it_it: Lavoro di sdoganamento riservato e segreto di sicurezza
pl_pl: Praca poufna i tajna kontrola bezpieczeństwa
ro_ro: Job confidențial și secret de autorizare de securitate

source: Verbal
it_it: Verbale
pl_pl: Werbalny

source: Non-verbal
it_it: Non verbale
pl_pl: Niewerbalne

source: Computer Consulting Services
it_it: Servizi di consulenza informatica
pl_pl: Usługi doradztwa komputerowego
ro_ro: Servicii de consultanta informatica

source: Computer Installations Services
it_it: Servizi di installazione di computer
pl_pl: Usługi instalacji komputerowych
ro_ro: Servicii Instalatii Calculatoare

source: Software Vendors
it_it: Fornitori di software
pl_pl: Dostawcy oprogramowania
ro_ro: Furnizori de software

source: Renovaiton
it_it: Ristrutturazione
pl_pl: Renowacja
ro_ro: Renovare

source: New Construction
it_it: Nuova costruzione
pl_pl: Nowa konstrukcja
ro_ro: Construcție nouă

source: Organization Development
it_it: Sviluppo organizzativo
pl_pl: Rozwój organizacji
ro_ro: Dezvoltarea organizației

source: Construction Management
it_it: Gestione della costruzione
pl_pl: Kierownictwo budowy
ro_ro: Managentul construcțiilor

source: Managment Consulting
it_it: Consulenza gestionale
pl_pl: Doradztwo w zakresie zarządzania
ro_ro: Consultanță in management

source: High Touch Customer Service
it_it: Servizio Clienti High Touch
pl_pl: Obsługa klienta na wysokim poziomie
ro_ro: Serviciu Clienți High Touch

source: Low Touch Customer Service
it_it: Servizio clienti low-touch
pl_pl: Obsługa klienta z niskim dotykiem
ro_ro: Serviciu Clienți Low Touch

source: Bad Touch Customer Service
it_it: Servizio Clienti Cattivo Tocco
pl_pl: Obsługa klienta w złym kontakcie
ro_ro: Serviciul Clienți Bad Touch

source: By Using legal services for the poor
it_it: Utilizzando i servizi legali per i poveri
pl_pl: Korzystając z usług prawnych dla ubogich
ro_ro: Prin utilizarea serviciilor juridice pentru cei săraci

source: By Using Retained Counsel
it_it: Utilizzando il consiglio trattenuto
pl_pl: Korzystając z Zatrzymanych Radców
ro_ro: Prin utilizarea avocatului reținut

source: By Self-representation
it_it: Per autorappresentazione
pl_pl: Przez autoreprezentację
ro_ro: Prin auto-reprezentare

source: Project Subtype Design
it_it: Progettazione del sottotipo di progetto
pl_pl: Projekt podtypu projektu
ro_ro: Proiectare subtip de proiect

source: Graphic Design
pl_pl: Projekt graficzny
ro_ro: Design grafic

source: Interior Desing
it_it: Interior design
pl_pl: Projektowanie wnętrz
ro_ro: Design interior

source: IT or Engineering Education
it_it: Formazione informatica o ingegneristica
pl_pl: Edukacja informatyczna lub inżynierska
ro_ro: Educație IT sau Inginerie

source: Commerce & Managment
it_it: Commercio e gestione
pl_pl: Handel i zarządzanie
ro_ro: Comerț și management

source: Medical Education
it_it: Educazione medica
pl_pl: Edukacja medyczna
ro_ro: Educatie medicala

source: Power Engineering
it_it: Ingegneria Energetica
pl_pl: Inżynieria energetyczna
ro_ro: Inginerie energetică

source: Instrumentation
it_it: Strumentazione
pl_pl: Oprzyrządowanie
ro_ro: Instrumentaţie

source: Telecommunication
it_it: Telecomunicazione
pl_pl: Telekomunikacja
ro_ro: Telecomunicaţie

source: Signal Processing
it_it: Elaborazione del segnale
pl_pl: Przetwarzanie sygnałów
ro_ro: Procesare a semnalului

source: Electromagnetics
it_it: Elettromagnetica
pl_pl: Elektromagnetyka
ro_ro: Electromagnetică

source: Network Analysis
it_it: Analisi di rete
pl_pl: Analiza sieci
ro_ro: Analiza rețelei

source: Control Systems
it_it: Sistemi di controllo
pl_pl: Systemy kontrolne
ro_ro: Sistem de control

source: Thermal Energy
it_it: Energia termica
pl_pl: Energia cieplna
ro_ro: Energie termală

source: Chemical Energy
it_it: Energia chimica
pl_pl: Energia chemiczna
ro_ro: Energie chimica

source: Electrical Energy
it_it: Energia elettrica
pl_pl: Energia elektryczna
ro_ro: Energie electrica

source: Nuclear Energy
it_it: Energia nucleare
pl_pl: Energia nuklearna
ro_ro: Energie nucleară

source: Nuclear Safety
it_it: Sicurezza nucleare
pl_pl: Bezpieczeństwo nuklearne
ro_ro: Securitatea nucleară

source: Agriculture Safety
it_it: Sicurezza in agricoltura
pl_pl: Bezpieczeństwo rolnictwa
ro_ro: Siguranța Agriculturii

source: Occupational Health Safety
it_it: Sicurezza sul lavoro
pl_pl: Bezpieczeństwo i higiena pracy
ro_ro: Securitatea Sănătăţii în Muncă

source: Unique Fundraisers
it_it: Raccolta fondi unica
pl_pl: Unikalne zbiórki pieniędzy
ro_ro: Strângeri de fonduri unice

source: Sports Fundraiserse
it_it: Raccolta fondi per lo sport
pl_pl: Zbiórka funduszy sportowych
ro_ro: Strângere de fonduri pentru sport

source: Fundraisers
it_it: raccolte fondi
pl_pl: Zbieranie funduszy
ro_ro: Strângeri de fonduri

source: Staying Informed
it_it: Rimanere informato
pl_pl: Bądź na bieżąco
ro_ro: Rămâi informat

source: Medical Edcuation
it_it: Educazione medica
pl_pl: Edukacja medyczna
ro_ro: Educatie medicala

source: Managing a partucular disease
it_it: Gestire una particolare malattia
pl_pl: Zarządzanie konkretną chorobą
ro_ro: Gestionarea unei anumite boli

source: Customs & Border Protection
it_it: Dogane e protezione delle frontiere
pl_pl: Ochrona celna i graniczna
ro_ro: Vamă și Protecția Frontierei

source: Federal Law & Enforcement
it_it: Legge federale e applicazione
pl_pl: Prawo federalne i egzekwowanie
ro_ro: Legea federală și aplicarea legii

source: Nation Protection
it_it: Protezione della nazione
pl_pl: Ochrona narodu
ro_ro: Protecția Națiunii

source: Benefits Administrators
it_it: Benefici Amministratori
pl_pl: Korzyści Administratorzy
ro_ro: Administratori de beneficii

source: Executive Compensation Analysts
it_it: Analisti di retribuzione esecutiva
pl_pl: Wykonawczy analitycy ds. wynagrodzeń
ro_ro: Analiștii de compensare a executivului

source: Managment Analysts
it_it: Analisti Gestionali
pl_pl: Analitycy Zarządzania
ro_ro: Analiști de management

source: Health Insurance
it_it: Assicurazione sanitaria
pl_pl: Ubezpieczenie zdrowotne
ro_ro: Asigurare de sanatate

source: Life Insurance
it_it: Assicurazione sulla vita
pl_pl: Ubezpieczenie na życie
ro_ro: Asigurare de viata

source: Vehicle Insurance
it_it: Assicurazione del veicolo
pl_pl: Ubezpieczenie pojazdu
ro_ro: Asigurare de vehicule

source: Artificial Intelligence
it_it: Intelligenza artificiale
pl_pl: Sztuczna inteligencja
ro_ro: Inteligenţă artificială

source: Predictive Analytics
it_it: Analisi predittiva
pl_pl: Analityka predykcyjna
ro_ro: Analize predictive

source: Science & Technology
it_it: Tecnologia scientifica
pl_pl: Technologia naukowa
ro_ro: Stiinta tehnologiei

source: Work Experience internship
it_it: Stage di esperienza lavorativa
pl_pl: Praktyki zawodowe
ro_ro: Stagiu de experiență de muncă

source: Research internship
it_it: Tirocinio di ricerca
pl_pl: Staż naukowy
ro_ro: Stagiu de cercetare

source: Sales & Marketing Intern
it_it: Stagista vendite e marketing
pl_pl: Stażysta w sprzedaży i marketingu
ro_ro: Stagiar în vânzări și marketing

source: According To Law
it_it: Secondo la legge
pl_pl: Zgodnie z prawem
ro_ro: Conform Legii

source: Defined Rule
it_it: Regola definita
pl_pl: Zdefiniowana reguła
ro_ro: Regulă definită

source: Shipping
it_it: Spedizione
pl_pl: Wysyłka
ro_ro: Transport

source: Transpotation Managment
it_it: Gestione dei trasporti
pl_pl: Zarządzanie transportem
ro_ro: Managementul transporturilor

source: Third-party Logistics Provider
it_it: Fornitore di logistica di terze parti
pl_pl: Zewnętrzny dostawca logistyczny
ro_ro: Furnizor de logistică terță parte

source: General Maintenance
it_it: Manutenzione generale
pl_pl: Ogólne utrzymanie
ro_ro: Mentenanta generala

source: Automobile Maintenance
it_it: Manutenzione dell'auto
pl_pl: Konserwacja samochodów
ro_ro: Întreținere auto

source: Equipment Manitenance
it_it: Manutenzione dell'equipaggiamento
pl_pl: Konserwacji sprzętu
ro_ro: Intretinere de echipamente

source: Project Managment
it_it: Gestione di progetto
pl_pl: Zarządzanie projektami
ro_ro: Management de proiect

source: Planning
it_it: Pianificazione
pl_pl: Planowanie
ro_ro: Planificare

source: Risk Managment
it_it: Gestione del rischio
pl_pl: Zarządzanie ryzykiem
ro_ro: Managementul riscurilor

source: Quality Assurance
it_it: Garanzia di qualità
pl_pl: Zapewnienie jakości
ro_ro: Asigurarea calității

source: Product Manager
it_it: Responsabile del prodotto
pl_pl: Menedżer produktu
ro_ro: Manager de produs

source: Planning Supervisor
it_it: Supervisore alla pianificazione
pl_pl: Kierownik ds. Planowania
ro_ro: Supraveghetor de planificare

source: Networking
it_it: Rete
pl_pl: Sieć
ro_ro: Rețele

source: Direct Mail Marketing
it_it: Marketing per posta diretta
pl_pl: Marketing bezpośredni pocztą

source: Media Advertising
it_it: Pubblicità sui media
pl_pl: Reklamy w mediach
ro_ro: Publicitate media

source: Supply Chain
it_it: Catena di fornitura
pl_pl: Łańcuch dostaw
ro_ro: Lanț de aprovizionare

source: Hazardous Materials Management
it_it: Gestione dei materiali pericolosi
pl_pl: Zarządzanie materiałami niebezpiecznymi
ro_ro: Managementul materialelor periculoase

source: Materials Inventory Managment
it_it: Gestione dell'inventario dei materiali
pl_pl: Zarządzanie zapasami materiałów
ro_ro: Managementul inventarului de materiale

source: Aerospace
it_it: Aerospaziale
pl_pl: Przemysł lotniczy
ro_ro: Aerospațial

source: Biomedical
it_it: Biomedico
pl_pl: Biomedyczne
ro_ro: Biomedicale

source: Mechanical
it_it: Meccanico
pl_pl: Mechaniczny
ro_ro: Mecanic

source: Naval
it_it: Navale
pl_pl: Morski

source: Conventional Mortgage
it_it: Mutuo convenzionale
pl_pl: Konwencjonalny kredyt hipoteczny
ro_ro: Ipoteca convențională

source: Adjustable Rate Mortgage
it_it: Mutuo a tasso variabile
pl_pl: Kredyt hipoteczny o zmiennym oprocentowaniu
ro_ro: Ipoteca cu rată ajustabilă

source: Commercial Mortgages
it_it: Mutui commerciali
pl_pl: Komercyjne kredyty hipoteczne
ro_ro: Ipoteci comerciale

source: Economic Security
it_it: Sicurezza economica
pl_pl: Bezpieczeństwo ekonomiczne
ro_ro: Securitate economică

source: Environmental Security
it_it: Sicurezza ambientale
pl_pl: Bezpieczeństwo środowiskowe
ro_ro: Securitatea mediului

source: Military Security
it_it: Sicurezza militare
pl_pl: Bezpieczeństwo wojskowe
ro_ro: Securitatea militară

source: Freelance Portfolios
it_it: Portafogli freelance
pl_pl: Niezależne portfele
ro_ro: Portofolii independenți

source: Freelance Freedom
it_it: Libertà da libero professionista
pl_pl: Wolność Niezależnego
ro_ro: Libertate independentă

source: Freelance Jobs
it_it: Lavori da freelance
pl_pl: Praca freelancer
ro_ro: Locuri de munca freelance

source: Offset Lithographp
it_it: Litografia offset p
pl_pl: Litografia offsetowa
ro_ro: Litografia offsetp

source: Themography Raised Printing
it_it: Stampa in rilievo termografia
pl_pl: Druk podniesiony w termografii
ro_ro: Imprimare în relief cu termografie

source: Digital Printing
it_it: Stampa digitale
pl_pl: Druk cyfrowy
ro_ro: Printare digitala

source: idea Generation
it_it: generazione di idee
pl_pl: Pokolenie pomysłów
ro_ro: generația ideilor

source: Need Based Generation
it_it: Generazione basata sui bisogni
pl_pl: Generowanie oparte na potrzebach
ro_ro: Generație bazată pe nevoi

source: Design Solution
it_it: Soluzione progettuale
pl_pl: Rozwiązanie projektowe
ro_ro: Soluție de proiectare

source: Media Relations
it_it: Relazioni con i media
pl_pl: Relacje z mediami
ro_ro: Relatii media

source: Media Tours
it_it: Tour multimediali
pl_pl: Wycieczki dla mediów
ro_ro: Tururi media

source: Newsletters
it_it: Newsletter
pl_pl: Biuletyny
ro_ro: Buletine informative

source: Automised Security
it_it: Sicurezza automatizzata
pl_pl: Zautomatyzowane bezpieczeństwo
ro_ro: Securitate automatizata

source: Environmental & Social Safety
it_it: Sicurezza ambientale e sociale
pl_pl: Bezpieczeństwo środowiskowe i społeczne
ro_ro: Siguranța socială și de mediu

source: Basic Research
it_it: Ricerca di base
pl_pl: Podstawowe badania
ro_ro: Cercetare de baza

source: Applied Research
it_it: Ricerca applicata
pl_pl: Badania stosowane
ro_ro: Cercetare aplicată

source: Methods & Appraches
it_it: Metodi e approcci
pl_pl: Metody i podejścia
ro_ro: Metode și abordări

source: Department Stores
it_it: Grandi magazzini
pl_pl: Domy towarowe
ro_ro: Magazine universale

source: Discount Stores
it_it: Discount
pl_pl: Dyskonty
ro_ro: Magazine de reduceri

source: Supermarkets
it_it: Supermercati
pl_pl: Supermarkety
ro_ro: Supermarketuri

source: Sales Contracts
it_it: Contratti di vendita
pl_pl: Umowy sprzedaży
ro_ro: Contracte de vânzare

source: Sales Forecasts
it_it: Previsioni di vendita
pl_pl: Prognoza sprzedaży
ro_ro: Prognoze de vânzări

source: Sales Managment
it_it: Direzione vendite
pl_pl: Zarządzanie sprzedażą
ro_ro: Managementul vanzarilor

source: Scientific Managment
it_it: Gestione scientifica
pl_pl: Naukowe zarządzanie
ro_ro: Management științific

source: Scientific Research
it_it: Ricerca scientifica
pl_pl: Badania naukowe
ro_ro: Cercetare științifică

source: Scientific invenctions
it_it: Invenzioni scientifiche
pl_pl: Wynalazki naukowe
ro_ro: Invenții științifice

source: Shppping/Distrubution Companies
it_it: Società di spedizione/distribuzione
pl_pl: Firmy spedycyjne/dystrybucyjne
ro_ro: Companii de cumpărături/distribuție

source: Services
it_it: Servizi
pl_pl: Usługi
ro_ro: Servicii

source: Channels & Softwares
it_it: Canali e software
pl_pl: Kanały i oprogramowanie
ro_ro: Canale și programe software

source: Medical Technicians
it_it: Tecnici medici
pl_pl: Technicy medyczni
ro_ro: Tehnicieni medicali

source: Electrical Technicians
it_it: Tecnici Elettrici
pl_pl: Technicy elektrycy
ro_ro: Tehnicieni electrici

source: Accounting Technicians
it_it: Tecnici Contabili
pl_pl: Technicy księgowi
ro_ro: Tehnicieni contabili

source: Construction Trade
it_it: Commercio di costruzioni
pl_pl: Handel budowlany
ro_ro: Comerț în construcții

source: Stock Trade
it_it: Commercio di azioni
pl_pl: Handel akcjami
ro_ro: Comerț cu acțiuni

source: skilled Trade
it_it: Commercio specializzato
pl_pl: zręczna wymiana
ro_ro: Comerț calificat

source: Option Trade
it_it: Commercio di opzioni
pl_pl: Handel opcjami
ro_ro: Opțiune Comerț

source: Transpotation System
it_it: Sistema di trasporto
pl_pl: System transportu
ro_ro: Sistem de transport

source: Human-Powered
it_it: A propulsione umana
pl_pl: Zasilany przez człowieka
ro_ro: Cu putere umană

source: Airline,Train,bus,car
it_it: Compagnia aerea, treno, autobus, auto
pl_pl: Linia lotnicza, pociąg, autobus, samochód
ro_ro: Linie aeriană, tren, autobuz, mașină

source: Subway & Civil
it_it: Metropolitana e Civile
pl_pl: Metro i cywilne
ro_ro: Metrou și Civil

source: Traffic Highway Transpotation
it_it: Traffico Trasporto autostradale
pl_pl: Drogowy transport drogowy
ro_ro: Trafic Autostrada Transport

source: Small Business
it_it: Piccola impresa
pl_pl: Mały biznes
ro_ro: Mici afaceri

source: E-Commerce Sites
it_it: Siti di e-commerce
pl_pl: Witryny e-commerce
ro_ro: Site-uri de comerț electronic

source: Portals
it_it: Portali
pl_pl: Portale
ro_ro: Portaluri

source: Search Engines
it_it: Motori di ricerca
pl_pl: Wyszukiwarki
ro_ro: Motoare de căutare

source: Personal,Commercial,Govt
it_it: Personale, commerciale, governativo
pl_pl: Osobiste, komercyjne, rządowe
ro_ro: Personal, Comercial, Guvern

source: Student (Undergraduate)
it_it: Studente (laureandi)
pl_pl: Student (licencjat)
ro_ro: Student (licenta)

source: Student (Graduate)
it_it: Studente (laureato)
pl_pl: Student (absolwent)
ro_ro: Student (absolvent)

source: Entry Level
it_it: Livello base
pl_pl: Poziom wejścia
ro_ro: Nivel de intrare

source: Experienced (Non-Manager)
it_it: con esperienza (non manageriale)
pl_pl: Doświadczony (nie będący menedżerem)
ro_ro: Experimentat (non-managerial)

source: Manager
pl_pl: Menedżer
ro_ro: Administrator

source: Executive (Department Head, SVP, VP etc)
it_it: Dirigente (capo dipartimento, vicepresidente senior, vicepresidente ecc.)
pl_pl: Kierownik (szef działu, starszy wiceprezes, wiceprezes itp.)
ro_ro: Executiv (Șef de departament, SVP, VP etc)

source: Senior Executive (President, CEO, etc)
it_it: Senior Executive (Presidente, CEO, ecc.)
pl_pl: Senior Executive (prezes, dyrektor generalny itp.)
ro_ro: Executiv senior (Președinte, CEO etc.)

source: Address1
it_it: Indirizzo 1
pl_pl: Adres 1
ro_ro: Adresa 1

source: Address2
it_it: Indirizzo 2
pl_pl: Adres 2
ro_ro: Adresa 2

source: Terms And Conditions
it_it: Termini e Condizioni
pl_pl: Regulamin
ro_ro: Termeni și condiții

source: Send Email
it_it: Invia una email
pl_pl: Wysłać email
ro_ro: Trimite email

source: Send me Resume
it_it: Mandami Curriculum
pl_pl: Wyślij mi CV
ro_ro: Trimite-mi CV-ul

source: Prefered Skills
it_it: Abilità preferite
pl_pl: Preferowane umiejętności
ro_ro: Abilități preferate

source: Agreement
it_it: Accordo
pl_pl: Porozumienie
ro_ro: Acord

source: Filter
it_it: Filtro
pl_pl: Filtr
ro_ro: Filtru

source: Redirect on apply
it_it: Reindirizza su applica
pl_pl: Przekieruj po zastosowaniu
ro_ro: Redirecționează la aplicație

source: First Name
it_it: Nome di battesimo
pl_pl: Imię
ro_ro: Nume

source: Last Name
it_it: Cognome
pl_pl: Nazwisko
ro_ro: Nume

source: Files
it_it: File
pl_pl: Akta
ro_ro: Fișiere

source: Add Address
it_it: Aggiungi indirizzo
pl_pl: Dodaj adres
ro_ro: Adaugă adresă

source: Certificate Name
it_it: Nome del certificato
pl_pl: Nazwa certyfikatu
ro_ro: Numele certificatului

source: Study Area
it_it: Area studio
pl_pl: Zakres badań
ro_ro: Zonă de studiu

source: Supervisor
it_it: Supervisore
pl_pl: Kierownik
ro_ro: Supraveghetor

source: Resume Editor
it_it: Editor di curriculum
pl_pl: Edytor CV
ro_ro: Editor de CV

source: Add Language
it_it: Aggiungi lingua
pl_pl: Dodaj język
ro_ro: Adăugați limba

source: Date From
it_it: Data da
pl_pl: Data, od
ro_ro: Data din

source: Date to
it_it: Data a
pl_pl: Data do
ro_ro: Data la

source: Tag Line
it_it: Linea di tag
pl_pl: Linia tagu
ro_ro: Linia de etichetă

source: Desired Salary
it_it: Retribuzione desiderata
pl_pl: Żądana pensja
ro_ro: Salariu dorit

source: I currently work there
it_it: Attualmente ci lavoro
pl_pl: Obecnie tam pracuję
ro_ro: Momentan lucrez acolo

source: University
it_it: Università
pl_pl: Uniwersytet
ro_ro: Universitate

source: College
it_it: Università
pl_pl: Szkoła Wyższa
ro_ro: Colegiu

source: High School
it_it: Scuola superiore
pl_pl: Liceum
ro_ro: Liceu

source: No School
it_it: Niente scuola
pl_pl: Brak szkoły
ro_ro: Fara scoala

source: Sourcing
it_it: Reperimento
pl_pl: Zaopatrzenie
ro_ro: Aprovizionare

source: Interviewing
it_it: Intervistare
pl_pl: Wywiad
ro_ro: Intervievarea

source: Closed to New Applicants
it_it: Chiuso a nuovi candidati
pl_pl: Zamknięte dla nowych kandydatów
ro_ro: Închis pentru noi solicitanți

source: Finalists Identified
it_it: Identificati i finalisti
pl_pl: Zidentyfikowani finaliści
ro_ro: Finaliști identificați

source: Pending Approval
it_it: In attesa di approvazione
pl_pl: Oczekuje na zatwierdzenie
ro_ro: Aprobare in asteptare

source: Hold
it_it: Presa
pl_pl: Utrzymać
ro_ro: Ține

source: Part-Time
pl_pl: W niepełnym wymiarze godzin
ro_ro: Cu jumătate de normă

source: Internship
it_it: tirocinio
pl_pl: Praktyka
ro_ro: Stagiu

source: United States
it_it: stati Uniti
pl_pl: Stany Zjednoczone
ro_ro: Statele Unite

source: Canada
pl_pl: Kanada

source: Bahamas
pl_pl: Bahamy

source: Bermuda
pl_pl: Bermudy
ro_ro: Bermude

source: British Virgin Islands
it_it: Isole Vergini Britanniche
pl_pl: Brytyjskie Wyspy Dziewicze
ro_ro: Insulele Virgine Britanice

source: Cayman Islands
it_it: Isole Cayman
pl_pl: Kajmany
ro_ro: Insulele Cayman

source: Costa Rica
pl_pl: Kostaryka

source: Cuba
pl_pl: Kuba

source: Dominica
pl_pl: Dominika

source: Dominican Republic
it_it: Repubblica Dominicana
pl_pl: Republika Dominikany
ro_ro: Republica Dominicană

source: El Salvador
pl_pl: Salwador

source: Greenland
it_it: Groenlandia
pl_pl: Grenlandia
ro_ro: Groenlanda

source: Guadeloupe
it_it: Guadalupa
pl_pl: Gwadelupa
ro_ro: Guadelupa

source: Guatemala
pl_pl: Gwatemala

source: Jamaica
it_it: Giamaica
pl_pl: Jamajka

source: Martinique
it_it: Martinica
pl_pl: Martynika
ro_ro: Martinica

source: Mexico
it_it: Messico
pl_pl: Meksyk
ro_ro: Mexic

source: Nicaragua
pl_pl: Nikaragua

source: Puerto Rico
it_it: Portorico
pl_pl: Portoryko

source: Trinidad and Tobago
it_it: Trinidad e Tobago
pl_pl: Trynidad i Tobago
ro_ro: Trinidad și Tobago

source: United States Virgin Islands
it_it: Isole Vergini americane
pl_pl: Wyspy Dziewicze Stanów Zjednoczonych
ro_ro: Insulele Virgine ale Statelor Unite

source: Argentina
pl_pl: Argentyna

source: Bolivia
pl_pl: Boliwia

source: Brazil
it_it: Brasile
pl_pl: Brazylia
ro_ro: Brazilia

source: Colombia
pl_pl: Kolumbia
ro_ro: Columbia

source: Ecuador
pl_pl: Ekwador

source: Falkland Islands
it_it: Isole Falkland
pl_pl: Falklandy
ro_ro: Insulele Falkland

source: French Guiana
it_it: Guiana francese
pl_pl: Gujana Francuska
ro_ro: Guyana Franceză

source: Guyana
pl_pl: Gujana

source: Paraguay
pl_pl: Paragwaj

source: Suriname
pl_pl: Surinam
ro_ro: Surinam

source: Uruguay
pl_pl: Urugwaj
