Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: Job detail URL options are title, company, category, location, jobtype. eg- [title] [company]
it_it: Le opzioni URL di dettaglio del lavoro sono titolo, azienda, categoria, posizione, jobtype. EG- [Titolo] [Azienda]
pl_pl: Opcje adresów URL szczegółów pracy to tytuł, firma, kategoria, lokalizacja, praca. EG- [tytuł] [firma]
ro_ro: Opțiunile URL de detaliu de locuri de muncă sunt titlul, compania, categoria, locația, jobType. de exemplu, [titlu] [companie]

source: Select the Google reCaptcha Version
it_it: Seleziona la versione di Google Recaptcha
pl_pl: Wybierz wersję Google Recaptcha
ro_ro: Selectați versiunea Google Recaptcha

source: Recent Resumes Box
it_it: Box Resumes recenti
pl_pl: Ostatnie wznowienia pudełka
ro_ro: Celk -uri recente

source: mode
it_it: modalità
pl_pl: tryb
ro_ro: Mod

source: expire
it_it: scadere
pl_pl: wygasać
ro_ro: expira

source: Registration is disabled in WordPress settings, please enable to Membership: anyone can register.
it_it: La registrazione è disabilitata nelle impostazioni di WordPress, si prega di consentire l'iscrizione: chiunque può registrarsi.
pl_pl: Rejestracja jest wyłączona w Ustawieniach WordPress, prosimy o włączenie członkostwa: Każdy może się zarejestrować.
ro_ro: Înregistrarea este dezactivată în setările WordPress, vă rugăm să activați calitatea de membru: oricine se poate înregistra.

source: Quick Apply Now
it_it: Applica rapidamente ora
pl_pl: Szybkie zastosowanie teraz
ro_ro: Aplicați rapid acum

source: Enable Quick Apply for user
it_it: Abilita rapidamente candidarsi per l'utente
pl_pl: Włącz szybkie ubieganie się o użytkownika
ro_ro: Activați aplicarea rapidă pentru utilizator

source: Enable Quick Apply for visitor
it_it: Abilita la domanda rapida per il visitatore
pl_pl: Włącz szybkie ubieganie się o gościa
ro_ro: Activați să aplicați rapid pentru vizitator

source: Enable captcha for visitor Quick Apply
it_it: Abilita captcha per i visitatori rapidamente applicare
pl_pl: Włącz CAPTCHA dla odwiedzających szybkie zastosowanie
ro_ro: Activați CAPTCHA pentru vizitatorul pentru vizitatori

source: Show captcha to visitor on quick apply form.
it_it: Mostra Captcha al visitatore in un modulo di applicazione rapida.
pl_pl: Pokaż Captcha do gościa w formie szybkiego zastosowania.
ro_ro: Afișați Captcha vizitatorului pe formularul de aplicare rapidă.

source: Add ons for WP Job Portal have been installed and activated successfully.
it_it: I componenti aggiuntivi per il portale di lavoro WP sono stati installati e attivati ​​con successo.
pl_pl: Dodanie do portalu zadań WP zostały pomyślnie zainstalowane i aktywowane.
ro_ro: Adăugați ONS pentru portalul de joburi WP au fost instalate și activate cu succes.

source: WP Job Portal is an open-source job board plugin for WordPress that provides advanced features to help you create a successful job board. In addition, we offer trusted WP Job Portal add-ons that can further enhance your job board's functionality in a fast, safe, and easy manner. Our add-ons have been designed to integrate seamlessly with our job board plugin, ensuring you can expand your job board's capabilities without any complications.
it_it: WP Job Portal è un plug-in della scheda di lavoro open source per WordPress che fornisce funzionalità avanzate per aiutarti a creare una bacheca di lavoro di successo. Inoltre, offriamo componenti aggiuntivi del portale di lavoro WP di fiducia che possono migliorare ulteriormente la funzionalità della tua tavola di lavoro in modo veloce, sicuro e facile. I nostri componenti aggiuntivi sono stati progettati per integrare perfettamente il nostro plug-in della bacheca, garantendo di poter espandere le capacità della tua tavola di lavoro senza complicazioni.
pl_pl: Portal pracy WP to wtyczka na płycie zadań typu open source dla WordPress, która zapewnia zaawansowane funkcje, które pomogą Ci utworzyć udaną tablicę zadań. Ponadto oferujemy zaufane dodatki do portalu pracy WP, które mogą dodatkowo zwiększyć funkcjonalność komisji pracy w szybki, bezpieczny i łatwy sposób. Nasze dodatki zostały zaprojektowane w celu bezproblemowej integracji z wtyczką na tablicy zadań, zapewniając rozszerzenie możliwości płyty pracy bez żadnych komplikacji.
ro_ro: WP Job Portal este un plugin de bord de lucru open-source pentru WordPress care oferă funcții avansate pentru a vă ajuta să creați o placă de lucru de succes. În plus, oferim suplimente de încredere a portalului WP WP care pot îmbunătăți în continuare funcționalitatea consiliului de muncă într-un mod rapid, sigur și ușor. Adăugările noastre au fost proiectate pentru a se integra perfect cu pluginul nostru de bord, asigurându-vă că puteți extinde capacitățile tabloului de muncă fără complicații.

source: Savings*
it_it: Risparmio*
pl_pl: Oszczędności*
ro_ro: Economii*

source: Best Deal
it_it: Migliore affare
pl_pl: Najlepsza oferta
ro_ro: Cea mai bună ofertă

source: Shortlist Job
it_it: Lungo lavoro
pl_pl: Praca krótkiej listy
ro_ro: Lista scurtă de muncă

source: e.g 45000
it_it: ad esempio 45000
pl_pl: np. 45000
ro_ro: de exemplu, 45000

source: e.g 3000
it_it: ad esempio 3000
pl_pl: np. 3000
ro_ro: de exemplu 3000

source: e.g 6000
it_it: ad esempio 6000
pl_pl: np. 6000
ro_ro: de exemplu, 6000

source: Deactivated
it_it: Disattivato
pl_pl: Dezaktywowane
ro_ro: Dezactivat

source: Not Installed
it_it: Non installato
pl_pl: Nie zainstalowane
ro_ro: Nu este instalat

source: Addon Installed Successfully
it_it: Addon installato correttamente
pl_pl: Addon zainstalowany pomyślnie
ro_ro: Addon instalat cu succes

source: Addon installation failed
it_it: Installazione aggiuntiva non riuscita
pl_pl: Instalacja Addon nie powiodła się
ro_ro: Instalarea Addon a eșuat

source: Resume Data Management
it_it: Riprendi la gestione dei dati
pl_pl: Wznowić zarządzanie danymi
ro_ro: Reluați gestionarea datelor

source: Export (csv)
it_it: Esportazione (CSV)
pl_pl: Eksport (CSV)

source: Configuration Based Tutorials
it_it: Tutorial basati sulla configurazione
pl_pl: Samouczki oparte na konfiguracji
ro_ro: Tutoriale bazate pe configurare

source: Slugs
it_it: Lumache
pl_pl: Ślimaki

source: Theme Installation
it_it: Installazione del tema
pl_pl: Instalacja motywu
ro_ro: Instalarea temei

source: WP Job Portal Theme Installation
it_it: Installazione del tema del portale di lavoro WP
pl_pl: Instalacja motywu portalu zadania WP
ro_ro: Instalarea temei WP Portal Job

source: System Management
it_it: Gestione del sistema
pl_pl: Zarządzanie systemem
ro_ro: Gestionarea sistemului

source: Activity Log and System Errors
it_it: Errori del registro delle attività e del sistema
pl_pl: Błędy dziennika aktywności i systemu
ro_ro: Jurnal de activități și erori de sistem

source: Shortcode
pl_pl: Kod skrótu

source: Job Seeker Control Panel
it_it: Pannello di controllo del cercatore di lavoro
pl_pl: Panel sterowania poszukiwaczem pracy
ro_ro: Panoul de control al căutătorului de locuri de muncă

source: A shortcode designed for jobseeker, providing an easy-to-use controlpanel to manage applications, resume, and preferences directly from their dashboard.
it_it: Un breve codice progettato per Jobseeker, fornendo un controllo di controllo facile da usare per gestire applicazioni, riprendere e preferenze direttamente dalla loro dashboard.
pl_pl: Kod skrótu zaprojektowany dla poszukiwania zadań, zapewniający łatwy w użyciu ControlPanel do zarządzania aplikacjami, wznowieniami i preferencjami bezpośrednio z ich pulpitu nawigacyjnego.
ro_ro: Un cod scurt proiectat pentru funcția de jocuri de muncă, care oferă un control de control ușor de utilizat pentru a gestiona aplicațiile, CV-ul și preferințele direct din tabloul de bord.

source: Base Shortcode
it_it: Shortcode di base
pl_pl: Podstawowy skrót
ro_ro: Codul scurt de bază

source: Shortcode With All Options
it_it: Shortcode con tutte le opzioni
pl_pl: Kod skrótu ze wszystkimi opcjami
ro_ro: Shortcode cu toate opțiunile

source: The Employer Control Panel is a streamlined interface that allows employers to manage job postings, track applications, communicate with candidates, and analyze hiring metrics efficiently.
it_it: Il pannello di controllo del datore di lavoro è un'interfaccia semplificata che consente ai datori di lavoro di gestire le offerte di lavoro, tenere traccia delle applicazioni, comunicare con i candidati e analizzare in modo efficiente le metriche di assunzione.
pl_pl: Panel sterowania pracodawcą to usprawniony interfejs, który umożliwia pracodawcom zarządzanie ofertami zadań, śledzenie aplikacji, komunikowanie się z kandydatami i efektywne analizowanie wskaźników zatrudniania.
ro_ro: Panoul de control al angajatorilor este o interfață simplificată care permite angajatorilor să gestioneze postările de locuri de muncă, să urmărească aplicațiile, să comunice cu candidații și să analizeze eficient valorile de angajare.

source: The job search shortcode enables users to easily find job listings based on various criteria.
it_it: Il breve codice di ricerca di lavoro consente agli utenti di trovare facilmente elenchi di lavoro in base a vari criteri.
pl_pl: Kod wyszukiwania zadań umożliwia użytkownikom łatwe znalezienie ofert zadań na podstawie różnych kryteriów.
ro_ro: Codul scurt de căutare de locuri de muncă permite utilizatorilor să găsească cu ușurință listări de locuri de muncă pe baza diferitelor criterii.

source: The jobs shortcode is a feature that displays individual job listings on a website.
it_it: Il shortcode Jobs è una funzionalità che visualizza i singoli elenchi di lavoro su un sito Web.
pl_pl: Kod pracy jest funkcją, która wyświetla indywidualne oferty zadań na stronie internetowej.
ro_ro: Codul scurt pentru locuri de muncă este o caracteristică care afișează înregistrări individuale de locuri de muncă pe un site web.

source: The featured job shortcode highlights select job listings on a website, making them stand out to potential applicants.
it_it: I punti salienti del lavoro di lavoro in primo piano seleziona gli elenchi di lavoro su un sito Web, facendole risaltare ai potenziali candidati.
pl_pl: Polecany kod zadania podkreśla wybierz oferty zadań na stronie internetowej, co wyróżniają potencjalnych kandydatów.
ro_ro: Codul scurt de lucru prezentat evidențiază listele de locuri de muncă selectate pe un site web, ceea ce le face să iasă în evidență potențialilor solicitanți.

source: This Shortcode requires WP Job Portal Featured Jobs Addon
it_it: Questo shortcode richiede un componente aggiuntivo di lavoro di lavoro WP in primo piano
pl_pl: Ten skrót wymaga portalu zadań WP z dodatkiem zadań
ro_ro: Acest scurt cod necesită WP Portal de locuri de muncă prezentat Addon

source: Get Addon
it_it: Ottieni il componente aggiuntivo
pl_pl: Zdobądź Addon
ro_ro: Obțineți addon

source: Job Categories
it_it: Categorie di lavoro
pl_pl: Kategorie pracy
ro_ro: Categorii de locuri de muncă

source: The job categories shortcode displays a dynamic list of available categories, enabling users to easily navigate and find relevant job listings.
it_it: Le categorie di lavoro di shortcode visualizza un elenco dinamico delle categorie disponibili, consentendo agli utenti di navigare facilmente e trovare elenchi di lavoro pertinenti.
pl_pl: Kod kategorii zadań wyświetla dynamiczną listę dostępnych kategorii, umożliwiając użytkownikom łatwą nawigację i znalezienie odpowiednich ofert zadań.
ro_ro: Codul scurt pentru categorii de locuri de muncă afișează o listă dinamică de categorii disponibile, permițând utilizatorilor să navigheze cu ușurință și să găsească listări de locuri de muncă relevante.

source: The job types shortcode presents a comprehensive list of available job types, allowing users to quickly explore and find suitable job opportunities.
it_it: Il breve codice di lavoro dei tipi di lavoro presenta un elenco completo dei tipi di lavoro disponibili, consentendo agli utenti di esplorare e trovare opportunità di lavoro adeguate.
pl_pl: Kod typów zadań przedstawia kompleksową listę dostępnych rodzajów zadań, umożliwiając użytkownikom szybkie odkrywanie i znalezienie odpowiednich możliwości pracy.
ro_ro: Tipurile de locuri de muncă Shortcode prezintă o listă cuprinzătoare de tipuri de locuri de muncă disponibile, permițând utilizatorilor să exploreze rapid și să găsească oportunități de muncă adecvate.

source: My applied jobs shortcode provides users with a personalized list of their job applications, allowing easy access to track application status and details.
it_it: Il mio shortcode per lavori applicati fornisce agli utenti un elenco personalizzato delle loro applicazioni di lavoro, consentendo un facile accesso per monitorare lo stato e i dettagli dell'applicazione.
pl_pl: Mój skrót od zatrudnienia stosowanych zapewnia użytkownikom spersonalizowaną listę ich aplikacji, umożliwiając łatwy dostęp do śledzenia statusu i szczegółów aplikacji.
ro_ro: Codul scurt pentru joburi aplicate oferă utilizatorilor o listă personalizată a aplicațiilor lor de locuri de muncă, permițând accesul ușor la urmărirea stării și detaliilor aplicației.

source: My companies shortcode displays a personalized list of companies users are associated with, facilitating easy access to company information and opportunities.
it_it: Le mie aziende di scorrimento mostrano un elenco personalizzato di utenti delle aziende a cui è associato, facilitando un facile accesso alle informazioni e alle opportunità dell'azienda.
pl_pl: Kod mojego firm wyświetla spersonalizowana lista firm, z którymi użytkownicy są powiązane, ułatwiając łatwy dostęp do informacji i możliwości firmy.
ro_ro: Codul scurt al companiilor mele afișează o listă personalizată de companii care sunt asociați, facilitând accesul ușor la informațiile și oportunitățile companiei.

source: All companies shortcode offers a curated directory of all companies, allowing users to easily browse and connect with potential employers.
it_it: Tutte le aziende offrono un directory curato di tutte le aziende, consentendo agli utenti di sfogliare facilmente e connettersi con potenziali datori di lavoro.
pl_pl: Wszystkie firmy oferują wyselekcjonowany katalog wszystkich firm, umożliwiając użytkownikom łatwe przeglądanie i łączenie się z potencjalnymi pracodawcami.
ro_ro: Toate companiile Shortcode oferă un director curat al tuturor companiilor, permițând utilizatorilor să răsfoiască și să se conecteze cu ușurință cu potențialii angajatori.

source: This Shortcode requires WP Job Portal All Companies Addon
it_it: Questo shortcode richiede il portale di lavoro WP tutte le aziende addon
pl_pl: Ten skrót wymaga portalu pracy WP wszystkie firmy
ro_ro: Acest scurt cod necesită portalul de locuri de muncă WP toate companiile addon

source: The featured companies shortcode showcases prominent companies within the portal, allowing users to explore exciting job opportunities from industry leaders.
it_it: Le aziende in primo piano mostrano il codifica mette in mostra aziende di spicco all'interno del portale, consentendo agli utenti di esplorare entusiasmanti opportunità di lavoro dei leader del settore.
pl_pl: W skrócie przedsiębiorstw prezentuje wybitne firmy w portalu, umożliwiając użytkownikom odkrywanie ekscytujących możliwości pracy od liderów branży.
ro_ro: Companiile prezentate Shortcode prezintă companii proeminente din portal, permițând utilizatorilor să exploreze oportunități de muncă interesante de la liderii industriei.

source: This Shortcode requires WP Job Portal Featured Companies Addon
it_it: Questo shortcode richiede un componente aggiuntivo del portale di lavoro WP in primo piano
pl_pl: Ten skrót wymaga portalu pracy WP Firmy Addon
ro_ro: Acest scurt cod necesită companii prezentate de joburi WP Addon

source: My jobs shortcode allows users to view and manage their saved job listings, making it easy to keep track of potential opportunities.
it_it: Il mio breve codice di lavoro consente agli utenti di visualizzare e gestire i loro elenchi di lavoro salvati, rendendo facile tenere traccia delle potenziali opportunità.
pl_pl: Kod mojego zadania pozwala użytkownikom przeglądać i zarządzać zapisanymi ofertami zadań, co ułatwia śledzenie potencjalnych możliwości.
ro_ro: Codul scurt de locuri de muncă permite utilizatorilor să vizualizeze și să -și gestioneze listările de locuri de muncă salvate, ceea ce face ușor să țină evidența oportunităților potențiale.

source: My resume shortcode allows users to view and manage their uploaded resumes, providing a convenient way to keep their job application materials up to date.
it_it: Il mio shortcode di curriculum consente agli utenti di visualizzare e gestire i loro curriculum caricati, fornendo un modo conveniente per mantenere aggiornati i materiali di applicazione del lavoro.
pl_pl: Mój skrót CV pozwala użytkownikom przeglądać i zarządzać przesłanymi CV, zapewniając wygodny sposób na aktualizację materiałów dotyczących aplikacji o pracę.
ro_ro: Codul scurt de CV -ul meu permite utilizatorilor să vizualizeze și să gestioneze CV -urile încărcate, oferind o modalitate convenabilă de a -și menține materialele de aplicație de muncă la zi.

source: All Resumes
it_it: Tutti riprende
pl_pl: Wszystkie wznowienia
ro_ro: Toate CV -urile

source: All resumes shortcode allows job seekers to view and manage their uploaded resumes, ensuring they have easy access to their application materials.
it_it: Tutti i curriculum di curriculum consentono alle persone in cerca di lavoro di visualizzare e gestire i loro curriculum caricati, garantendo che abbiano un facile accesso ai loro materiali applicativi.
pl_pl: Wszystkie SKREK SKRESNE pozwala osobom poszukującym zadań przeglądać i zarządzać przesłanymi CV, zapewniając łatwy dostęp do swoich materiałów aplikacyjnych.
ro_ro: Toate CV -urile scurte ale CV -urilor permit solicitanților de locuri de muncă să -și vadă și să -și gestioneze CV -urile încărcate, asigurându -se că au acces facil la materialele lor de aplicație.

source: This Shortcode requires WP Job Portal All Resumes Addon
it_it: Questo shortcode richiede il portale di lavoro WP tutti riprende il componente aggiuntivo
pl_pl: Ten skrót wymaga portalu zadań WP, wszystkie wznowi dodatki
ro_ro: Acest scurt cod necesită portalul de locuri de muncă WP toate reluează addon

source: The featured resumes shortcode showcases a selection of standout resumes, allowing job seekers to stand out to potential employers.
it_it: Il codifica di curriculum in primo piano mostra una selezione di curriculum straordinari, consentendo alle persone in cerca di lavoro di distinguersi per potenziali datori di lavoro.
pl_pl: Polecane wznowienia shortcode prezentuje wybór wyróżniających się CV, pozwalając osobom poszukującym pracy wyróżniać się potencjalnymi pracodawcami.
ro_ro: Codul scurt, CV -urile prezentate prezintă o selecție de CV -uri deosebite, permițând solicitanților de locuri de muncă să iasă în evidență potențialilor angajatori.

source: This Shortcode requires WP Job Portal Featured Resumes Addon
it_it: Questo shortcode richiede il portale di lavoro WP in primo piano.
pl_pl: Ten skrót wymaga portalu zadań WP, który wznowi dodatek
ro_ro: Acest scurt cod necesită WP Portal de locuri de muncă prezentat Celturile addon

source: Add company shortcode allows employers to effortlessly register their organization, providing essential details to attract talent and post job openings.
it_it: Aggiungi il cortometraggio aziendale consente ai datori di lavoro di registrare senza sforzo la propria organizzazione, fornendo dettagli essenziali per attrarre talenti e pubblicare opportunità di lavoro.
pl_pl: Dodaj skrót firmy pozwala pracodawcom bez wysiłku zarejestrować swoją organizację, dostarczając istotnych szczegółów w celu przyciągania talentów i otwarcia oferty pracy.
ro_ro: Adăugați codul scurt al companiei permite angajatorilor să își înregistreze fără efort organizația, oferind detalii esențiale pentru a atrage talente și deschideri de posturi.

source: Add department shortcode enables employers to easily create and manage specific departments within their organization, facilitating better job categorization and organization.
it_it: Aggiungi il cortometraggio del dipartimento consente ai datori di lavoro di creare e gestire facilmente dipartimenti specifici all'interno della propria organizzazione, facilitando una migliore categorizzazione e organizzazione del lavoro.
pl_pl: Dodaj skrót oddziału umożliwia pracodawcom łatwe tworzenie i zarządzanie określonymi działami w ich organizacji, ułatwiając lepszą kategoryzację pracy i organizację.
ro_ro: Adăugați codul scurt de departament permite angajatorilor să creeze și să gestioneze cu ușurință departamente specifice în cadrul organizației lor, facilitând o mai bună clasificare și organizare a locurilor de muncă.

source: This Shortcode requires WP Job Portal Multi Departments Addon
it_it: Questo cortocircuito richiede un componente aggiuntivo WP Portal Multi dipartimenti
pl_pl: Ten skrót wymaga WP Portal Portal Multi Departments Addon
ro_ro: Acest scurt cod necesită WP Job Portal multipartamente addon

source: Add jobs enables organizations to effortlessly publish job postings, helping them connect with potential applicants and fill vacancies more effectively.
it_it: Aggiungi posti di lavoro consente alle organizzazioni di pubblicare senza sforzo le offerte di lavoro, aiutandole a connettersi con potenziali candidati e riempire i posti vacanti in modo più efficace.
pl_pl: Dodaj Jobs umożliwia organizacjom bez wysiłku publikowania postów pracy, pomagając im łączyć się z potencjalnymi kandydatami i skuteczniej wypełniać wolne miejsca.
ro_ro: Adăugați locuri de muncă permite organizațiilor să publice fără efort postări de locuri de muncă, ajutându -le să se conecteze cu potențiali solicitanți și să completeze posturile vacante mai eficient.

source: Add resume shortcode simplifies the process for candidates to submit their resumes, helping them showcase their qualifications and experiences to potential employers.
it_it: Aggiungi riprendere il cortometraggio semplifica il processo per i candidati a presentare i loro curriculum, aiutandoli a mostrare le loro qualifiche ed esperienze a potenziali datori di lavoro.
pl_pl: Dodaj CV skrót upraszcza proces dla kandydatów do przesłania swoich CV, pomagając im zaprezentować swoje kwalifikacje i doświadczenia potencjalnym pracodawcom.
ro_ro: Adăugați codul scurt CV simplifică procesul pentru candidații să -și prezinte CV -urile, ajutându -i să își prezinte calificările și experiențele potențialilor angajatori.

source: Resume search shortcode provides a powerful search tool for employers to explore candidate profiles, making it easier to connect with potential hires.
it_it: Il shortcode di ricerca di ricerca fornisce un potente strumento di ricerca per i datori di lavoro per esplorare i profili dei candidati, rendendo più facile connettersi con potenziali assunti.
pl_pl: SKREK WYKORZYSTYCZNY SKRÓTWA Wyszukiwanie zapewnia potężne narzędzie do wyszukiwania pracodawców do eksploracji profili kandydatów, co ułatwia łączenie z potencjalnymi zatrudnieniem.
ro_ro: Codul scurt de căutare a CV -ului oferă un instrument de căutare puternic pentru angajatori pentru a explora profilurile candidaților, ceea ce face mai ușor conectarea cu potențiale angajări.

source: This Shortcode requires WP Job Portal Resume Search Addon
it_it: Questo shortcode richiede un componente aggiuntivo per la ricerca del portale di lavoro WP
pl_pl: Ten skrót wymaga WP Portal Portal wznowić dodatek wyszukiwania
ro_ro: Acest scurt cod necesită WP Portal de joburi de reluare Addon

source: Registration
it_it: Registrazione
pl_pl: Rejestracja
ro_ro: Înregistrare
