Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: Allow visitors to view the job seeker control panel links
it_it: Consenti ai visitatori di visualizzare i collegamenti del pannello di controllo delle persone in cerca di lavoro
pl_pl: Zezwalaj odwiedzającym na przeglądanie łączy do panelu sterowania osób poszukujących pracy
ro_ro: Permiteți vizitatorilor să vizualizeze legăturile panoului de control al căutătorului de locuri de muncă

source: Allow visitors to view the jobs by category page
it_it: Consenti ai visitatori di visualizzare i lavori per pagina di categoria
pl_pl: Zezwalaj odwiedzającym na przeglądanie ofert pracy według kategorii
ro_ro: Permiteți vizitatorilor să vizualizeze pagina de joburi pe categorie

source: Allow visitors to use the job search functionality
it_it: Consenti ai visitatori di utilizzare la funzionalità di ricerca di lavoro
pl_pl: Pozwól odwiedzającym korzystać z funkcji wyszukiwania ofert pracy
ro_ro: Permiteți vizitatorilor să utilizeze funcționalitatea căutării de locuri de muncă

source: Allow visitors to see job search result listings
it_it: Consenti ai visitatori di visualizzare gli elenchi dei risultati della ricerca di lavoro
pl_pl: Zezwalaj odwiedzającym na przeglądanie list wyników wyszukiwania ofert pracy
ro_ro: Permiteți vizitatorilor să vadă listele de rezultate despre căutare a locurilor de muncă

source: Allow visitors to see the newest jobs page
it_it: Consenti ai visitatori di vedere la pagina dei lavori più recente
pl_pl: Pozwól odwiedzającym zobaczyć najnowszą stronę z ofertami pracy
ro_ro: Permiteți vizitatorilor să vadă cea mai nouă pagină de locuri de muncă

source: Job Posting & Management
it_it: Annuncio e gestione del lavoro
pl_pl: Publikowanie ofert pracy i zarządzanie
ro_ro: Posting și management de locuri de muncă

source: Manage how jobs are posted, their lifecycle, and related features
it_it: Gestisci il modo in cui vengono pubblicati i lavori, il loro ciclo di vita e le funzionalità correlate
pl_pl: Zarządzaj sposobem publikowania ofert pracy, ich cyklem życia i powiązanymi funkcjami
ro_ro: Gestionați modul în care sunt postate locurile de muncă, ciclul lor de viață și funcțiile conexe

source: Job Auto Approve
it_it: Approvazione automatica lavoro
pl_pl: Automatyczne zatwierdzanie zadań
ro_ro: Aprobarea automată a joburilor

source: Automatically approve new jobs upon submission
it_it: Approva automaticamente i nuovi lavori al momento dell'invio
pl_pl: Automatycznie zatwierdzaj nowe oferty pracy po przesłaniu
ro_ro: Aprobă automat noile lucrări la depunere

source: Job Expiry Days
it_it: Giorni di scadenza del lavoro
pl_pl: Dni wygaśnięcia stanowiska pracy
ro_ro: Zile de expirare a locului de muncă

source: Number of days until a freely posted job expires
it_it: Numero di giorni fino alla scadenza di un'offerta di lavoro pubblicata gratuitamente
pl_pl: Liczba dni do wygaśnięcia swobodnie opublikowanej oferty pracy
ro_ro: Numărul de zile până când expiră un loc de muncă postat liber

source: Number of days until a paid
it_it: Numero di giorni fino al pagamento
pl_pl: Liczba dni do wypłaty
ro_ro: Numărul de zile până la un plătit

source: job expires
it_it: il lavoro scade
pl_pl: praca wygasa
ro_ro: Locul de muncă expiră

source: Job Display & Listings
it_it: Visualizzazione ed elenchi di lavori
pl_pl: Wyświetlanie ofert pracy i ofert
ro_ro: Afișare și înregistrări de joburi

source: Control how job-related pages and information are displayed to users
it_it: Controlla il modo in cui le pagine e le informazioni relative al lavoro vengono visualizzate agli utenti
pl_pl: Kontroluj sposób wyświetlania użytkownikom stron i informacji związanych z ofertami pracy
ro_ro: Controlați modul în care paginile și informațiile legate de locuri de muncă sunt afișate utilizatorilor

source: Show Country on Jobs by Cities Page
it_it: Mostra il Paese nella pagina Offerte di lavoro per città
pl_pl: Pokaż kraj na stronie z ofertami pracy według miast
ro_ro: Afișați țara pe locuri de muncă pe orașe

source: Display the country name next to the city
it_it: Visualizza il nome del paese accanto alla città
pl_pl: Wyświetl nazwę kraju obok miasta
ro_ro: Afișați numele țării lângă oraș

source: Show Count on Jobs by Cities Page
it_it: Mostra la pagina Conteggio lavori per città
pl_pl: Pokaż liczbę ofert pracy według stron miast
ro_ro: Afișați Pagina Contează pe locuri de muncă pe orașe

source: Display the total number of jobs available in each city
it_it: Visualizza il numero totale di posti di lavoro disponibili in ciascuna città
pl_pl: Wyświetl całkowitą liczbę ofert pracy dostępnych w każdym mieście
ro_ro: Afișați numărul total de locuri de muncă disponibile în fiecare oraș

source: Show Count in Job Categories
it_it: Mostra conteggio nelle categorie di lavoro
pl_pl: Pokaż liczbę w kategoriach stanowisk
ro_ro: Numărul de spectacole în categoriile de locuri de muncă

source: Display the total number of jobs for each category
it_it: Visualizza il numero totale di lavori per ciascuna categoria
pl_pl: Wyświetl całkowitą liczbę ofert pracy w każdej kategorii
ro_ro: Afișați numărul total de locuri de muncă pentru fiecare categorie

source: Show Count on Jobs by Types Page
it_it: Mostra la pagina Conteggio lavori per tipi
pl_pl: Pokaż liczbę zadań według typów na stronie
ro_ro: Afișați contează pe pagina de locuri de muncă după tipuri

source: Display the total number of jobs for each job type
it_it: Visualizza il numero totale di lavori per ciascun tipo di lavoro
pl_pl: Wyświetla całkowitą liczbę zadań dla każdego typu zadania
ro_ro: Afișați numărul total de locuri de muncă pentru fiecare tip de muncă

source: Job Types Per Row
it_it: Tipi di lavoro per riga
pl_pl: Typy zadań w wierszu
ro_ro: Tipuri de locuri de muncă pe rând

source: How many job types to display per row on the
it_it: Quanti tipi di lavoro visualizzare per riga nel file
pl_pl: Ile typów zadań wyświetlać w każdym wierszu na stronie
ro_ro: Câte tipuri de locuri de muncă de afișat pe rând pe

source: Job by Type
it_it: Lavoro per tipo
pl_pl: Zadanie według typu
ro_ro: Job după tip

source: Show Jobs Graph for Employer
it_it: Mostra il grafico delle offerte di lavoro per il datore di lavoro
pl_pl: Pokaż wykres ofert pracy dla pracodawcy
ro_ro: Afișați graficul de locuri de muncă pentru angajator

source: Show Active Jobs Graph for Job Seeker
it_it: Mostra il grafico dei lavori attivi per chi cerca lavoro
pl_pl: Pokaż wykres aktywnych ofert pracy dla osoby poszukującej pracy
ro_ro: Afișați graficul de locuri de muncă activ pentru căutătorul de locuri de muncă

source: Company Profile Display
it_it: Visualizzazione del profilo aziendale
pl_pl: Wyświetlanie profilu firmy
ro_ro: Afișarea profilului companiei

source: Control which company details are visible on listings and company pages
it_it: Controlla quali dettagli dell'azienda sono visibili negli elenchi e nelle pagine dell'azienda
pl_pl: Kontroluj, które dane firmy są widoczne na listach i stronach firmowych
ro_ro: Controlează ce detalii ale companiei sunt vizibile pe înregistrări și pe paginile companiei

source: Show Company Name
it_it: Mostra il nome dell'azienda
pl_pl: Pokaż nazwę firmy
ro_ro: Afișează numele companiei

source: Show Company Description
it_it: Mostra la descrizione dell'azienda
pl_pl: Pokaż opis firmy
ro_ro: Afișați descrierea companiei

source: Show Company Email Address
it_it: Mostra l'indirizzo e-mail dell'azienda
pl_pl: Pokaż firmowy adres e-mail
ro_ro: Afișați adresa de e -mail a companiei

source: Show Company City
it_it: Mostra la città dell'azienda
pl_pl: Pokaż miasto firmy
ro_ro: Arată compania orașului

source: Show Company URL
it_it: Mostra l'URL dell'azienda
pl_pl: Pokaż adres URL firmy
ro_ro: Afișați URL -ul companiei

source: Show Company Contact Detail by Default
it_it: Mostra i dettagli di contatto dell'azienda per impostazione predefinita
pl_pl: Domyślnie pokazuj dane kontaktowe firmy
ro_ro: Afișați detaliile de contact ale companiei în mod implicit

source: If disabled, credits may be required to view contact details
it_it: Se disabilitato, potrebbero essere necessari crediti per visualizzare i dettagli di contatto
pl_pl: Jeśli ta opcja jest wyłączona, do wyświetlenia danych kontaktowych mogą być wymagane środki
ro_ro: Dacă sunt dezactivate, creditele pot fi necesare pentru a vizualiza datele de contact

source: General settings for company profiles
it_it: Impostazioni generali per i profili aziendali
pl_pl: Ogólne ustawienia profili firmowych
ro_ro: Setări generale pentru profilurile companiei

source: Company Logo Maximum Size
it_it: Dimensione massima del logo aziendale
pl_pl: Maksymalny rozmiar logo firmy
ro_ro: Logo -ul companiei dimensiunea maximă

source: Set the maximum file size for company logo uploads in kilobytes
it_it: Imposta la dimensione massima del file per i caricamenti del logo aziendale in kilobyte
pl_pl: Ustaw maksymalny rozmiar pliku do przesłania logo firmy w kilobajtach
ro_ro: Setați dimensiunea maximă a fișierului pentru încărcarea logo -ului companiei în kilobiți

source: Company Auto Approve
it_it: Approvazione automatica aziendale
pl_pl: Automatyczne zatwierdzanie firmy
ro_ro: Aprobarea automată a companiei

source: Automatically approve new company profiles upon submission
it_it: Approva automaticamente i nuovi profili aziendali al momento dell'invio
pl_pl: Automatycznie zatwierdzaj nowe profile firm po przesłaniu
ro_ro: Aprobă automat noile profiluri ale companiei la depunere

source: Control resume submissions, visibility, and search functionality
it_it: Controlla l'invio dei curriculum, la visibilità e la funzionalità di ricerca
pl_pl: Kontroluj przesyłanie CV, widoczność i funkcjonalność wyszukiwania
ro_ro: Controlează reluarea Trimiterilor, vizibilității și funcționalității căutării

source: Resume Auto Approve
it_it: Riprendi l'approvazione automatica
pl_pl: Wznów automatyczne zatwierdzanie
ro_ro: Reluați aprobarea automată

source: Automatically approve new resumes upon submission
it_it: Approva automaticamente i nuovi curriculum al momento dell'invio
pl_pl: Automatycznie zatwierdzaj nowe CV po przesłaniu
ro_ro: Aprobați automat noi CV -uri la depunere

source: Show Resume Contact Detail by Default
it_it: Mostra i dettagli del contatto del curriculum per impostazione predefinita
pl_pl: Domyślnie pokazuj szczegóły kontaktu w CV
ro_ro: Afișați în mod implicit detaliile de contact din CV

source: If disabled, credits may be required to view resume contact details
it_it: Se disabilitato, potrebbero essere necessari crediti per visualizzare i dettagli di contatto del curriculum
pl_pl: Jeśli ta opcja jest wyłączona, do wyświetlenia danych kontaktowych CV mogą być wymagane środki
ro_ro: Dacă sunt dezactivate, creditele pot fi necesare pentru a vizualiza datele de contact ale CV -ului

source: Show Count in Resume Categories
it_it: Mostra conteggio nelle categorie di curriculum
pl_pl: Pokaż liczbę w kategoriach CV
ro_ro: Numărul de spectacole în categoriile CV -uri

source: Display the total number of resumes for each category
it_it: Visualizza il numero totale di curriculum per ciascuna categoria
pl_pl: Wyświetl całkowitą liczbę CV dla każdej kategorii
ro_ro: Afișați numărul total de CV -uri pentru fiecare categorie

source: Allow Resume Search
it_it: Consenti Riprendi ricerca
pl_pl: Zezwalaj na wyszukiwanie CV
ro_ro: Permiteți căutarea CV -ului

source: Define who is allowed to search for resumes
it_it: Definire chi è autorizzato a cercare curriculum
pl_pl: Określ, kto może wyszukiwać CV
ro_ro: Definiți cine are voie să caute CV -uri

source: Allow Users to Save Resume Searches
it_it: Consenti agli utenti di salvare le ricerche di curriculum
pl_pl: Zezwalaj użytkownikom na zapisywanie wyszukiwań CV
ro_ro: Permiteți utilizatorilor să salveze căutările CV -urilor

source: Allow users to save their resume search criteria for later use
it_it: Consenti agli utenti di salvare i criteri di ricerca del curriculum per un utilizzo successivo
pl_pl: Pozwól użytkownikom zapisywać kryteria wyszukiwania CV do późniejszego wykorzystania
ro_ro: Permiteți utilizatorilor să -și salveze criteriile de căutare a CV -ului pentru utilizare ulterioară

source: Resume Files & Builder
it_it: Riprendi file e builder
pl_pl: Wznów pliki i kreator
ro_ro: Reluați fișierele și constructorul

source: Define limits and allowed types for resume file uploads and advanced builder sections
it_it: Definisci i limiti e i tipi consentiti per il caricamento dei file di curriculum e le sezioni avanzate del builder
pl_pl: Zdefiniuj limity i dozwolone typy przesyłania plików CV i zaawansowanych sekcji kreatora
ro_ro: Definiți limitele și tipurile permise pentru încărcarea fișierelor de reluare și secțiuni de constructor avansate

source: Resume Photo Maximum Size
it_it: Riprendi la dimensione massima della foto
pl_pl: Wznów maksymalny rozmiar zdjęcia
ro_ro: Reluați fotografia de dimensiuni maxime

source: Maximum file size for resume photos in kilobytes
it_it: Dimensione massima del file per le foto di curriculum in kilobyte
pl_pl: Maksymalny rozmiar pliku zdjęć CV w kilobajtach
ro_ro: Dimensiunea maximă a fișierului pentru fotografiile din CV în kilobiți

source: Resume Document Maximum Size
it_it: Riprendi la dimensione massima del documento
pl_pl: Wznów maksymalny rozmiar dokumentu
ro_ro: Reluați documentul Dimensiunea maximă

source: System will not upload if resume file size exceeds the given size
it_it: Il sistema non verrà caricato se la dimensione del file del curriculum supera la dimensione specificata
pl_pl: System nie prześle pliku, jeśli rozmiar pliku CV przekroczy podany rozmiar
ro_ro: Sistemul nu se va încărca dacă dimensiunea fișierului reluat depășește dimensiunea dată

source: Allowed Document Extensions
it_it: Estensioni documento consentite
pl_pl: Dozwolone rozszerzenia dokumentów
ro_ro: Extensii de documente permise

source: Comma-separated list of allowed document file extensions
it_it: Elenco separato da virgole delle estensioni di file di documenti consentite
pl_pl: Rozdzielana przecinkami lista dozwolonych rozszerzeń plików dokumentów
ro_ro: Lista separată de virgulă a extensiilor de fișiere de document permise

source: Maximum Number of Files for Resume
it_it: Numero massimo di file per il curriculum
pl_pl: Maksymalna liczba plików do CV
ro_ro: Numărul maxim de fișiere pentru CV

source: Maximum number of files a job seeker can upload with their resume
it_it: Numero massimo di file che una persona in cerca di lavoro può caricare con il proprio curriculum
pl_pl: Maksymalna liczba plików, które osoba poszukująca pracy może przesłać wraz ze swoim CV
ro_ro: Numărul maxim de fișiere pe care un solicitant de locuri de muncă le poate încărca cu CV -ul lor

source: Max Employers in Resume Builder
it_it: Numero massimo di datori di lavoro nella creazione di curriculum
pl_pl: Maksymalna liczba pracodawców w Kreatorze CV
ro_ro: MAX angajatori în CV Builder

source: Maximum number of employers allowed in the resume builder
it_it: Numero massimo di datori di lavoro consentiti nel generatore di curriculum
pl_pl: Maksymalna liczba pracodawców dozwolona w narzędziu do tworzenia CV
ro_ro: Numărul maxim de angajatori permise în constructorul de CV -uri

source: Max Institutes in Resume Builder
it_it: Istituti Max nel generatore di curriculum
pl_pl: Max Institutes w Kreatorze CV
ro_ro: Max Institute în CV Builder

source: Maximum number of institutes allowed in the resume builder
it_it: Numero massimo di istituti consentiti nel generatore di curriculum
pl_pl: Maksymalna liczba instytutów dozwolona w kreatorze CV
ro_ro: Numărul maxim de institute permise în constructorul de CV -uri

source: Max Languages in Resume Builder
it_it: Numero massimo di lingue nella creazione di curriculum
pl_pl: Maksymalna liczba języków w kreatorze CV
ro_ro: Max Limbi în CV Builder

source: Maximum number of languages allowed in the resume builder
it_it: Numero massimo di lingue consentite nel generatore di curriculum
pl_pl: Maksymalna liczba języków dozwolona w kreatorze CV
ro_ro: Numărul maxim de limbi permise în constructorul de CV -uri

source: Max Addresses in Resume Builder
it_it: Indirizzi massimi nel generatore di curriculum
pl_pl: Maksymalna liczba adresów w kreatorze CV
ro_ro: Adrese maxime în CV Builder

source: Maximum number of addresses allowed in the resume builder
it_it: Numero massimo di indirizzi consentiti nel generatore di curriculum
pl_pl: Maksymalna liczba adresów dozwolona w kreatorze CV
ro_ro: Numărul maxim de adrese permise în constructorul de CV -uri

source: Job Applications
it_it: Domande di lavoro
pl_pl: Podania o pracę
ro_ro: Aplicații de locuri de muncă

source: Configure the job application process and related notifications
it_it: Configurare il processo di candidatura per un lavoro e le relative notifiche
pl_pl: Skonfiguruj proces aplikowania o pracę i powiązane powiadomienia
ro_ro: Configurați procesul de aplicare a joburilor și notificările conexe

source: Show Apply Now Button
it_it: Mostra il pulsante Applica ora
pl_pl: Pokaż przycisk Zastosuj teraz
ro_ro: Afișați butonul Aplicați acum

source: Enable Quick Apply for Logged-in Users
it_it: Abilita l'applicazione rapida per gli utenti che hanno effettuato l'accesso
pl_pl: Włącz opcję Szybkie stosowanie dla zalogowanych użytkowników
ro_ro: Activați aplicarea rapidă pentru utilizatorii conectați

source: Enable Quick Apply for Visitors
it_it: Abilita l'applicazione rapida per i visitatori
pl_pl: Włącz opcję Szybkie aplikowanie dla gości
ro_ro: Activați să aplicați rapid pentru vizitatori

source: Show Applied Resume Status to Job Seeker
it_it: Mostra lo stato del curriculum applicato alla persona in cerca di lavoro
pl_pl: Pokaż status zastosowanego CV osobie poszukującej pracy
ro_ro: Afișați statutul de CV aplicat pentru căutătorul de locuri de muncă

source: Resume Data in Email
it_it: Riprendi i dati nell'e-mail
pl_pl: Wznów dane w wiadomości e-mail
ro_ro: Reluați datele în e -mail

source: Sections
it_it: Sezioni
pl_pl: Sekcje
ro_ro: Secțiuni

source: Choose whether to include all resume sections or only filled ones in the application email to employers
it_it: Scegli se includere tutte le sezioni del curriculum o solo quelle compilate nell'e-mail di candidatura ai datori di lavoro
pl_pl: Wybierz, czy w wiadomości e-mail z aplikacją wysyłanej do pracodawców chcesz uwzględnić wszystkie sekcje CV, czy tylko te wypełnione
ro_ro: Alegeți dacă includeți toate secțiunile CV -uri sau doar cele completate în e -mailul aplicației către angajatori

source: Choose whether to include all fields or only filled fields in the application email
it_it: Scegli se includere tutti i campi o solo quelli compilati nell'e-mail di candidatura
pl_pl: Wybierz, czy w wiadomości e-mail zgłoszeniowej mają być zawarte wszystkie pola, czy tylko wypełnione
ro_ro: Alegeți dacă includeți toate câmpurile sau numai câmpurile completate în e -mailul aplicației

source: Auto-Approve Rules
it_it: Regole di approvazione automatica
pl_pl: Zasady automatycznego zatwierdzania
ro_ro: Reguli auto-aprovizionare

source: Set auto-approval rules for various user-submitted content
it_it: Imposta regole di approvazione automatica per vari contenuti inviati dagli utenti
pl_pl: Ustaw reguły automatycznego zatwierdzania różnych treści przesłanych przez użytkowników
ro_ro: Setați reguli de aprobare automată pentru diverse conținuturi transmise de utilizator

source: Featured Resume Auto Approve
it_it: Approvazione automatica curriculum in primo piano
pl_pl: Polecane CV automatycznie zatwierdzane
ro_ro: CV -ul prezentat automat

source: Automatically approve resumes marked as featured
it_it: Approva automaticamente i curriculum contrassegnati come in primo piano
pl_pl: Automatycznie zatwierdzaj CV oznaczone jako polecane
ro_ro: Aprobă automat CV -urile marcate ca fiind prezentate

source: Featured Company Auto Approve
it_it: Approvazione automatica dell'azienda in primo piano
pl_pl: Polecane automatyczne zatwierdzanie firmy
ro_ro: Compania prezentată automată

source: Automatically approve companies marked as featured
it_it: Approva automaticamente le aziende contrassegnate come in primo piano
pl_pl: Automatycznie zatwierdzaj firmy oznaczone jako wyróżnione
ro_ro: Aprobă automat companiile marcate ca fiind prezentate

source: Featured Job Auto Approve
it_it: Approvazione automatica del lavoro in primo piano
pl_pl: Polecane automatyczne zatwierdzanie ofert pracy
ro_ro: Job de muncă prezentat aprobă

source: Automatically approve jobs marked as featured
it_it: Approva automaticamente i lavori contrassegnati come in primo piano
pl_pl: Automatycznie zatwierdzaj oferty pracy oznaczone jako polecane
ro_ro: Aprobă automat lucrările marcate ca fiind prezentate

source: Cover Letter Auto Approve
it_it: Approvazione automatica della lettera di presentazione
pl_pl: Automatyczne zatwierdzanie listu motywacyjnego
ro_ro: Scrisoare de întâmpinare aprobă automat

source: Automatically approve cover letters submitted by job seekers
it_it: Approva automaticamente le lettere di accompagnamento inviate dalle persone in cerca di lavoro
pl_pl: Automatycznie zatwierdzaj listy motywacyjne przesłane przez osoby poszukujące pracy
ro_ro: Aprobați automat scrisorile de întâmpinare trimise de solicitanții de locuri de muncă

source: Folder Auto Approve
it_it: Approvazione automatica della cartella
pl_pl: Automatyczne zatwierdzanie folderu
ro_ro: Folder Auto aprobă

source: Automatically approve new folders created by employers
it_it: Approva automaticamente le nuove cartelle create dai datori di lavoro
pl_pl: Automatycznie zatwierdzaj nowe foldery utworzone przez pracodawców
ro_ro: Aprobă automat noile foldere create de angajatori

source: Department Auto Approve
it_it: Approvazione automatica del dipartimento
pl_pl: Automatyczne zatwierdzanie działu
ro_ro: Aprobarea automată a departamentului

source: Automatically approve new departments created by employers
it_it: Approva automaticamente i nuovi dipartimenti creati dai datori di lavoro
pl_pl: Automatycznie zatwierdzaj nowe działy utworzone przez pracodawców
ro_ro: Aprobă automat noile departamente create de angajatori

source: Message Auto Approve
it_it: Messaggio Approvazione automatica
pl_pl: Wiadomość automatycznie zatwierdzona
ro_ro: Aprobarea automată a mesajului

source: Automatically approve messages between job seekers and employers
it_it: Approva automaticamente i messaggi tra persone in cerca di lavoro e datori di lavoro
pl_pl: Automatycznie zatwierdzaj wiadomości przesyłane między osobami poszukującymi pracy a pracodawcami
ro_ro: Aprobă automat mesajele dintre solicitanții de locuri de muncă și angajatori

source: Conflict Message Auto Approve
it_it: Approvazione automatica del messaggio di conflitto
pl_pl: Automatyczne zatwierdzanie wiadomości o konflikcie
ro_ro: Mesaj de conflict Aprobați automat

source: Automatically approve conflicted messages
it_it: Approva automaticamente i messaggi in conflitto
pl_pl: Automatycznie zatwierdzaj wiadomości będące w konflikcie
ro_ro: Aprobă automat mesajele conflictuale

source: Email & Alerts
it_it: E-mail e avvisi
pl_pl: E-maile i alerty
ro_ro: E -mail și alerte

source: Email Sender Identity
it_it: Identità del mittente dell'e-mail
pl_pl: Tożsamość nadawcy wiadomości e-mail
ro_ro: E -mail identitatea expeditorului

source: Configure sender details for all outgoing system emails
it_it: Configura i dettagli del mittente per tutte le email di sistema in uscita
pl_pl: Skonfiguruj dane nadawcy dla wszystkich wychodzących wiadomości e-mail systemu
ro_ro: Configurați detaliile expeditorului pentru toate e -mailurile de sistem de ieșire

source: Admin Email Address
it_it: Indirizzo e-mail dell'amministratore
pl_pl: Adres e-mail administratora
ro_ro: Adresa de e -mail a administratorului
