Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: Custome Empolyer After Regitser Link
it_it: Datore di lavoro personalizzato dopo il collegamento al registro
pl_pl: Niestandardowy pracodawca po zarejestrowaniu linku
ro_ro: Link angajator personalizat după înregistrare

source: Set Job seeker After Register link
it_it: Imposta il collegamento in cerca di lavoro dopo il registro
pl_pl: Ustaw osobę poszukującą pracy po zarejestrowaniu linku
ro_ro: Setați linkul pentru căutarea unui loc de muncă după înregistrare

source: New Job seeker Set After Register link redirect page
it_it: Nuova pagina di reindirizzamento del collegamento Imposta dopo il registro in cerca di lavoro
pl_pl: Nowa strona przekierowująca dla osoby poszukującej pracy po rejestracji
ro_ro: Pagina de redirecționare a linkului pentru un nou solicitant de locuri de muncă stabilite după înregistrare

source: Job seeker After Registration redirect page
it_it: Pagina di reindirizzamento in cerca di lavoro dopo la registrazione
pl_pl: Strona przekierowująca osoby poszukujące pracy po rejestracji
ro_ro: Pagina de redirecționare a solicitantului de locuri de muncă după înregistrare

source: Job Seeker After Registration Redirect Link
it_it: Link di reindirizzamento in cerca di lavoro dopo la registrazione
pl_pl: Łącze przekierowania osoby poszukującej pracy po rejestracji
ro_ro: Căutător de locuri de muncă după înregistrare Link de redirecționare

source: Custome Job seeker After Regitser Link
it_it: Cercatore di lavoro personalizzato dopo il collegamento al registro
pl_pl: Niestandardowy poszukujący pracy po zarejestrowaniu linku
ro_ro: Căutător de locuri de muncă personalizat Link după înregistrare

source: mneu
it_it: menù
pl_pl: menu
ro_ro: meniul

source: Job Approve
it_it: Approvazione lavoro
pl_pl: Zatwierdzanie pracy
ro_ro: Aprobare job

source: Job Reject
it_it: Rifiuto del lavoro
pl_pl: Odrzucenie zadania
ro_ro: Respingerea locului de muncă

source: Login to Apply On This Job
it_it: Accedi per candidarti a questo lavoro
pl_pl: Zaloguj się, aby aplikować na tę pracę
ro_ro: Conectați-vă pentru a aplica la acest job

source: sender email is not of correct formate
it_it: l'email del mittente non è di formato corretto
pl_pl: e-mail nadawcy ma nieprawidłowy format
ro_ro: e-mailul expeditorului nu are formatul corect

source: Select Jobseeker
it_it: Seleziona Cercatore di lavoro
pl_pl: Wybierz osobę poszukującą pracy
ro_ro: Selectați Căutător de locuri de muncă

source: refresh
it_it: ricaricare
pl_pl: odświeżać
ro_ro: reîmprospăta

source: Refresh
it_it: ricaricare
pl_pl: Odświeżać
ro_ro: Reîmprospăta

source: create user
it_it: creare un utente
pl_pl: Stwórz użytkownika
ro_ro: creaza utilizator

source: Create user
it_it: Creare un utente
pl_pl: Stwórz użytkownika
ro_ro: Creaza utilizator

source: Select Employer
it_it: Seleziona datore di lavoro
pl_pl: Wybierz pracodawcę
ro_ro: Selectați Angajatorul

source: Save big with an exclusive membership plan today!
it_it: Risparmia alla grande con un piano di abbonamento esclusivo oggi!
pl_pl: Zaoszczędź duże dzięki ekskluzywnemu planowi członkowskiemu już dziś!
ro_ro: Economisiți mult cu un plan de membru exclusiv astăzi!

source: show bundle pack
it_it: mostra pacchetto pacchetto
pl_pl: pokaż pakiet pakietów
ro_ro: arată pachetul de pachete

source: Advance Custom Fields
it_it: Campi personalizzati avanzati
pl_pl: Zaawansowane pola niestandardowe
ro_ro: Câmpuri personalizate avansate

source: Front-end Widget
it_it: Widget front-end
pl_pl: Widżet frontonu
ro_ro: Widget frontal

source: Tell A Friend
it_it: Dillo a un amico
pl_pl: Powiedz przyjacielowi
ro_ro: Spune unui prieten

source: WP Job Portal Add-Ons Bundle Pack
it_it: Pacchetto di componenti aggiuntivi del portale di lavoro WP
pl_pl: Pakiet dodatków do portalu pracy WP
ro_ro: Pachet de suplimente WP Job Portal

source: Basic
it_it: Di base
pl_pl: Podstawowy
ro_ro: De bază

source: year
it_it: anno
pl_pl: rok
ro_ro: an

source: Multi Departments
it_it: Multi Dipartimenti
pl_pl: Wiele działów
ro_ro: Multi departamente

source: Tell a Friend
it_it: Dillo a un amico
pl_pl: Powiedz przyjacielowi
ro_ro: Spune unui prieten

source: Professional
it_it: Professionale
pl_pl: Profesjonalny
ro_ro: Profesional

source: Visitor Can Apply Job
it_it: Il visitatore può presentare domanda di lavoro
pl_pl: Odwiedzający może ubiegać się o pracę
ro_ro: Vizitatorul poate aplica un loc de muncă

source: Credits System
it_it: Sistema di crediti
pl_pl: System kredytów
ro_ro: Sistemul de credite

source: Save Colors
it_it: Salva i colori
pl_pl: Zapisz kolory
ro_ro: Salvați culorile

source: preset
it_it: preimpostato
pl_pl: zaprogramowane
ro_ro: presetat

source: Preset
it_it: Preimpostato
pl_pl: Zaprogramowane
ro_ro: Presetat

source: Primary Color
it_it: Colore primario
pl_pl: Kolor podstawowy
ro_ro: Culoare primară

source: Secondary Color
it_it: Colore secondario
pl_pl: Dodatkowy kolor
ro_ro: Culoare secundară

source: Content Color
it_it: Colore del contenuto
pl_pl: Kolor treści
ro_ro: Culoare conținut

source: Buruj Solution
it_it: Soluzione Buruj
pl_pl: Rozwiązanie Buruj
ro_ro: Soluția Buruj

source: PHP Developer
it_it: Sviluppatore PHP
pl_pl: Programista PHP
ro_ro: Dezvoltator PHP

source: Computer/IT
pl_pl: Komputer/IT

source: Karachi, Pakistan
pl_pl: Karaczi, Pakistan

source: Full-Time
it_it: Tempo pieno
pl_pl: Pełny etat
ro_ro: Cu normă întreagă

source: Per Month
it_it: Al mese
pl_pl: Na miesiąc
ro_ro: Pe luna

source: Per Year
it_it: Per anno
pl_pl: Na rok
ro_ro: Pe an

source: Per Day
it_it: Al giorno
pl_pl: Na dzień
ro_ro: Pe zi

source: Per Week
it_it: A settimana
pl_pl: Na tydzień
ro_ro: Pe saptamana

source: hours Ago
it_it: ore fa
pl_pl: godzinę temu
ro_ro: ore în urmă

source: Resume (1)
it_it: Curriculum (1)
pl_pl: CV (1)
ro_ro: CV (1)

source: Android Developer
it_it: Sviluppatore Android
pl_pl: Programista Androida
ro_ro: Dezvoltator Android

source: Add Featured
it_it: Aggiungi in primo piano
pl_pl: Dodaj wyróżnione
ro_ro: Adăugați Featured

source: Resume (0)
it_it: Riprendi (0)
pl_pl: Wznów (0)
ro_ro: CV (0)

source: Accountant
it_it: Contabile
pl_pl: Księgowa
ro_ro: Contabil

source: Resume (10)
it_it: Curriculum (10)
pl_pl: Wznów (10)
ro_ro: CV (10)

source: Database Administrator
it_it: Amministratore della Banca dati
pl_pl: Administrator bazy danych
ro_ro: Administratorul bazei de date

source: Preset Theme
it_it: Tema preimpostato
pl_pl: Zaprogramowany motyw
ro_ro: Tema presetată

source: Mint
it_it: menta
pl_pl: Mennica
ro_ro: Mentă

source: Red
it_it: rosso
pl_pl: czerwony
ro_ro: roșu

source: Aqua
it_it: Acqua
pl_pl: wodny

source: Blue Jeans
pl_pl: Niebieskie dżinsy
ro_ro: Blugi albastri

source: Grass
it_it: Erba
pl_pl: Trawka
ro_ro: Iarbă

source: Grape fruit
it_it: Uva
pl_pl: Owoce winogron

source: Lavender
it_it: Lavanda
pl_pl: Lawenda
ro_ro: Lavandă

source: Black
it_it: Nero
pl_pl: Czarny
ro_ro: Negru

source: Help icon
it_it: Icona di aiuto
pl_pl: Ikona pomocy
ro_ro: Pictograma Ajutor

source: We are here to help you
it_it: Siamo qui per aiutarvi
pl_pl: Jesteśmy tutaj, aby Ci pomóc

source: View all videos
it_it: Visualizza tutti i video
pl_pl: Zobacz wszystkie filmy
ro_ro: Vizualizați toate videoclipurile

source: Video icon
it_it: Icona video
pl_pl: Ikona wideo
ro_ro: Pictograma video

source: View All Videos
it_it: Visualizza tutti i video
pl_pl: Zobacz wszystkie filmy
ro_ro: Vizualizați toate videoclipurile

source: WP JOB PORTAL icon
it_it: Icona PORTALE LAVORO WP
pl_pl: Ikona PORTALU PRACY WP
ro_ro: Pictograma WP JOB PORTAL

source: WP Job Portal Support
it_it: Supporto del portale di lavoro WP
pl_pl: Wsparcie portalu pracy WP
ro_ro: Suport pentru portalul de locuri de muncă WP

source: Submit ticket
it_it: Presentare il biglietto
pl_pl: Przedstawić bilet
ro_ro: Trimite biletul

source: Submit Ticket
it_it: Presentare il biglietto
pl_pl: Przedstawić bilet
ro_ro: Trimiteți biletul

source: Job Portal
it_it: Portale del lavoro
pl_pl: Portal pracy
ro_ro: Portal de locuri de muncă

source: Shortlist Jobs
it_it: Elenco lavori
pl_pl: Oferty pracy na krótkiej liście
ro_ro: Lista scurtă de locuri de muncă

source: Visitor Create a Job
it_it: Visitatore Crea un lavoro
pl_pl: Odwiedzający Utwórz ofertę pracy
ro_ro: Vizitatorul creează un loc de muncă

source: Apply as a Visitor
it_it: Candidati come Visitatore
pl_pl: Aplikuj jako gość
ro_ro: Aplicați ca vizitator

source: Advance Resume
it_it: Curriculum anticipato
pl_pl: Wcześniejsze CV
ro_ro: CV anticipat

source: Resume Actions
it_it: Riprendi le azioni
pl_pl: Wznów działania
ro_ro: Reluați acțiunile

source: Create Company
it_it: Crea azienda
pl_pl: Utwórz firmę
ro_ro: Creați o companie

source: Misc
it_it: Varie
pl_pl: Różne
ro_ro: Diverse

source: Widget Settings
it_it: Impostazioni del widget
pl_pl: Ustawienia widżetu
ro_ro: Setări widget

source: Credit Pack
it_it: Pacchetto di crediti
pl_pl: Pakiet kredytów
ro_ro: Pachet de credite

source: Color Manager
it_it: Gestore colore
pl_pl: Menedżer kolorów
ro_ro: Manager de culoare

source: State id greater and cities have no ids also state id and country id is your responsibility
it_it: ID di stato maggiore e le città non hanno ID anche l'id di stato e l'id del paese è una tua responsabilità
pl_pl: Identyfikator stanu większy, a miasta nie mają identyfikatorów, również identyfikator stanu i identyfikator kraju to Twoja odpowiedzialność
ro_ro: Id-ul de stat mai mare și orașele nu au ID-uri, de asemenea, ID-ul de stat și ID-ul țării este responsabilitatea ta

source: Consider old countries and states were not edit otherwise problem may occur
it_it: Considera i vecchi paesi e stati non sono stati modificati, altrimenti potrebbero verificarsi problemi
pl_pl: Weź pod uwagę, że stare kraje i stany nie były edytowane, w przeciwnym razie może wystąpić problem
ro_ro: Luați în considerare că țările și statele vechi nu au fost editate, altfel pot apărea probleme

source: Configure your credit system. How much credits required for action. if you don't enter any credit. it will be free
it_it: Configura il tuo sistema di credito. Quanti crediti sono necessari per l'azione. se non inserisci alcun credito. sarà gratuito
pl_pl: Skonfiguruj swój system kredytowy. Ile kredytów jest wymaganych do działania. jeśli nie wprowadzisz żadnego kredytu. będzie za darmo
ro_ro: Configurați sistemul dvs. de creditare. Câte credite sunt necesare pentru acțiune. daca nu introduci niciun credit. va fi gratuit

source: By agreeing to recurring payment you will be charged with package price at the end of billing cycle and package will be renewed
it_it: Accettando il pagamento ricorrente ti verrà addebitato il prezzo del pacchetto alla fine del ciclo di fatturazione e il pacchetto verrà rinnovato
pl_pl: Wyrażając zgodę na cykliczną płatność, zostaniesz obciążony ceną pakietu na koniec cyklu rozliczeniowego, a pakiet zostanie odnowiony
ro_ro: Dacă sunteți de acord cu plata recurentă, veți fi taxat cu prețul pachetului la sfârșitul ciclului de facturare, iar pachetul va fi reînnoit

source: Contact administrator to delete agreement from his paypal account. Your agreement id is
it_it: Contatta l'amministratore per eliminare il contratto dal suo account paypal. Il tuo ID accordo è
pl_pl: Skontaktuj się z administratorem, aby usunąć umowę z jego konta PayPal. Twój identyfikator umowy to
ro_ro: Contactați administratorul pentru a șterge acordul din contul său paypal. Id-ul dvs. de acord este

source: You must cancel agreement from your paypal account. Your agreement id is
it_it: Devi annullare il contratto dal tuo account paypal. Il tuo ID accordo è
pl_pl: Musisz anulować umowę ze swojego konta PayPal. Twój identyfikator umowy to
ro_ro: Trebuie să anulați acordul din contul dvs. paypal. Id-ul dvs. de acord este

source: If You Have A Very Big Site Which Takes More Than 5 Minutes To Back Itself Up
it_it: Se hai un sito molto grande che impiega più di 5 minuti per eseguire il backup
pl_pl: Jeśli masz bardzo dużą witrynę, której utworzenie kopii zapasowej zajmuje więcej niż 5 minut
ro_ro: Dacă aveți un site foarte mare, care durează mai mult de 5 minute pentru a se susține

source: You Might Consider Using Akeeba Backup Professional And The Native Cli Cron Job Instead
it_it: Potresti invece prendere in considerazione l'utilizzo di Akeeba Backup Professional e il processo Native Cli Cron
pl_pl: Możesz zamiast tego rozważyć użycie Akeeba Backup Professional i natywnego Cli Cron Job
ro_ro: S-ar putea să vă gândiți să utilizați Akeeba Backup Professional și jobul nativ Cli Cron

source: We Recommend Choosing An Alert Method Here And Not Checking The only On Error So That You Always Get A Notification When The Backup Cron Job Runs
it_it: Ti consigliamo di scegliere un metodo di avviso qui e di non controllare l'unico errore in modo da ricevere sempre una notifica quando viene eseguito il processo Cron di backup
pl_pl: Zalecamy wybranie tutaj metody ostrzegania i nie sprawdzanie jedynego błędu, aby zawsze otrzymywać powiadomienie po uruchomieniu zadania kopii zapasowej Cron
ro_ro: Vă recomandăm să alegeți o metodă de alertă aici și să nu verificați singura eroare, astfel încât să primiți întotdeauna o notificare când rulează jobul Cron de rezervă

source: Job applied notification will be emailed to you with resume of the applicant
it_it: La notifica di candidatura ti verrà inviata via email con il curriculum del candidato
pl_pl: Powiadomienie o aplikacji zostanie wysłane do Ciebie e-mailem z CV kandydata
ro_ro: Notificarea pentru postul de muncă va fi trimisă prin e-mail cu CV-ul solicitantului

source: Job applied notification will be emailed to you with resume and attachments of the applicant
it_it: La notifica di candidatura ti verrà inviata via email con curriculum e allegati del candidato
pl_pl: Powiadomienie o aplikacji zostanie wysłane do Ciebie e-mailem z CV i załącznikami wnioskodawcy
ro_ro: Notificarea aplicată la locul de muncă vă va fi trimisă prin e-mail cu CV-ul și atașamentele solicitantului

source: No notification will be emailed to you regarding job applications you can also check your workspace for new applicant
it_it: Nessuna notifica ti verrà inviata via email in merito alle domande di lavoro, puoi anche controllare il tuo spazio di lavoro per nuovi candidati
pl_pl: Żadne powiadomienie nie zostanie wysłane e-mailem w sprawie podania o pracę, możesz również sprawdzić swoją przestrzeń roboczą pod kątem nowego kandydata
ro_ro: Nicio notificare nu vă va fi trimisă prin e-mail cu privire la cererile de angajare, vă puteți verifica, de asemenea, spațiul de lucru pentru noi solicitanți

source: The Total number of applicants for each day will be e-mailed to you on a daily basis.you can also check your workspace for new applicant.
it_it: Il numero totale di candidati per ogni giorno ti verrà inviato via e-mail su base giornaliera. Puoi anche controllare il tuo spazio di lavoro per nuovi candidati.
pl_pl: Całkowita liczba kandydatów na każdy dzień będzie codziennie wysyłana do Ciebie e-mailem. Możesz również sprawdzić swoje miejsce pracy pod kątem nowego kandydata.
ro_ro: Numărul total de solicitanți pentru fiecare zi vă va fi trimis prin e-mail zilnic. De asemenea, puteți verifica spațiul dvs. de lucru pentru noi solicitanți.

source: Each applicants cv will be emailed directily to you as they apply.you can also check your workspace for new applicant
it_it: Ogni curriculum dei candidati ti verrà inviato direttamente via email quando si candidano. Puoi anche controllare il tuo spazio di lavoro per nuovi candidati
pl_pl: CV każdego kandydata zostanie wysłane bezpośrednio do Ciebie, gdy złoży wniosek. Możesz także sprawdzić swój obszar roboczy pod kątem nowego kandydata
ro_ro: CV-ul fiecărui solicitant vă va fi trimis direct pe e-mail pe măsură ce solicită. De asemenea, puteți verifica spațiul dvs. de lucru pentru noi solicitanți

source: Get trusted WordPress add on’s. Guaranteed to work fast, safe to use, beautifully coded, packed with features and easy to use.
it_it: Ottieni componenti aggiuntivi di WordPress affidabili. Garantito per funzionare velocemente, sicuro da usare, splendidamente codificato, ricco di funzionalità e facile da usare.
pl_pl: Zdobądź zaufane dodatki do WordPressa. Gwarantowana szybka praca, bezpieczna w użyciu, pięknie zakodowana, pełna funkcji i łatwa w użyciu.
ro_ro: Obțineți suplimente WordPress de încredere. Garantat pentru a funcționa rapid, sigur de utilizat, frumos codificat, plin de funcții și ușor de utilizat.

source: WP Job Portal offers a feature for users to see address data for states, cities or both. Admin will upload that file.
it_it: WP Job Portal offre agli utenti una funzione per visualizzare i dati degli indirizzi per stati, città o entrambi. L'amministratore caricherà quel file.
pl_pl: Portal pracy WP oferuje użytkownikom funkcję przeglądania danych adresowych dla stanów, miast lub obu. Administrator prześle ten plik.
ro_ro: Portalul de locuri de muncă WP oferă utilizatorilor o funcție de a vedea datele despre adrese pentru state, orașe sau ambele. Administratorul va încărca acel fișier.

source: WP Job Portal offers an outstanding feature for employers to featured their companies. Employers will be able to featured their desired companies.
it_it: WP Job Portal offre una funzionalità eccezionale per i datori di lavoro per presentare le loro aziende. I datori di lavoro potranno presentare le loro aziende desiderate.
pl_pl: WP Job Portal oferuje pracodawcom wyjątkową funkcję do polecania swoich firm. Pracodawcy będą mogli zaprezentować swoje pożądane firmy.
ro_ro: WP Job Portal oferă angajatorilor o caracteristică remarcabilă pentru a-și prezenta companiile. Angajatorii vor putea prezenta companiile dorite.

source: WP Job Portal helps employers to make the resume as Featured Resume. Employers can featured their desired resume from the resume list.
it_it: WP Job Portal aiuta i datori di lavoro a creare il curriculum come curriculum in primo piano. I datori di lavoro possono presentare il curriculum desiderato dall'elenco dei curriculum.
pl_pl: Portal pracy WP pomaga pracodawcom stworzyć CV jako polecane CV. Pracodawcy mogą polecać swoje życiorysy z listy życiorysów.
ro_ro: Portalul de locuri de muncă WP îi ajută pe angajatori să facă CV-ul ca CV recomandat. Angajatorii pot prezenta CV-ul dorit din lista de CV-uri.

source: WP Job Portal offers a feature for employers to perform some actions on resumes. Employes have some rights to reject or accept the jobseeker resume.
it_it: WP Job Portal offre una funzionalità per i datori di lavoro per eseguire alcune azioni sui curriculum. I dipendenti hanno alcuni diritti per rifiutare o accettare il curriculum della persona in cerca di lavoro.
pl_pl: WP Job Portal oferuje pracodawcom funkcję wykonywania niektórych czynności na CV. Pracownicy mają pewne prawa do odrzucenia lub zaakceptowania CV osoby poszukującej pracy.
ro_ro: Portalul de locuri de muncă WP oferă angajatorilor o funcție pentru a efectua unele acțiuni asupra CV-urilor. Angajații au anumite drepturi de a respinge sau de a accepta CV-ul solicitantului de muncă.

source: WP Job Portal offers a message feature for Employers and Job Seekers. All the Employers and Job Seekers can message each other.
it_it: WP Job Portal offre una funzione di messaggio per datori di lavoro e persone in cerca di lavoro. Tutti i datori di lavoro e le persone in cerca di lavoro possono scambiarsi messaggi.
pl_pl: Portal pracy WP oferuje funkcję wiadomości dla pracodawców i osób poszukujących pracy. Wszyscy Pracodawcy i Osoby poszukujące pracy mogą się ze sobą komunikować.
ro_ro: Portalul de locuri de muncă WP oferă o funcție de mesaj pentru angajatori și solicitanți de locuri de muncă. Toți angajatorii și solicitanții de locuri de muncă își pot trimite mesaje reciproc.

source: WP job Portal offers a feature for employers to add multi companies. Employers will add their desired multi-companies.
it_it: Il portale di lavoro WP offre una funzionalità per i datori di lavoro per aggiungere più aziende. I datori di lavoro aggiungeranno le multisocietà desiderate.
pl_pl: Portal pracy WP oferuje pracodawcom funkcję dodawania wielu firm. Pracodawcy dodadzą pożądane multi-firmy.
ro_ro: Portalul de locuri de muncă WP oferă angajatorilor o funcție de a adăuga mai multe companii. Angajatorii vor adăuga multi-companiile dorite.

source: Widgets in WordPress allows you to add content and features in the widgetized areas of your theme which is mostly the sidebar.
it_it: I widget in WordPress ti consentono di aggiungere contenuti e funzionalità nelle aree con widget del tuo tema che è principalmente la barra laterale.
pl_pl: Widżety w WordPressie umożliwiają dodawanie treści i funkcji w widżetowych obszarach motywu, czyli głównie na pasku bocznym.
ro_ro: Widgeturile din WordPress vă permit să adăugați conținut și funcții în zonele widgetizate ale temei dvs., care este în principal bara laterală.

source: WP Job Portal offers a feature for the jobseeker to add their multi-resume. Jobseeker will be able to create a multiple resume for applying any job.
it_it: WP Job Portal offre una funzione per chi cerca lavoro per aggiungere il proprio curriculum multiplo. Jobseeker sarà in grado di creare un curriculum multiplo per l'applicazione di qualsiasi lavoro.
pl_pl: Portal pracy WP oferuje funkcję dla osób poszukujących pracy, aby dodać swoje multi-życiorysy. Osoba poszukująca pracy będzie mogła utworzyć wiele CV do aplikowania o dowolną pracę.
ro_ro: Portalul de locuri de muncă WP oferă o funcție pentru solicitanții de locuri de muncă pentru a-și adăuga mai multe CV-uri. Candidatul va putea crea un CV multiplu pentru aplicarea oricărui loc de muncă.

source: WP Job Portal offers a feature for Employes to add multi-departments related to jobs. Jobseeker can apply to jobs related to the desired department.
it_it: WP Job Portal offre una funzione per i dipendenti per aggiungere più dipartimenti relativi ai lavori. La persona in cerca di lavoro può candidarsi per lavori relativi al dipartimento desiderato.
pl_pl: Portal pracy WP oferuje pracownikom funkcję dodawania wielu działów związanych z miejscami pracy. Osoba poszukująca pracy może aplikować na stanowiska związane z wybranym działem.
ro_ro: Portalul de locuri de muncă WP oferă angajaților o funcție pentru a adăuga mai multe departamente legate de locuri de muncă. Candidatul poate aplica la joburi legate de departamentul dorit.

source: WP Job Portal offers Real Simple Syndication (RSS) to set feeds for the jobs. Admin manipulates RSS settings. Employers and Job Seekers can see the Jobs RSS.
it_it: WP Job Portal offre Real Simple Syndication (RSS) per impostare feed per i lavori. L'amministratore manipola le impostazioni RSS. I datori di lavoro e le persone in cerca di lavoro possono vedere Jobs RSS.
pl_pl: Portal zadań WP oferuje Real Simple Syndication (RSS) do ustawiania kanałów dla zadań. Administrator manipuluje ustawieniami RSS. Pracodawcy i osoby poszukujące pracy mogą zobaczyć RSS z ofertami pracy.
ro_ro: WP Job Portal oferă Real Simple Syndication (RSS) pentru a seta fluxuri pentru joburi. Administratorul manipulează setările RSS. Angajatorii și solicitanții de locuri de muncă pot vedea RSS de locuri de muncă.
