Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: Venezuela
pl_pl: Wenezuela

source: Andorra
pl_pl: Andora

source: Azerbaijan
it_it: Azerbaigian
pl_pl: Azerbejdżan
ro_ro: Azerbaidjan

source: Belarus
it_it: Bielorussia
pl_pl: Białoruś
ro_ro: Bielorusia

source: Belgium
it_it: Belgio
pl_pl: Belgia
ro_ro: Belgia

source: Bosnia and Herzegovina
it_it: Bosnia Erzegovina
pl_pl: Bośnia i Hercegowina
ro_ro: Bosnia si Hertegovina

source: Bulgaria
pl_pl: Bułgaria

source: Croatia
it_it: Croazia
pl_pl: Chorwacja
ro_ro: Croaţia

source: Cyprus
it_it: Cipro
pl_pl: Cypr
ro_ro: Cipru

source: Czech Republic
it_it: Repubblica Ceca
pl_pl: Republika Czeska
ro_ro: Republica Cehă

source: Denmark
it_it: Danimarca
pl_pl: Dania
ro_ro: Danemarca

source: Finland
it_it: Finlandia
pl_pl: Finlandia
ro_ro: Finlanda

source: France
it_it: Francia
pl_pl: Francja
ro_ro: Franţa

source: Georgia
pl_pl: Gruzja

source: Germany
it_it: Germania
pl_pl: Niemcy
ro_ro: Germania

source: Greece
it_it: Grecia
pl_pl: Grecja
ro_ro: Grecia

source: Hungary
it_it: Ungheria
pl_pl: Węgry
ro_ro: Ungaria

source: Iceland
it_it: Islanda
pl_pl: Islandia
ro_ro: Islanda

source: Ireland
it_it: Irlanda
pl_pl: Irlandia
ro_ro: Irlanda

source: Isle of Man
it_it: Isola di Man
pl_pl: Wyspa Man
ro_ro: insula Barbatului

source: Italy
it_it: Italia
pl_pl: Włochy
ro_ro: Italia

source: Jersey
it_it: Maglia
pl_pl: Golf

source: Kosovo
pl_pl: Kosowo

source: Latvia
it_it: Lettonia
pl_pl: Łotwa
ro_ro: Letonia

source: Lithuania
it_it: Lituania
pl_pl: Litwa
ro_ro: Lituania

source: Luxembourg
it_it: Lussemburgo
pl_pl: Luksemburg
ro_ro: Luxemburg

source: Monaco
pl_pl: Monako

source: Montenegro
pl_pl: Czarnogóra
ro_ro: Muntenegru

source: Netherlands
it_it: Olanda
pl_pl: Holandia
ro_ro: Olanda

source: Norway
it_it: Norvegia
pl_pl: Norwegia
ro_ro: Norvegia

source: Poland
it_it: Polonia
pl_pl: Polska
ro_ro: Polonia

source: Portugal
it_it: Portogallo
pl_pl: Portugalia
ro_ro: Portugalia

source: Romania
pl_pl: Rumunia
ro_ro: România

source: Russia
pl_pl: Rosja
ro_ro: Rusia

source: Slovakia
it_it: Slovacchia
pl_pl: Słowacja
ro_ro: Slovacia

source: Slovenia
pl_pl: Słowenia

source: Spain
it_it: Spagna
pl_pl: Hiszpania
ro_ro: Spania

source: Sweden
it_it: Svezia
pl_pl: Szwecja
ro_ro: Suedia

source: Switzerland
it_it: Svizzera
pl_pl: Szwajcaria
ro_ro: Elveţia

source: Turkey
it_it: tacchino
pl_pl: indyk
ro_ro: Curcan

source: Ukraine
it_it: Ucraina
pl_pl: Ukraina
ro_ro: Ucraina

source: United Kingdom
it_it: Regno Unito
pl_pl: Zjednoczone Królestwo
ro_ro: Regatul Unit

source: Vatican City
it_it: Città del Vaticano
pl_pl: Watykan
ro_ro: Orasul Vatican

source: Afghanistan
pl_pl: Afganistan
ro_ro: Afganistan

source: Bahrain
it_it: Bahrein
pl_pl: Bahrajn

source: Bangladesh
pl_pl: Bangladesz

source: Cambodia
it_it: Cambogia
pl_pl: Kambodża
ro_ro: Cambodgia

source: China
it_it: Cina
pl_pl: Chiny

source: East Timor
it_it: Timor Est
pl_pl: Wschodni Timor
ro_ro: Timorul de Est

source: India
pl_pl: Indie

source: Indonesia
pl_pl: Indonezja
ro_ro: Indonezia

source: Iraq
pl_pl: Irak
ro_ro: Irak

source: Israel
it_it: Israele
pl_pl: Izrael

source: Japan
it_it: Giappone
pl_pl: Japonia
ro_ro: Japonia

source: Jordan
it_it: Giordania
pl_pl: Jordania
ro_ro: Iordania

source: Kazakhstan
it_it: Kazakistan
pl_pl: Kazachstan
ro_ro: Kazahstan

source: Kuwait
pl_pl: Kuwejt
ro_ro: Kuweit

source: Kyrgyzstan
it_it: Kirghizistan
pl_pl: Kirgistan
ro_ro: Kârgâzstan

source: Lebanon
it_it: Libano
pl_pl: Liban
ro_ro: Liban

source: Macau
it_it: Macao
pl_pl: Makau
ro_ro: Macao

source: Malaysia
pl_pl: Malezja
ro_ro: Malaezia

source: Maldives
it_it: Maldive
pl_pl: Malediwy
ro_ro: Maldive

source: Myanmar (Burma)
it_it: Birmania (Birmania)
pl_pl: Birma (Birma)
ro_ro: Myanmar (Birmania)

source: North Korea
it_it: Corea del nord
pl_pl: Korea Północna
ro_ro: Coreea de Nord

source: Philippines
it_it: Filippine
pl_pl: Filipiny
ro_ro: Filipine

source: Qatar
pl_pl: Katar

source: Saudi Arabia
it_it: Arabia Saudita
pl_pl: Arabia Saudyjska
ro_ro: Arabia Saudită

source: Singapore
pl_pl: Singapur

source: South Korea
it_it: Corea del Sud
pl_pl: Korea Południowa
ro_ro: Coreea de Sud

source: Taiwan
pl_pl: Tajwan

source: Tajikistan
it_it: Tagikistan
pl_pl: Tadżykistan
ro_ro: Tadjikistan

source: Thailand
it_it: Tailandia
pl_pl: Tajlandia
ro_ro: Tailanda

source: Turkmenistan
pl_pl: Turkmenia

source: United Arab Emirates
it_it: Emirati Arabi Uniti
pl_pl: Zjednoczone Emiraty Arabskie
ro_ro: Emiratele Arabe Unite

source: Vietnam
pl_pl: Wietnam

source: Yemen
pl_pl: Jemen

source: Algeria
pl_pl: Algieria

source: Cameroon
it_it: Camerun
pl_pl: Kamerun
ro_ro: Camerun

source: Cape Verde
it_it: capo Verde
pl_pl: Wyspy Zielonego Przylądka
ro_ro: capul Verde

source: Central African Republic
it_it: Repubblica Centrafricana
pl_pl: Republika Środkowoafrykańska
ro_ro: Republica Centrafricană

source: Chad
pl_pl: Czad
ro_ro: Ciad

source: Congo
pl_pl: Kongo

source: Democoratic Republic of Congo
it_it: Repubblica Democratica del Congo
pl_pl: Demokratyczna Republika Konga
ro_ro: Republica Democrată Congo

source: Djibouti
it_it: Gibuti
pl_pl: Dżibuti

source: Egypt
it_it: Egitto
pl_pl: Egipt
ro_ro: Egipt

source: Equatorial Guinea
it_it: Guinea Equatoriale
pl_pl: Gwinea Równikowa
ro_ro: Guineea Ecuatorială

source: Eritrea
pl_pl: Erytrea
ro_ro: Eritreea

source: Ethiopia
it_it: Etiopia
pl_pl: Etiopia
ro_ro: Etiopia

source: Guinea
pl_pl: Gwinea
ro_ro: Guineea

source: Guinea-Bissau
pl_pl: Gwinea Bissau
ro_ro: Guineea-Bissau

source: Cote DIvory
it_it: Costa d'Avorio
pl_pl: Wybrzeże Kości Słoniowej
ro_ro: Coasta de Fildeș

source: Kenya
it_it: Kenia
pl_pl: Kenia

source: Lesotho
it_it: Lesoto
pl_pl: Lesoto

source: Libya
it_it: Libia
pl_pl: Libia
ro_ro: Libia

source: Madagascar
pl_pl: Madagaskar

source: Mauritania
pl_pl: Mauretania

source: Morocco
it_it: Marocco
pl_pl: Maroko
ro_ro: Maroc

source: Mozambique
it_it: Mozambico
pl_pl: Mozambik
ro_ro: Mozambic

source: Reunion
it_it: Riunione
pl_pl: Zjazd
ro_ro: Reuniune

source: Sao Tome and Principe
it_it: Sao Tomé e Principe
pl_pl: Wyspy Świętego Tomasza i Książęca
ro_ro: Sao Tome și Principe

source: Seychelles
pl_pl: Seszele

source: Somalia
pl_pl: Somali

source: South Africa
it_it: Sud Africa
pl_pl: Afryka Południowa
ro_ro: Africa de Sud

source: Swaziland
pl_pl: Suazi

source: Togo
it_it: Andare
pl_pl: Iść
ro_ro: A merge

source: Tunisia
pl_pl: Tunezja

source: Western Sahara
it_it: Sahara occidentale
pl_pl: Sahara Zachodnia
ro_ro: sahara de Vest

source: New Zealand
it_it: Nuova Zelanda
pl_pl: Nowa Zelandia
ro_ro: Noua Zeelandă

source: Fiji
it_it: Figi
pl_pl: Fidżi

source: French Polynesia
it_it: Polinesia francese
pl_pl: Polinezja Francuska
ro_ro: Polinezia Franceză

source: Marshall Islands
it_it: Isole Marshall
pl_pl: Wyspy Marshalla
ro_ro: Insulele Marshall

source: Micronesia
pl_pl: Mikronezja
ro_ro: Micronezia

source: New Caledonia
it_it: Nuova Caledonia
pl_pl: Nowa Kaledonia
ro_ro: Noua Caledonie

source: Papua New Guinea
it_it: Papua Nuova Guinea
pl_pl: Papua Nowa Gwinea
ro_ro: Papua Noua Guinee

source: Solomon Islands
it_it: Isole Salomone
pl_pl: Wyspy Salomona
ro_ro: Insulele Solomon

source: Wallis and Futuna
it_it: Wallis e Futuna
pl_pl: Wallis i Futuna
ro_ro: Wallis și Futuna

source: Comoros
it_it: Comore
pl_pl: Komory
ro_ro: Comore

source: Cote DIvorie
it_it: Costa d'Avorio
pl_pl: Wybrzeże Kości Słoniowej
ro_ro: Coasta de Fildeș

source: Type city:
it_it: Digita città:
pl_pl: Wpisz miasto:
ro_ro: Tip oraș:

source: Expiry In
it_it: Scadenza tra
pl_pl: Wygaśnięcie w
ro_ro: Expiră în

source: Email is not of correct Format
it_it: L'e-mail non è di formato corretto
pl_pl: E-mail ma nieprawidłowy format
ro_ro: E-mailul nu are formatul corect

source: Resumefiles
it_it: File di curriculum
pl_pl: Pliki CV
ro_ro: Rezumatefiles

source: Show number of job types per row on
it_it: Mostra il numero di tipi di lavoro per riga su
pl_pl: Pokaż liczbę typów zadań w wierszu na
ro_ro: Afișați numărul de tipuri de locuri de muncă pe rând

source: job by type
it_it: lavoro per tipo
pl_pl: praca według typu
ro_ro: job după tip

source: page
it_it: pagina
pl_pl: strona
ro_ro: pagină

source: Show number of categories per row in
it_it: Mostra il numero di categorie per riga in
pl_pl: Pokaż liczbę kategorii w wierszu w
ro_ro: Afișați numărul de categorii pe rând în

source: job/resume by category
it_it: lavoro/curriculum per categoria
pl_pl: praca/życiorys według kategorii
ro_ro: job/cv pe categorie

source: How many sub categories show in popup on
it_it: Quante sottocategorie vengono visualizzate nel popup
pl_pl: Ile podkategorii wyświetla się w wyskakującym okienku
ro_ro: Câte subcategorii se afișează în pop-up

source: Price per Company submission (only for
it_it: Prezzo per invio società (solo per
pl_pl: Cena za zgłoszenie firmy (tylko za
ro_ro: Preț pe înregistrarea companiei (numai pentru

source: per listing
it_it: per elenco
pl_pl: na wpis
ro_ro: pe listare

source: mode)
it_it: modalità)
pl_pl: tryb)
ro_ro: modul)

source: Price per Job Alert Submission (only for
it_it: Prezzo per invio avvisi di lavoro (solo per
pl_pl: Cena za przesłanie alertu o ofertach pracy (tylko dla
ro_ro: Prețul pentru trimiterea alertelor de locuri de muncă (numai pentru

source: Price per Job submission (only for
it_it: Prezzo per invio di lavoro (solo per
pl_pl: Cena za złożenie oferty pracy (tylko za
ro_ro: Prețul pe postul de depunere (numai pentru

source: Price per Featured Job submission (only for
it_it: Prezzo per invio di lavoro in evidenza (solo per
pl_pl: Cena za przesłanie oferty pracy wyróżnionej (tylko za
ro_ro: Prețul pe postul recomandat (numai pentru

source: Resume submission (only for
it_it: Riprendi invio (solo per
pl_pl: Wznów przesyłanie (tylko dla
ro_ro: Trimiterea CV-ului (numai pentru

source: Feature per Resume submission (only for
it_it: Funzionalità per invio del curriculum (solo per
pl_pl: Funkcja na zgłoszenie CV (tylko dla
ro_ro: Funcție per trimitere CV (numai pentru

source: Feature per Company submission (only for
it_it: Funzionalità per azienda inviata (solo per
pl_pl: Funkcja na zgłoszenie firmy (tylko dla
ro_ro: Funcție pe trimitere de companie (numai pentru

source: Resume Save Search submission (only for
it_it: Riprendi Salva invio ricerca (solo per
pl_pl: Wznów Zapisz wyszukiwanie wyszukiwania (tylko dla
ro_ro: Reluați trimiterea Căutării Salvare (numai pentru

source: Job Apply submission (only for
it_it: Invio domanda di lavoro (solo per
pl_pl: Przesyłanie aplikacji o pracę (tylko dla
ro_ro: Trimiterea cererii de locuri de muncă (numai pentru

source: Resume View Contact Detail submission (only for
it_it: Riprendi Visualizza l'invio dei dettagli del contatto (solo per
pl_pl: Wznów Zobacz przesyłanie danych kontaktowych (tylko dla
ro_ro: Reluați trimiterea Vizualizare detalii de contact (numai pentru

source: Company View Contact Detail submission (only for
it_it: Azienda Visualizza invio dettagli contatto (solo per
pl_pl: Widok firmy Przesłanie danych kontaktowych (tylko dla
ro_ro: Trimitere detalii de contact Vizualizare companie (numai pentru

source: Department submission (only for
it_it: Presentazione Dipartimento (solo per
pl_pl: Zgłoszenie działu (tylko dla
ro_ro: Trimiterea departamentului (numai pentru

source: Currencies
it_it: Valute
pl_pl: Waluty
ro_ro: Monede

source: Add Job Status
it_it: Aggiungi stato lavoro
pl_pl: Dodaj stan pracy
ro_ro: Adăugați starea jobului

source: Add Shifts
it_it: Aggiungi turni
pl_pl: Dodaj zmiany
ro_ro: Adăugați ture

source: Add Highest Education
it_it: Aggiungi l'istruzione superiore
pl_pl: Dodaj wykształcenie wyższe
ro_ro: Adăugați cel mai înalt nivel de educație

source: Add Age
it_it: Aggiungi età
pl_pl: Dodaj wiek
ro_ro: Adăugați vârsta

source: Add Career Level
it_it: Aggiungi livello di carriera
pl_pl: Dodaj poziom kariery
ro_ro: Adăugați un nivel de carieră

source: Add Experience
it_it: Aggiungi esperienza
pl_pl: Dodaj doświadczenie
ro_ro: Adăugați experiență

source: Add Currency
it_it: Aggiungi valuta
pl_pl: Dodaj walutę
ro_ro: Adăugați o monedă

source: Select Language
it_it: Seleziona la lingua
pl_pl: Wybierz język
ro_ro: Selecteaza limba

source: Show gold jobs in jobs listing page
it_it: Mostra i lavori d'oro nella pagina dell'elenco dei lavori
pl_pl: Pokaż złote oferty pracy na stronie z ofertami pracy
ro_ro: Afișați locuri de muncă de aur în pagina cu lista de locuri de muncă

source: Show featured jobs in jobs listing page
it_it: Mostra i lavori in primo piano nella pagina dell'elenco dei lavori
pl_pl: Pokaż polecane oferty pracy na stronie z ofertami pracy
ro_ro: Afișați locurile de muncă prezentate în pagina cu lista de locuri de muncă

source: Job Seeker purchase package
it_it: Pacchetto di acquisto in cerca di lavoro
pl_pl: Pakiet zakupowy dla poszukujących pracy
ro_ro: Pachet de achiziție pentru Căutător de locuri de muncă

source: Desire Salary
it_it: Desiderio stipendio
pl_pl: Pragnienie wynagrodzenia
ro_ro: Salariu dorit

source: File Upload
it_it: Upload di file
pl_pl: Udostępnianie pliku
ro_ro: Fișier încărcat

source: Language Where Learned
it_it: Lingua dove appreso
pl_pl: Język, w którym się uczono
ro_ro: Limba unde s-a învățat

source: Language Understanding
it_it: Comprensione del linguaggio
pl_pl: Rozumienie języka
ro_ro: Înțelegerea limbajului

source: Language Writing
it_it: Scrittura in lingua
pl_pl: Pisanie w języku
ro_ro: Scrierea Limbii

source: Language Reading
it_it: Lettura della lingua
pl_pl: Czytanie w języku
ro_ro: Citirea Limbii

source: Reference Name
it_it: nome di riferimento
pl_pl: Nazwa referencyjna
ro_ro: nume de referinta

source: Reference City
it_it: Città di riferimento
pl_pl: Miasto referencyjne
ro_ro: Oraș de referință

source: Reference Zipcode
it_it: Codice postale di riferimento
pl_pl: Referencyjny kod pocztowy
ro_ro: Cod poștal de referință

source: Reference Address
it_it: Indirizzo di riferimento
pl_pl: Adres referencyjny
ro_ro: Adresa de referinta

source: Reference Phone
it_it: Telefono di riferimento
pl_pl: Telefon referencyjny
ro_ro: Telefon de referință

source: Reference Relation
it_it: Relazione di riferimento
pl_pl: Relacja referencyjna
ro_ro: Relația de referință

source: Reference Years
it_it: Anni di riferimento
pl_pl: Lata referencyjne
ro_ro: Anii de referință

source: Leave Reason
it_it: Lascia la ragione
pl_pl: Zostaw powód
ro_ro: Lasă Motivul

source: Institute City
it_it: Città dell'Istituto
pl_pl: Miasto Instytutu
ro_ro: Orașul Institut

source: Driving License
it_it: Patente di guida
pl_pl: Prawo jazdy
ro_ro: Permis de conducere

source: License No.
it_it: Licenza n.
pl_pl: Numer licencji
ro_ro: Licenta Nr.

source: License Country
it_it: Paese di licenza
pl_pl: Kraj licencji
ro_ro: Țara licenței

source: Searchable
it_it: Ricercabile
pl_pl: Przeszukiwalny
ro_ro: Căutare

source: Job Salary Range
it_it: Gamma salariale di lavoro
pl_pl: Zakres wynagrodzenia za pracę
ro_ro: Gama de salarii de locuri de muncă

source: No Of Jobs
it_it: No di posti di lavoro
pl_pl: Liczba miejsc pracy
ro_ro: Nu de locuri de muncă

source: Zipcode
it_it: Cap
pl_pl: Kod pocztowy
ro_ro: Cod poștal

source: Send Me Resume
it_it: Inviami curriculum
pl_pl: Wyślij mi CV
ro_ro: Trimite-mi CV-ul

source: Visitor Unpublish
it_it: Annulla pubblicazione visitatore
pl_pl: Odwiedzający Cofnij publikację
ro_ro: Anulează publicarea vizitatorului

source: Visitor Publish
it_it: Pubblicazione dei visitatori
pl_pl: Odwiedzający Opublikuj
ro_ro: Publicare vizitator

source: Select Files
it_it: Seleziona i file
pl_pl: Wybierz pliki
ro_ro: Selectati fisierele

source: You Unsubscribe Job Alert
it_it: Annulla l'iscrizione all'avviso di lavoro
pl_pl: Rezygnujesz z subskrypcji Job Alert
ro_ro: Vă dezabonați Alerta de locuri de muncă

source: Add Employer Package
it_it: Aggiungi pacchetto datore di lavoro
pl_pl: Dodaj pakiet pracodawcy
ro_ro: Adăugați pachetul angajator

source: Free Package
it_it: Pacchetto gratuito
pl_pl: Bezpłatny pakiet
ro_ro: Pachet gratuit

source: Delete Cat And Sub-cat
it_it: Elimina Cat e sottocat
pl_pl: Usuń kota i podkata
ro_ro: Ștergeți pisica și sub-pisica

source: Error in saving message
it_it: Errore nel salvataggio del messaggio
pl_pl: Błąd podczas zapisywania wiadomości
ro_ro: Eroare la salvarea mesajului

source: Can not get free package more then once
it_it: Non è possibile ottenere il pacchetto gratuito più di una volta
pl_pl: Nie możesz otrzymać darmowego pakietu więcej niż raz
ro_ro: Nu se poate primi pachetul gratuit de mai multe ori

source: Incorrect Email Address
it_it: Indirizzo email errato
pl_pl: Nieprawidłowy adres e-mail
ro_ro: Adresă de E-mail incorecta

source: Employer Not Allowed
it_it: Datore di lavoro non consentito
pl_pl: Pracodawca nie może
ro_ro: Angajatorul nu este permis

source: You are not allowed to unsubscribe from the job alert
it_it: Non è consentito annullare l'iscrizione all'avviso di lavoro
pl_pl: Nie możesz wypisać się z alertu o ofertach pracy
ro_ro: Nu aveți voie să vă dezabonați de la alerta de locuri de muncă

source: Error while assigning package to user
it_it: Errore durante l'assegnazione del pacchetto all'utente
pl_pl: Błąd podczas przypisywania pakietu do użytkownika
ro_ro: Eroare la atribuirea pachetului utilizatorului

source: Cannot assign free package more than once
it_it: Non è possibile assegnare il pacchetto gratuito più di una volta
pl_pl: Nie możesz przypisać darmowego pakietu więcej niż raz
ro_ro: Nu se poate atribui pachetul gratuit de mai multe ori

source: JS Jobs for any business, industry body or staffing company wishing to establish a presence on the internet where job seekers can come to view the latest jobs and apply to them.JS Jobs allows you to run your own, unique jobs classifieds service where you or employer can advertise their jobs and jobseekers can upload their Resumes.
it_it: JS Jobs per qualsiasi azienda, ente industriale o società di personale che desideri stabilire una presenza su Internet dove le persone in cerca di lavoro possono venire a visualizzare gli ultimi lavori e fare domanda per loro. JS Jobs ti consente di gestire il tuo servizio di annunci di lavoro unico in cui tu o il datore di lavoro può pubblicizzare i propri lavori e le persone in cerca di lavoro possono caricare i propri curriculum.
pl_pl: JS Jobs dla każdej firmy, organizacji branżowej lub firmy rekrutacyjnej, która chce zaistnieć w Internecie, gdzie osoby poszukujące pracy mogą przeglądać najnowsze oferty pracy i aplikować na nie. JS Jobs umożliwia prowadzenie własnej, unikalnej usługi ogłoszeń o pracę, w której pracodawca może ogłaszać swoje oferty pracy, a osoby poszukujące pracy mogą przesyłać swoje CV.
ro_ro: JS Jobs pentru orice afacere, organism industrial sau companie de angajare care dorește să-și stabilească o prezență pe internet, unde solicitanții de locuri de muncă pot veni pentru a vedea cele mai recente locuri de muncă și a aplica la acestea. angajatorul își poate face publicitate locurilor de muncă, iar persoanele aflate în căutarea unui loc de muncă își pot încărca CV-urile.

source: Choose Version
it_it: Scegli Versione
pl_pl: Wybierz wersję
ro_ro: Alegeți versiunea

source: Continue
it_it: Continua
pl_pl: Kontyntynuj
ro_ro: Continua

source: JS Support Ticket is a trusted open source ticket system. JS Support Ticket is a simple, easy to use, web-based customer support system. User can create ticket from front-end. JS Support Ticket comes packed with lot features than most of the expensive
it_it: JS Support Ticket è un sistema di ticket open source affidabile. JS Support Ticket è un sistema di assistenza clienti basato sul Web semplice, facile da usare. L'utente può creare ticket dal front-end. JS Support Ticket viene fornito con molte funzionalità rispetto alla maggior parte dei costosi
pl_pl: JS Support Ticket to zaufany system zgłoszeń typu open source. JS Support Ticket to prosty, łatwy w użyciu internetowy system obsługi klienta. Użytkownik może stworzyć bilet z poziomu front-endu. Bilet wsparcia JS jest wyposażony w wiele funkcji niż większość drogich
ro_ro: JS Support Ticket este un sistem de bilete open source de încredere. JS Support Ticket este un sistem de asistență pentru clienți simplu, ușor de utilizat, bazat pe web. Utilizatorul poate crea bilet de pe front-end. JS Support Ticket vine cu multe caracteristici decât cele mai scumpe

source: and complex
it_it: e complesso
pl_pl: i złożone
ro_ro: si complex

source: support ticket system on market.
it_it: sistema di ticket di supporto sul mercato.
pl_pl: wsparcie systemu biletowego na rynku.
ro_ro: suport pentru sistemul de bilete de pe piață.

source: You Are Not Allowed
it_it: Non hai il permesso
pl_pl: Nie masz pozwolenia
ro_ro: Nu ai voie

source: Edit Erase Data Request
it_it: Modifica Cancella richiesta dati
pl_pl: Edytuj żądanie usunięcia danych
ro_ro: Editați cererea de ștergere a datelor

source: Email template option for employer has been changed
it_it: L'opzione del modello di email per il datore di lavoro è stata modificata
pl_pl: Zmieniono opcję szablonu e-mail dla pracodawcy
ro_ro: Opțiunea șablonului de e-mail pentru angajator a fost modificată

source: Do you sure to submit the erase data request?
it_it: Sei sicuro di inviare la richiesta di cancellazione dei dati?
pl_pl: Czy na pewno chcesz złożyć wniosek o usunięcie danych?
ro_ro: Sunteți sigur că trimiteți cererea de ștergere a datelor?

source: Delete Cat
it_it: Elimina Cat
pl_pl: Usuń kota
ro_ro: Șterge Cat

source: Sub-Cat
it_it: Sottocat
pl_pl: pod-kat

source: Resume files
it_it: Riprendi file
pl_pl: Wznów pliki
ro_ro: Reluați fișierele

source: Enter Name Here
it_it: Inserisci il nome qui
pl_pl: Wpisz imię tutaj
ro_ro: Introdu numele aici

source: You do not have any companies remaining
it_it: Non hai società rimanenti
pl_pl: Nie masz żadnych pozostałych firm
ro_ro: Nu mai aveți nicio companie

source: You do not have any department remaining
it_it: Non hai alcun dipartimento rimanente
pl_pl: Nie masz już żadnego działu
ro_ro: Nu mai aveți niciun departament

source: Enter -1 for Unlimited
it_it: Inserisci -1 per Illimitato
pl_pl: Wprowadź -1 dla nieograniczonej
ro_ro: Introduceți -1 pentru Nelimitat

source: Less than 1 year
it_it: meno di 1 anno
pl_pl: mniej niż 1 rok
ro_ro: Mai puțin de 1 an

source: Fresh
it_it: Fresco
pl_pl: Świeży
ro_ro: Proaspăt

source: Miscellaneous Tutorials
it_it: Tutorial vari
pl_pl: Różne tutoriale
ro_ro: Tutoriale diverse

source: Plugin Walkthrough
it_it: Procedura dettagliata del plugin
pl_pl: Opis wtyczki
ro_ro: Tutorial plugin

source: How to Set Up WP Job Portal
it_it: Come impostare il portale di lavoro WP
pl_pl: Jak skonfigurować portal pracy WP
ro_ro: Cum se configurează WP Job Portal

source: Find step-by-step setup instructions and access all tutorial videos to get started quickly.
it_it: Trova le istruzioni dettagliate per la configurazione e accedi a tutti i video tutorial per iniziare rapidamente.
pl_pl: Znajdź instrukcje konfiguracji krok po kroku i uzyskaj dostęp do wszystkich filmów instruktażowych, aby szybko rozpocząć pracę.
ro_ro: Găsiți instrucțiuni de configurare pas cu pas și accesați toate videoclipurile tutorial pentru a începe rapid.

source: Explore all shortcodes and watch a video tutorial on how to create pages with them.
it_it: Esplora tutti gli shortcode e guarda un video tutorial su come creare pagine con essi.
pl_pl: Zapoznaj się ze wszystkimi krótkimi kodami i obejrzyj samouczek wideo na temat tworzenia za ich pomocą stron.
ro_ro: Explorați toate codurile scurte și urmăriți un tutorial video despre cum să creați pagini cu ele.

source: Manage Addons
it_it: Gestisci componenti aggiuntivi
pl_pl: Zarządzaj dodatkami
ro_ro: Gestionați suplimente
