Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: Your WP Job Portal license key has expired or is invalid. Please update it to continue receiving support and updates.
it_it: La chiave di licenza del tuo portale WP Job è scaduta o non è valida. Aggiornalo per continuare a ricevere supporto e aggiornamenti.
pl_pl: Twój klucz licencyjny portalu pracy WP wygasł lub jest nieprawidłowy. Zaktualizuj go, aby nadal otrzymywać wsparcie i aktualizacje.
ro_ro: Cheia de licență WP Job Portal a expirat sau este nevalidă. Actualizați-l pentru a continua să primiți asistență și actualizări.

source: failed.
it_it: fallito.
pl_pl: przegrany.
ro_ro: a eșuat.

source: found
it_it: trovato
pl_pl: znaleziony
ro_ro: găsit

source: icon
it_it: icona
pl_pl: ikona
ro_ro: pictograma

source: imported.
it_it: importato.
pl_pl: importowany.
ro_ro: importate.

source: skipped.
it_it: saltato.
pl_pl: pominięte.
ro_ro: sarit.

source: unused key has been deleted successfully!
it_it: la chiave non utilizzata è stata eliminata con successo!
pl_pl: nieużywany klucz został pomyślnie usunięty!
ro_ro: cheia nefolosită a fost ștearsă cu succes!

source: unused key(s) that can be safely removed.
it_it: chiavi non utilizzate che possono essere rimosse in sicurezza.
pl_pl: nieużywane klucze, które można bezpiecznie usunąć.
ro_ro: chei nefolosite care pot fi scoase în siguranță.

source: unused keys have been deleted successfully!
it_it: le chiavi non utilizzate sono state cancellate con successo!
pl_pl: nieużywane klucze zostały pomyślnie usunięte!
ro_ro: cheile neutilizate au fost șterse cu succes!

source: Miles
it_it: Miglia

source: Status
it_it: Stato
ro_ro: stare

source: Job Alert
it_it: Avviso di lavoro
ro_ro: Alertă de locuri de muncă

source: cron job
it_it: cron lavoro

source: Total Company
it_it: Compagnia totale
ro_ro: Compania totală

source: Applied Jobs
it_it: Lavori applicati
ro_ro: Locuri de muncă aplicate

source: Minimum
it_it: Minimo
ro_ro: Minim

source: Plus
it_it: Più
ro_ro: La care se adauga

source: Minus
it_it: Meno

source: Total Stats
it_it: Statistiche totali
ro_ro: Statistici totale

source: Hot Jobs
it_it: Lavori caldi
ro_ro: Locuri de muncă fierbinți

source: system offline
it_it: sistema offline
ro_ro: sistem offline

source: Job Alert Time
it_it: Tempo di avviso di lavoro
ro_ro: Ora alertă de locuri de muncă

source: WP Job Alert
it_it: Avviso di lavoro WP

source: Shortcodes
it_it: codici brevi

source: Administrator
it_it: Amministratore

source: Offline
it_it: disconnesso
ro_ro: Deconectat

source: Stagiair
it_it: Stagiro

source: Admin
it_it: amministratore

source: Admin
it_it: amministratore

source: status
it_it: stato
ro_ro: stare

source: JS From
it_it: JS Da
ro_ro: JS De la

source: JS To
it_it: JS A

source: Cert/deg/oth
it_it: Cert/gradi/altro

source: Menu
it_it: Menù
ro_ro: Meniul

source: Advance Resume Builder
it_it: Generatore di curriculum avanzato
ro_ro: Advance CV Builder

source: Multi Resume
it_it: Riprendi multiplo
ro_ro: Multi CV

source: select.genericList
it_it: selezionare.Lista.generica

source: All Approve
it_it: Tutti approvano
ro_ro: Toți aprobă

source: All Reject
it_it: Tutti rifiutano
ro_ro: Toți resping

source: Home Slug
it_it: Lumaca di casa

source: widget
it_it: aggeggio

source: Job Alert Info
it_it: Informazioni sull'avviso di lavoro
ro_ro: Informații despre alerte de locuri de muncă

source: woocommerce
it_it: woocommercio

source: menu
it_it: menù
ro_ro: meniul

source: Woocommerce
it_it: Woocommercio

source: paypal IPN
it_it: IPN paypal
ro_ro: IPN paypal

source: tablet
it_it: tavoletta
ro_ro: comprimat

source: Public Relations
it_it: Relazioni pubbliche
ro_ro: Relații publice

source: uid
it_it: fluido

source: Grenada
it_it: Granata

source: Peru
it_it: Perù

source: Gibraltar
it_it: Gibilterra

source: Moldova
it_it: Moldavia

source: Syria
it_it: Siria
ro_ro: Siria

source: Mauritius
it_it: Maurizio

source: Rwanda
it_it: Ruanda

source: Tuvalu
it_it: Tuvalù

source: Multi Select
it_it: Multi Seleziona

source: System slug
it_it: Slug di sistema
ro_ro: SLUG DE SISTEM

source: start
it_it: inizio
ro_ro: început

source: System
it_it: Sistema
ro_ro: Sistem

source: logo
ro_ro: siglă

source: View xing profile
ro_ro: Vizualizați profilul xing

source: Xing user
ro_ro: utilizator Xing

source: We Are Here to Help You
ro_ro: Suntem aici pentru a vă ajuta

source: WP Job Portal is a simple yet powerful job board plugin with a step-by-step YouTube guide to ensure ease of use.
ro_ro: WP Job Portal este un plugin simplu, dar puternic, cu un ghid YouTube pas cu pas pentru a asigura ușurința în utilizare.

source: WP Job Portal offers timely customer support. If you have any queries, we're here to help you every step of the way.
ro_ro: WP Job Portal oferă asistență clienților în timp util. Dacă aveți întrebări, suntem aici pentru a vă ajuta la fiecare pas.

source: Logo
ro_ro: Siglă

source: Iran
ro_ro: Iranul

source: Register an account
ro_ro: Inregistreaza un cont
