Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: No Of Job Alert
it_it: No di avviso di lavoro
pl_pl: Brak alertu o pracy

source: Remaining Job Alert
it_it: Avviso di lavoro rimanente
pl_pl: Pozostały alert o ofertach pracy
ro_ro: Alertă de locuri de muncă rămase

source: No Of Department
it_it: No Di Dipartimento
pl_pl: Nr Wydziału
ro_ro: Nr de departament

source: Remaining Department
it_it: Reparto rimanente
pl_pl: Pozostały dział
ro_ro: Departamentul rămas

source: renew this package
it_it: rinnova questo pacchetto
pl_pl: odnów ten pakiet
ro_ro: reînnoiește acest pachet

source: Renew This Package
it_it: Rinnova questo pacchetto
pl_pl: Odnów ten pakiet
ro_ro: Reînnoiește acest pachet

source: and get discount
it_it: e ottieni uno sconto
pl_pl: i uzyskaj zniżkę
ro_ro: și obține reducere

source: payment methods
it_it: Modalità di pagamento
pl_pl: Metody Płatności
ro_ro: Metode de plata

source: Payment Methods
it_it: Modalità di pagamento
pl_pl: Metody Płatności
ro_ro: Metode de plata

source: my packages
it_it: i miei pacchetti
pl_pl: moje pakiety
ro_ro: pachetele mele

source: my subscriptions
it_it: le mie sottoscrizioni
pl_pl: moje subskrypcje
ro_ro: Abonamentele mele

source: invoices
it_it: fatture
pl_pl: faktury
ro_ro: facturi

source: Login to view contact detail
it_it: Accedi per visualizzare i dettagli di contatto
pl_pl: Zaloguj się, aby wyświetlić szczegóły kontaktu
ro_ro: Conectați-vă pentru a vedea detaliile de contact

source: Show Resume Contact
it_it: Mostra Riprendi contatto
pl_pl: Pokaż wznawianie kontaktu
ro_ro: Afișați CV-ul de contact

source: Show resume contact
it_it: Mostra riprendere il contatto
pl_pl: Pokaż wznawianie kontaktu
ro_ro: Afișați reluarea contactului

source: Cancel payment
it_it: Annulla il pagamento
pl_pl: Anuluj płatność
ro_ro: Anulați plata

source: Show company contact
it_it: Mostra il contatto dell'azienda
pl_pl: Pokaż kontakt firmy
ro_ro: Afișați contactul companiei

source: user packages
it_it: pacchetti utente
pl_pl: pakiety użytkowników
ro_ro: pachete de utilizator

source: add new user packages
it_it: aggiungere nuovi pacchetti utente
pl_pl: dodaj nowe pakiety użytkowników
ro_ro: adăugați noi pachete de utilizator

source: Make Payment
it_it: Fare un pagamento
pl_pl: Dokonać płatności
ro_ro: Plateste

source: You have already applied
it_it: Hai già presentato domanda
pl_pl: Już złożyłeś podanie
ro_ro: Ați aplicat deja

source: Apply on this job
it_it: Candidati per questo lavoro
pl_pl: Aplikuj w tej pracy
ro_ro: Aplica la acest job

source: Apply this job
it_it: Applica questo lavoro
pl_pl: Aplikuj tę pracę
ro_ro: Aplica acest job

source: Apply This Job
it_it: Candidati per questo lavoro
pl_pl: Zastosuj tę pracę
ro_ro: Aplicați acest job

source: apply on this job
it_it: fare domanda per questo lavoro
pl_pl: aplikuj w tej pracy
ro_ro: aplica la acest job

source: You do not have any
it_it: Non hai nessun
pl_pl: Nie masz żadnych
ro_ro: Nu ai niciunul

source: Proceed Without Package
it_it: Procedi senza pacchetto
pl_pl: Kontynuuj bez pakietu
ro_ro: Continuați fără pachet

source: Proceed With Package
it_it: Procedi con il pacchetto
pl_pl: Kontynuuj z pakietem
ro_ro: Continuați cu pachetul

source: proceed without paying
it_it: procedere senza pagare
pl_pl: kontynuować bez płacenia
ro_ro: procedați fără a plăti

source: proceed with paying
it_it: procedere con il pagamento
pl_pl: kontynuować płacenie
ro_ro: continua cu plata

source: Curl
it_it: Arricciare
pl_pl: Kędzior
ro_ro: Răsuci

source: Php Script
it_it: Script PHP
pl_pl: Skrypt PHP
ro_ro: Script PHP

source: Recommended run script once a day
it_it: Script di esecuzione consigliato una volta al giorno
pl_pl: Zalecane uruchamianie skryptu raz dziennie
ro_ro: Scriptul de rulare recomandat o dată pe zi

source: Configuration Of A Backup Job With
it_it: Configurazione di un processo di backup con
pl_pl: Konfiguracja zadania kopii zapasowej z
ro_ro: Configurarea unei lucrări de rezervă cu

source: Name Of Cronjob
it_it: Nome di Cronjob
pl_pl: Nazwa Cronjob
ro_ro: Numele lui Cronjob

source: Log In To
it_it: Accedere
pl_pl: Zaloguj się do
ro_ro: Conectați la

source: In The Cron Area
it_it: Nella Zona Cron
pl_pl: W obszarze Crona
ro_ro: În zona Cron

source: Click On The New Cron Button
it_it: Fare clic sul pulsante Nuovo Cron
pl_pl: Kliknij przycisk Nowy Cron
ro_ro: Faceți clic pe butonul Noul Cron

source: Below You will Find What You Have To Enter At
it_it: Di seguito troverai ciò a cui devi entrare
pl_pl: Poniżej znajdziesz to, co musisz wprowadzić w
ro_ro: Mai jos veți găsi la ce trebuie să introduceți

source: Interface
it_it: Interfaccia
pl_pl: Berło
ro_ro: Interfață

source: Timeout
it_it: Tempo scaduto
pl_pl: Koniec czasu
ro_ro: Pauză

source: 180 sec If The Backup Does Not Complete
it_it: 180 sec se il backup non viene completato
pl_pl: 180 sekund, jeśli kopia zapasowa nie zostanie ukończona
ro_ro: 180 de secunde dacă backupul nu se finalizează

source: Increase It
it_it: Aumentalo
pl_pl: Zwiększ to
ro_ro: Măriți-l

source: Most Sites Will Work With A Setting Of 180 Or 600 Here
it_it: La maggior parte dei siti funzionerà con un'impostazione di 180 o 600 qui
pl_pl: Większość witryn będzie działać z ustawieniem 180 lub 600 tutaj
ro_ro: Cele mai multe site-uri vor funcționa cu o setare de 180 sau 600 aici

source: As Its Much More Cost-effective.
it_it: Poiché è molto più conveniente.
pl_pl: Ponieważ jest znacznie bardziej opłacalny.
ro_ro: Deoarece este mult mai rentabil.

source: Url You Want To Execute
it_it: URL che desideri eseguire
pl_pl: URL, który chcesz wykonać
ro_ro: Url pe care doriți să o executați

source: Leave This Blank
it_it: Lascia questo vuoto
pl_pl: Zostaw to puste
ro_ro: Lăsați acest gol

source: Execution Time
it_it: Tempo di esecuzione
pl_pl: Czas egzekucji
ro_ro: Timpul de execuție

source: Thats The Grid Below The Other Options
it_it: Questa è la griglia sotto le altre opzioni
pl_pl: To jest siatka pod innymi opcjami
ro_ro: Aceasta este grila de sub celelalte opțiuni

source: Select When And How Often You Want Your Cron Job To Run.
it_it: Seleziona quando e con quale frequenza desideri che il tuo Cron Job venga eseguito.
pl_pl: Wybierz, kiedy i jak często chcesz, aby Twoje zadanie Cron było uruchamiane.
ro_ro: Selectați când și cât de des doriți să ruleze jobul dvs. Cron.

source: Alerts
it_it: Avvisi
pl_pl: Alerty
ro_ro: Alerte

source: If You Have Already Set Up Alert Methods In
it_it: Se hai già impostato i metodi di avviso in
pl_pl: Jeśli masz już skonfigurowane metody alertów w
ro_ro: Dacă ați configurat deja metode de alertă în

source: Finally Click On The Submit Button To Finish Setting Up Your Cron Job.
it_it: Infine, fai clic sul pulsante Invia per completare la configurazione del tuo cron Job.
pl_pl: Na koniec kliknij przycisk Prześlij, aby zakończyć konfigurację zadania Cron.
ro_ro: În cele din urmă, faceți clic pe butonul de trimitere pentru a finaliza configurarea jobului dvs. Cron.

source: Cron Scheduling Using Wget most Hosts
it_it: Pianificazione Cron utilizzando Wget la maggior parte degli host
pl_pl: Harmonogramowanie Crona przy użyciu większości hostów Wget
ro_ro: Programarea Cron folosind Wget majoritatea gazdelor

source: Cron Scheduling Using Curl siteground And A Few Other Hosts
it_it: Pianificazione Cron utilizzando Curl siteground e pochi altri host
pl_pl: Harmonogramowanie Cron za pomocą Curl siteground i kilku innych hostów
ro_ro: Programarea Cron folosind Curl siteground și câteva alte gazde

source: Or
it_it: o
pl_pl: Lub
ro_ro: Sau

source: Custom Php Script To Run
it_it: Script PHP personalizzato da eseguire
pl_pl: Niestandardowy skrypt PHP do uruchomienia
ro_ro: Script PHP personalizat pentru a rula

source: Sorry
it_it: Scusa
pl_pl: Przepraszam
ro_ro: Îmi pare rău

source: The Backup Did Not Work.
it_it: Il backup non ha funzionato.
pl_pl: Kopia zapasowa nie działała.
ro_ro: Backup-ul nu a funcționat.

source: Url For Use With Your Own Scripts And Third Party Services
it_it: URL da utilizzare con i propri script e servizi di terze parti
pl_pl: URL do użytku z własnymi skryptami i usługami stron trzecich
ro_ro: Url pentru utilizare cu propriile dvs. scripturi și servicii ale terților

source: pending payment
it_it: In attesa di Pagamento
pl_pl: oczekująca płatność
ro_ro: În așteptarea plată

source: department name
it_it: Nome Dipartimento
pl_pl: Nazwa oddziału
ro_ro: numele departamentului

source: Department Name
it_it: Nome Dipartimento
pl_pl: Nazwa oddziału
ro_ro: numele departamentului

source: Edit department
it_it: Modifica reparto
pl_pl: Edytuj dział
ro_ro: Editați departamentul

source: Edit Department
it_it: Reparto di modifica
pl_pl: Edytuj dział
ro_ro: Departamentul de editare

source: Delete department
it_it: Elimina reparto
pl_pl: Usuń dział
ro_ro: Șterge departamentul

source: Delete Department
it_it: Elimina reparto
pl_pl: Usuń dział
ro_ro: Șterge departamentul

source: Total Department
it_it: Dipartimento totale
pl_pl: Razem Dział
ro_ro: Departamentul total

source: Add department
it_it: Aggiungi reparto
pl_pl: Dodaj dział
ro_ro: Adăugați departament

source: Add departments
it_it: Aggiungi reparti
pl_pl: Dodaj działy
ro_ro: Adăugați departamente

source: WP JOB PORTAL resume export
it_it: WP JOB PORTAL riprende l'esportazione
pl_pl: WP JOB PORTAL wznawia eksport
ro_ro: WP JOB PORTAL reluați exportul

source: export all
it_it: esporta tutto
pl_pl: eksportuj wszystko
ro_ro: exporta toate

source: Export All
it_it: Esporta tutto
pl_pl: Eksportuj wszystko
ro_ro: Exportați toate

source: Company added to featured
it_it: Azienda aggiunta a in primo piano
pl_pl: Firma dodana do polecanych
ro_ro: Compania a fost adăugată la cele prezentate

source: Waiting
it_it: In attesa
pl_pl: Czekanie
ro_ro: Aşteptare

source: You do not have any featured remaining
it_it: Non hai nessuna caratteristica rimanente
pl_pl: Nie masz żadnych pozostałych polecanych
ro_ro: Nu mai aveți nicio prezentare rămasă

source: Select package
it_it: Seleziona pacchetto
pl_pl: Wybierz pakiet
ro_ro: Selectați pachetul

source: Add To Featured
it_it: Aggiungi a in primo piano
pl_pl: Dodaj do polecanych
ro_ro: Adăugați la Featured

source: Buy Packages
it_it: Acquista pacchetti
pl_pl: Kup pakiety
ro_ro: Cumpărați pachete

source: Featured companies
it_it: Aziende in primo piano
pl_pl: Wyróżnione firmy
ro_ro: Companii prezentate

source: featured approval waiting
it_it: caratterizzato da attesa di approvazione
pl_pl: polecane zatwierdzenie czeka
ro_ro: a prezentat aprobarea în așteptare

source: Featured Approval Waiting
it_it: In attesa di approvazione in primo piano
pl_pl: Oczekiwanie na wyróżnione zatwierdzenie
ro_ro: Se așteaptă aprobarea recomandată

source: add to featured
it_it: aggiungi a in primo piano
pl_pl: dodaj do polecanych
ro_ro: adăugați la prezentate

source: add featured
it_it: aggiungi in primo piano
pl_pl: dodaj polecane
ro_ro: adăugați prezentate

source: Add Featured
it_it: Aggiungi in primo piano
pl_pl: Dodaj wyróżnione
ro_ro: Adăugați Featured

source: downhover part
it_it: parte in discesa
pl_pl: część w dół
ro_ro: partea de jos

source: Job added to featured
it_it: Lavoro aggiunto in primo piano
pl_pl: Zadanie dodane do polecanych
ro_ro: Lucrări adăugate la cele prezentate

source: You do not have any featured Job remaining
it_it: Non hai nessun lavoro in primo piano rimanente
pl_pl: Nie masz żadnych pozostałych polecanych ofert pracy
ro_ro: Nu mai aveți niciun loc de muncă recomandat

source: Add To Featured Job
it_it: Aggiungi a lavoro in evidenza
pl_pl: Dodaj do polecanej pracy
ro_ro: Adăugați la job recomandat

source: Featured jobs
it_it: Lavori in primo piano
pl_pl: Polecane prace
ro_ro: Locuri de muncă recomandate

source: Add featured
it_it: Aggiungi in primo piano
pl_pl: Dodaj polecane
ro_ro: Adăugați caracteristici

source: Resume added to featured
it_it: Curriculum aggiunto in primo piano
pl_pl: CV dodane do polecanych
ro_ro: CV-ul a fost adăugat la prezentate

source: Please Select A Package First
it_it: Seleziona prima un pacchetto
pl_pl: Proszę wybrać pakiet jako pierwszy
ro_ro: Vă rugăm să selectați mai întâi un pachet

source: Add to featured
it_it: Aggiungi a in primo piano
pl_pl: Dodaj do polecanych
ro_ro: Adăugați la prezentate

source: add to Featured
it_it: aggiungi a In primo piano
pl_pl: dodaj do polecanych
ro_ro: adăugați la Featured

source: Saved to Folder Successfully
it_it: Salvato nella cartella con successo
pl_pl: Zapisano w folderze pomyślnie
ro_ro: Salvat în dosar cu succes

source: Resume already in folder
it_it: Riprendi già nella cartella
pl_pl: Wznów już w folderze
ro_ro: Reluați deja în dosar

source: Salary
it_it: Stipendio
pl_pl: Pensja
ro_ro: Salariu

source: Contact Email
it_it: contatto email
pl_pl: Kontaktowy adres e-mail
ro_ro: emailul de contact

source: Select one
it_it: Selezionane uno
pl_pl: Wybierz jeden
ro_ro: Alege unul

source: No folder found
it_it: Nessuna cartella trovata
pl_pl: Nie znaleziono folderu
ro_ro: Nu a fost găsit niciun folder

source: add folder
it_it: Aggiungi cartella
pl_pl: Dodaj folder
ro_ro: adaugă folder

source: Add Folder
it_it: Aggiungi cartella
pl_pl: Dodaj folder
ro_ro: Adaugă folder

source: remove resume from folder
it_it: rimuovi curriculum dalla cartella
pl_pl: usuń CV z folderu
ro_ro: elimina CV-ul din folder

source: Remove Resume From Folder
it_it: Rimuovi curriculum dalla cartella
pl_pl: Usuń CV z folderu
ro_ro: Eliminați CV-ul din dosar

source: view resume
it_it: visualizza curriculum
pl_pl: zobacz CV
ro_ro: vizualiza CV-ul

source: Owner
it_it: Proprietario
pl_pl: Właściciel
ro_ro: Proprietar

source: Folder Name
it_it: Nome della cartella
pl_pl: Nazwa folderu
ro_ro: Numele fisierului

source: folders
it_it: cartelle
pl_pl: lornetka składana
ro_ro: foldere

source: Remove resume from folder
it_it: Rimuovi curriculum dalla cartella
pl_pl: Usuń CV z folderu
ro_ro: Eliminați CV-ul din dosar

source: copy to folder
it_it: copia nella cartella
pl_pl: skopiuj do folderu
ro_ro: copiați în folder

source: Copy To Folder
it_it: Copia nella cartella
pl_pl: Kopiuj do folderu
ro_ro: Copiere în dosar

source: Daily
it_it: Quotidiano
pl_pl: Codziennie
ro_ro: Zilnic

source: Weekly
it_it: settimanalmente
pl_pl: Tygodniowo
ro_ro: Săptămânal

source: Monthly
it_it: Mensile
pl_pl: Miesięczny
ro_ro: Lunar

source: Job Category
it_it: Categoria di lavoro
pl_pl: Kategoria Pracy
ro_ro: Categorie Job

source: Job Location
it_it: Luogo di lavoro
pl_pl: miejsce pracy
ro_ro: Locația locului de muncă

source: Job Alert Subscribed Succefully
it_it: Avviso di lavoro iscritto con successo
pl_pl: Pomyślnie subskrybowano alert o ofertach pracy
ro_ro: Alertă de locuri de muncă abonată cu succes

source: Provided Email Already Registered For Job Alert
it_it: E-mail fornita già registrata per avviso di lavoro
pl_pl: Podany e-mail już zarejestrowany w celu uzyskania alertu o ofertach pracy
ro_ro: E-mail furnizat deja înregistrat pentru alertă de locuri de muncă

source: Error While Subscribing Job Alert
it_it: Errore durante la sottoscrizione di Job Alert
pl_pl: Błąd podczas subskrybowania alertu o ofertach pracy
ro_ro: Eroare la abonarea Job Alert

source: Zip Code
it_it: Cap
pl_pl: Kod pocztowy
ro_ro: Cod poștal

source: Keywords
it_it: Parole chiave
pl_pl: Słowa kluczowe
ro_ro: Cuvinte cheie

source: Alert Type
it_it: Tipo di avviso
pl_pl: Typ alertu
ro_ro: Tip alertă

source: Unsubscribe
it_it: Annulla l'iscrizione
pl_pl: Anuluj subskrypcję
ro_ro: Dezabonați-vă

source: Unsubscribe job alert
it_it: Annulla l'iscrizione all'avviso di lavoro
pl_pl: Anuluj subskrypcję alertu o ofertach pracy
ro_ro: Dezabonare alertă de locuri de muncă

source: Are you sure to Unsubscribe job alert
it_it: Sei sicuro di annullare l'iscrizione all'avviso di lavoro
pl_pl: Czy na pewno zrezygnujesz z ostrzeżeń o ofertach pracy?
ro_ro: Sigur vă dezabonați alerta de locuri de muncă

source: Save Job Alert
it_it: Salva avviso di lavoro
pl_pl: Zapisz alert o pracy
ro_ro: Salvați alertă de locuri de muncă

source: Total Job Alert
it_it: Avviso di lavoro totale
pl_pl: Łączny alert o pracy

source: Do not email me
it_it: Non mandarmi un'e-mail
pl_pl: Nie wysyłaj mi e-maili
ro_ro: Nu-mi trimite un e-mail

source: No job applied notification will be emailed to you
it_it: Nessuna notifica di domanda di lavoro ti verrà inviata via email
pl_pl: Żadne powiadomienie o aplikacji nie zostanie wysłane do Ciebie e-mailem
ro_ro: Nicio notificare privind aplicația unui loc de muncă nu vă va fi trimisă prin e-mail

source: you can only check your workspace for new applicants
it_it: puoi solo controllare il tuo spazio di lavoro per i nuovi candidati
pl_pl: możesz tylko sprawdzić swoją przestrzeń roboczą pod kątem nowych kandydatów
ro_ro: vă puteți verifica doar spațiul de lucru pentru noi solicitanți

source: Email me resume of new applicant
it_it: Mandami via email il curriculum del nuovo candidato
pl_pl: Wyślij mi CV nowego kandydata
ro_ro: Trimiteți-mi un e-mail CV-ul noului solicitant

source: you can also check your workspace
it_it: puoi anche controllare il tuo spazio di lavoro
pl_pl: możesz również sprawdzić swoją przestrzeń roboczą
ro_ro: de asemenea, vă puteți verifica spațiul de lucru

source: Email me resume and resume attachments of new applicant
it_it: Mandami via email il curriculum e gli allegati del nuovo candidato
pl_pl: Wyślij mi CV i wznów załączniki nowego kandydata
ro_ro: Trimiteți-mi CV-ul prin e-mail și atașamentele CV-ului noului solicitant

source: Edit Message
it_it: Modifica messaggio
pl_pl: Edytuj wiadomość
ro_ro: Editați mesajul

source: Reply Message
it_it: Messaggio di risposta
pl_pl: Odpowiedz na wiadomość
ro_ro: Mesaj de răspuns

source: message subject
it_it: soggetto del messaggio
pl_pl: temat wiadomości
ro_ro: Subiectul mesajului

source: send message
it_it: invia messaggio
pl_pl: Wyślij wiadomość
ro_ro: Trimite mesaj

source: messages
it_it: messaggi
pl_pl: wiadomości
ro_ro: mesaje

source: You do not have any View Company Contact remaining
it_it: Non hai alcun contatto Visualizza azienda rimanente
pl_pl: Nie masz żadnych pozostałych kontaktów do kontaktu z firmą
ro_ro: Nu mai aveți niciun contact de vizualizare a companiei rămas

source: View Company Contact
it_it: Visualizza il contatto dell'azienda
pl_pl: Wyświetl kontakt firmy
ro_ro: Vezi Contactul companiei

source: Remaining View Company Contact
it_it: Restante Visualizza il contatto dell'azienda
pl_pl: Pozostały widok Firma Kontakt
ro_ro: Restul Vezi Contactul companiei

source: Add company
it_it: Aggiungi compagnia
pl_pl: Dodaj firmę
ro_ro: Adăugați o companie

source: You Are Applying On This Job
it_it: Ti stai candidando per questo lavoro
pl_pl: Aplikujesz na tę pracę
ro_ro: Aplicați la acest job

source: N/A
pl_pl: nie dotyczy

source: Skill
it_it: Abilità
pl_pl: Umiejętność
ro_ro: Îndemânare

source: Employer Reports
it_it: Rapporti datore di lavoro
pl_pl: Raporty Pracodawcy
ro_ro: Rapoartele angajatorului

source: Jobs By Cities
it_it: Lavori per città
pl_pl: Oferty pracy według miast
ro_ro: Locuri de muncă după orașe

source: Jobs By Companies
it_it: Lavori per aziende
pl_pl: Oferty pracy według firm
ro_ro: Locuri de muncă după companii

source: Job by city
it_it: Lavoro per città
pl_pl: Praca według miasta
ro_ro: Job după oraș

source: Jobs by company
it_it: Lavori per azienda
pl_pl: Oferty pracy według firmy
ro_ro: Locuri de muncă după companie

source: Job by type
it_it: Lavoro per tipo
pl_pl: Praca według typu
ro_ro: Loc de muncă după tip

source: Jobseeker Reports
it_it: Rapporti in cerca di lavoro
pl_pl: Raporty dla osób poszukujących pracy
ro_ro: Rapoartele solicitanților de locuri de muncă

source: Active Resume
it_it: Curriculum attivo
pl_pl: Aktywne CV
ro_ro: CV activ

source: Resume By Job Types
it_it: Riprendi per tipi di lavoro
pl_pl: Wznów według rodzajów pracy
ro_ro: CV după tipuri de locuri de muncă

source: Resume By Cities
it_it: Curriculum per città
pl_pl: Wznów według miast
ro_ro: Reluare după orașe

source: Resume By Job Salaries
it_it: Riprendi con gli stipendi di lavoro
pl_pl: Wznów według wynagrodzenia za pracę
ro_ro: CV după salariile locului de muncă

source: Active resume
it_it: Curriculum attivo
pl_pl: Aktywne CV
ro_ro: CV activ

source: Gold resume
it_it: Curriculum oro
pl_pl: Złoty życiorys
ro_ro: CV de aur

source: Job by salary
it_it: Lavoro per stipendio
pl_pl: Praca według wynagrodzenia
ro_ro: Job dupa salariu

source: employer reports
it_it: rapporti del datore di lavoro
pl_pl: raporty pracodawcy
ro_ro: rapoartele angajatorului

source: job seeker reports
it_it: rapporti sulle persone in cerca di lavoro
pl_pl: raporty o osobach poszukujących pracy
ro_ro: rapoartele solicitantilor de locuri de munca

source: Job Seeker Reports
it_it: Rapporti in cerca di lavoro
pl_pl: Raporty dla osób poszukujących pracy
ro_ro: Rapoartele pentru căutarea unui loc de muncă

source: My Stats
it_it: Le mie statistiche
pl_pl: Moje statystyki
ro_ro: Statisticile mele

source: Job copy successfully
it_it: Copia del lavoro riuscita
pl_pl: Kopiowanie zadania pomyślnie
ro_ro: Copierea lucrării cu succes

source: Note
it_it: Nota
pl_pl: Notatka
ro_ro: Notă

source: Resume has been marked as spam
it_it: Il curriculum è stato contrassegnato come spam
pl_pl: CV zostało oznaczone jako spam
ro_ro: CV-ul a fost marcat ca spam

source: Job seeker has been hired
it_it: La persona in cerca di lavoro è stata assunta
pl_pl: Zatrudniono osobę poszukującą pracy
ro_ro: Căutătorul de locuri de muncă a fost angajat

source: Resume moved to the inbox
it_it: Riprendi spostato nella posta in arrivo
pl_pl: CV zostało przeniesione do skrzynki odbiorczej
ro_ro: Reluarea a fost mutată în căsuța de e-mail

source: Resume rejected
it_it: Riprendi rifiutato
pl_pl: CV odrzucone
ro_ro: CV-ul a fost respins

source: Candidate short listed
it_it: Candidato in short list
pl_pl: Krótka lista kandydatów
ro_ro: Candidatul pe lista scurtă

source: mark spam
it_it: contrassegnare come spam
pl_pl: oznacz spam
ro_ro: marca spam

source: Mark Spam
it_it: Segna spam
pl_pl: Oznacz spam
ro_ro: Marcați ca spam

source: not spam
it_it: non spam
pl_pl: nie spam
ro_ro: nu spam

source: Not Spam
it_it: Non spam
pl_pl: Nie spam
ro_ro: Nu spam

source: hired
it_it: assunti
pl_pl: zatrudniony
ro_ro: angajat

source: rejected
it_it: respinto
pl_pl: odrzucony
ro_ro: respins

source: add note
it_it: Aggiungi nota
pl_pl: Dodaj notatkę
ro_ro: adauga notita

source: Add Note
it_it: Aggiungi nota
pl_pl: Dodaj notatkę
ro_ro: Adauga notita

source: details
it_it: dettagli
pl_pl: Detale
ro_ro: Detalii

source: Details
it_it: Dettagli
pl_pl: Detale
ro_ro: Detalii

source: email candidate
it_it: e-mail candidato
pl_pl: e-mail kandydat
ro_ro: e-mail candidat

source: Email Candidate
it_it: Email candidato
pl_pl: Email Kandydat
ro_ro: Email candidat

source: short list
it_it: breve elenco
pl_pl: ostateczna lista
ro_ro: lista finaliștilor

source: Short List
it_it: Breve elenco
pl_pl: Ostateczna lista
ro_ro: Lista finaliștilor

source: inbox
it_it: casella di posta
pl_pl: w pudełku

source: advance search
it_it: Ricerca Avanzata
pl_pl: zaawansowane wyszukiwanie
ro_ro: Cautare Avansata

source: short listed
it_it: in cortocircuito
pl_pl: krótka lista
ro_ro: pe lista scurta

source: Short Listed
it_it: Elencato a breve
pl_pl: Krótka lista
ro_ro: Pe lista scurta

source: Resume Files Download
it_it: Riprendi il download dei file
pl_pl: Wznów pobieranie plików
ro_ro: Reluați descărcarea fișierelor

source: Select job type
it_it: Seleziona il tipo di lavoro
pl_pl: Wybierz typ pracy
ro_ro: Selectați tipul locului de muncă

source: No Resume found
it_it: Nessun curriculum trovato
pl_pl: Nie znaleziono CV
ro_ro: Nu a fost găsit niciun CV

source: Go Back To
it_it: Tornare a
pl_pl: Wróć do
ro_ro: Intoarce-te la
