Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: Show captcha on Job alert form
it_it: Mostra captcha sul modulo di avviso di lavoro
pl_pl: Pokaż captcha w formularzu alertu o pracę
ro_ro: Afișați captcha pe formularul de alertă de locuri de muncă

source: Show captcha visitor job alert form
it_it: Mostra il modulo di avviso di lavoro del visitatore captcha
pl_pl: Pokaż formularz powiadomienia o ofertach pracy dla gości captcha
ro_ro: Afișați formularul de alertă de locuri de muncă pentru vizitatori captcha

source: Show captcha on tell a friend popup
it_it: Mostra captcha su dillo a un amico popup
pl_pl: Pokaż captcha w wyskakującym okienku powiedz znajomemu
ro_ro: Afișează captcha în fereastra pop-up Spune unui prieten

source: Show captcha on visitor tell a friend popup
it_it: Mostra captcha sul visitatore dillo a un amico popup
pl_pl: Pokaż captcha na gościu, powiedz wyskakujące okienko przyjaciela
ro_ro: Afișați captcha pe fereastra pop-up spuneți unui vizitator unui prieten

source: Visitors Can View Job seeker
it_it: I visitatori possono visualizzare la persona in cerca di lavoro
pl_pl: Odwiedzający mogą zobaczyć osobę poszukującą pracy
ro_ro: Vizitatorii pot vedea solicitantul de locuri de muncă

source: Job search result
it_it: Risultato della ricerca di lavoro
pl_pl: Wynik wyszukiwania pracy
ro_ro: Rezultatul căutării unui loc de muncă

source: Enable disable control panel for visitor
it_it: Abilita disabilita il pannello di controllo per il visitatore
pl_pl: Włącz wyłącz panel sterowania dla gościa
ro_ro: Activați dezactivarea panoului de control pentru vizitator

source: Employer Dashboard
it_it: Cruscotto del datore di lavoro
pl_pl: Pulpit pracodawcy
ro_ro: Tabloul de bord al angajatorului

source: Stats Graph
it_it: Grafico delle statistiche
pl_pl: Wykres statystyk
ro_ro: Graficul de statistici

source: Useful Links
it_it: link utili
pl_pl: Przydatne linki
ro_ro: Link-uri utile

source: Saved Search
it_it: Ricerca salvata
pl_pl: Zapisane wyszukiwanie
ro_ro: Căutare salvată

source: Invoice
it_it: Fattura
pl_pl: Faktura
ro_ro: Factura fiscala

source: Newest Resume
it_it: Curriculum più recente
pl_pl: Najnowsze CV
ro_ro: Cel mai nou CV

source: Employer Control Panel Links
it_it: Collegamenti del pannello di controllo del datore di lavoro
pl_pl: Linki do panelu sterowania pracodawcy
ro_ro: Link-uri la panoul de control al angajatorului

source: Jobs Graph
it_it: Grafico dei lavori
pl_pl: Graf pracy
ro_ro: Graficul locurilor de muncă

source: Job Seeker Dashboard
it_it: Dashboard per chi cerca lavoro
pl_pl: Pulpit nawigacyjny dla poszukujących pracy
ro_ro: Tabloul de bord pentru căutarea unui loc de muncă

source: Shortlisted Jobs
it_it: Lavori selezionati
pl_pl: Oferty pracy na krótkiej liście
ro_ro: Locuri de muncă selectate

source: Job Seeker Control Panel Links
it_it: Collegamenti del pannello di controllo di Job Seeker
pl_pl: Linki do panelu sterowania dla poszukujących pracy
ro_ro: Link-uri la panoul de control pentru persoanele în căutarea unui loc de muncă

source: Jobs RSS
it_it: RSS di lavoro
pl_pl: Praca RSS
ro_ro: Locuri de muncă RSS

source: Applied Resume Alert
it_it: Avviso di ripristino applicato
pl_pl: Zastosowany alert dotyczący wznowienia
ro_ro: Alerta de reluare aplicată

source: Applied resume notification
it_it: Notifica di ripresa applicata
pl_pl: Zastosowano powiadomienie o wznowieniu
ro_ro: Notificare de reluare aplicată

source: Applied resume status change mail to jobseeker
it_it: Posta di modifica dello stato del curriculum applicata alla persona in cerca di lavoro
pl_pl: Zastosowano wiadomość o zmianie statusu CV do osoby poszukującej pracy
ro_ro: E-mailul de modificare a stării CV-ului aplicat către solicitantul de locuri de muncă

source: Paid Submission
it_it: Presentazione a pagamento
pl_pl: Płatne zgłoszenie
ro_ro: Trimitere plătită

source: Auto Assign Free package to new user
it_it: Assegna automaticamente il pacchetto gratuito al nuovo utente
pl_pl: Automatycznie przypisz bezpłatny pakiet do nowego użytkownika
ro_ro: Atribuiți automat pachetul gratuit unui utilizator nou

source: free package purchase
it_it: acquisto del pacchetto gratuito
pl_pl: darmowy zakup pakietu
ro_ro: achiziție gratuită a pachetului

source: Free Package purchase auto approve
it_it: Approvazione automatica dell'acquisto del pacchetto gratuito
pl_pl: Automatyczna akceptacja zakupu bezpłatnego pakietu
ro_ro: Aprobare automată pentru achiziționarea pachetului gratuit

source: Submission Type
it_it: Tipo di presentazione
pl_pl: Typ zgłoszenia
ro_ro: Tip de trimitere

source: No of Days untill Job expire (per-listing)
it_it: Numero di giorni prima della scadenza del lavoro (per inserzione)
pl_pl: Liczba dni do wygaśnięcia oferty pracy (na aukcję)
ro_ro: Numărul de zile până la expirarea locului de muncă (per listă)

source: Job Expiry Days (per-listing)
it_it: Giorni di scadenza del lavoro (per annuncio)
pl_pl: Dni wygaśnięcia oferty pracy (na aukcję)
ro_ro: Zile de expirare a postului (pe listare)

source: No of Days untill Feature Company expire (per-listing)
it_it: Numero di giorni prima della scadenza dell'azienda caratteristica (per inserzione)
pl_pl: Liczba dni do wygaśnięcia firmy fabularnej (na listę)
ro_ro: Numărul de zile până la expirarea companiei de articole (pe listare)

source: Company Expiry Days (per-listing)
it_it: Giorni di scadenza dell'azienda (per quotazione)
pl_pl: Dni wygaśnięcia firmy (na aukcję)
ro_ro: Zile de expirare a companiei (pe listare)

source: No of Days untill Feature Company expire (Free)
it_it: Numero di giorni prima della scadenza di Feature Company (gratuito)
pl_pl: Liczba dni do wygaśnięcia firmy fabularnej (bezpłatnie)
ro_ro: Numărul de zile până la expirarea companiei de caracteristici (gratuit)

source: Company Expiry Days (Free)
it_it: Giorni di scadenza dell'azienda (gratuiti)
pl_pl: Dni wygaśnięcia firmy (bezpłatnie)
ro_ro: Zile de expirare a companiei (gratuit)

source: No of Days untill Featured Job expire (per-listing)
it_it: Numero di giorni prima della scadenza del lavoro in evidenza (per inserzione)
pl_pl: Liczba dni do wygaśnięcia wyróżnionej oferty pracy (na aukcję)
ro_ro: Numărul de zile până la expirarea jobului recomandat (pe listare)

source: No Of Days until Featured Job Expire (Free)
it_it: Numero di giorni fino alla scadenza del lavoro in primo piano (gratuito)
pl_pl: Liczba dni do wygaśnięcia polecanej oferty pracy (bezpłatna)
ro_ro: Numărul de zile până la expirarea locului de muncă recomandat (gratuit)

source: Featured Job Expiry Days (Free)
it_it: Giorni di scadenza del lavoro in primo piano (gratuiti)
pl_pl: Polecane dni wygaśnięcia oferty pracy (bezpłatne)
ro_ro: Zile recomandate de expirare a postului (gratuit)

source: No Of Days until Featured Resume Expire (Free)
it_it: Nessun giorno prima della scadenza del curriculum in evidenza (gratuito)
pl_pl: Liczba dni do wygaśnięcia polecanego CV (za darmo)
ro_ro: Numărul de zile până la expirarea CV-ului recomandat (gratuit)

source: Featured Resume Expiry Days (Free)
it_it: Giorni di scadenza del curriculum in primo piano (gratuito)
pl_pl: Polecane dni wygaśnięcia CV (za darmo)
ro_ro: Zile recomandate de expirare a CV-ului (gratuit)

source: No Of Days until Featured Resume Expire (per-listing)
it_it: Numero di giorni prima della scadenza del curriculum in primo piano (per elenco)
pl_pl: Liczba dni do wygaśnięcia wyróżnionego CV (na aukcję)
ro_ro: Numărul de zile până la expirarea reluării recomandate (per-înregistrare)

source: Featured Resume Expiry Days (per-listing)
it_it: Giorni di scadenza del curriculum in primo piano (per elenco)
pl_pl: Polecane dni wygaśnięcia CV (na aukcję)
ro_ro: Zile recomandate de expirare a CV-ului (per-înregistrare)

source: No Of Days until Job Expire (Free)
it_it: No di giorni fino alla scadenza del lavoro (gratuito)
pl_pl: Liczba dni do wygaśnięcia pracy (bezpłatnie)
ro_ro: Numărul de zile până la expirarea locului de muncă (gratuit)

source: Job Expiry Days (Free)
it_it: Giorni di scadenza del lavoro (gratuito)
pl_pl: Dni wygaśnięcia oferty pracy (bezpłatne)
ro_ro: Zile de expirare a postului (gratuit)

source: Facebook likes
it_it: Mi piace di Facebook
pl_pl: lajki na facebooku
ro_ro: Like-uri pe Facebook

source: Facebook share
it_it: Condivisione Facebook
pl_pl: Udostępnienie na Facebook
ro_ro: Partajare pe Facebook

source: Facebook comments
it_it: Commenti su Facebook
pl_pl: Komentarze na Facebooku
ro_ro: Comentarii pe Facebook

source: Google likes
it_it: Google piace
pl_pl: Google lubi
ro_ro: Like Google

source: Google share
it_it: Condivisione di Google
pl_pl: Udostępnij Google
ro_ro: Partajare Google

source: Twitter
pl_pl: Świergot
ro_ro: Stare de nervozitate

source: Myspace
it_it: Il mio spazio
pl_pl: Moja przestrzeń
ro_ro: Spatiul meu

source: Yahoo
pl_pl: Wieśniak

source: Facebook user can login in WP JOB PORTAL
it_it: L'utente Facebook può accedere a WP JOB PORTAL
pl_pl: Użytkownik Facebooka może zalogować się w WP JOB PORTAL
ro_ro: Utilizatorul Facebook se poate autentifica în WP JOB PORTAL

source: Job apply with facebook
it_it: Candidati con facebook
pl_pl: Aplikuj o pracę z Facebookiem
ro_ro: Aplică job cu facebook

source: Facebook user can apply to jobs
it_it: L'utente di Facebook può candidarsi ai lavori
pl_pl: Użytkownik Facebooka może aplikować na oferty pracy
ro_ro: Utilizatorul Facebook poate aplica la locuri de muncă

source: API key
it_it: Chiave API
pl_pl: Klucz API
ro_ro: cheie API

source: API key is required for facebook app
it_it: La chiave API è richiesta per l'app di Facebook
pl_pl: Klucz API jest wymagany dla aplikacji Facebook
ro_ro: Cheia API este necesară pentru aplicația Facebook

source: Secret
it_it: Segreto
pl_pl: Sekret

source: Linkedin user can login in WP JOB PORTAL
it_it: L'utente Linkedin può accedere a WP JOB PORTAL
pl_pl: Użytkownik LinkedIn może zalogować się w WP JOB PORTAL
ro_ro: Utilizatorul Linkedin se poate autentifica în WP JOB PORTAL

source: Job apply with linkedin
it_it: Candidati con linkedin
pl_pl: Aplikuj o pracę w linkedin
ro_ro: Aplicați job cu linkedin

source: Linkedin user can apply to jobs
it_it: L'utente LinkedIn può candidarsi alle offerte di lavoro
pl_pl: Użytkownik LinkedIn może aplikować o pracę
ro_ro: Utilizatorul Linkedin poate aplica la joburi

source: API key is required for linkedin app
it_it: La chiave API è richiesta per l'app linkedin
pl_pl: Klucz API jest wymagany dla aplikacji linkedin
ro_ro: Cheia API este necesară pentru aplicația linkedin

source: Xing user can login in WP JOB PORTAL
it_it: L'utente Xing può accedere a WP JOB PORTAL
pl_pl: Użytkownik Xing może zalogować się do WP JOB PORTAL
ro_ro: Utilizatorul Xing se poate autentifica în WP JOB PORTAL

source: Job apply with xing
it_it: Candidati con xing
pl_pl: Aplikuj z Xing
ro_ro: Aplicați un loc de muncă cu xing

source: Xing user can apply to jobs
it_it: L'utente Xing può candidarsi ai lavori
pl_pl: Użytkownik Xing może ubiegać się o pracę
ro_ro: Utilizatorul Xing poate aplica la locuri de muncă

source: API key is required for xing app
it_it: La chiave API è richiesta per l'app xing
pl_pl: Do aplikacji Xing wymagany jest klucz API
ro_ro: Cheia API este necesară pentru aplicația xing

source: Must provide title for job feed
it_it: Deve fornire il titolo per il feed di lavoro
pl_pl: Musi podać tytuł dla kanału pracy
ro_ro: Trebuie să furnizeze titlul pentru fluxul de locuri de muncă

source: Must provide description for job feed
it_it: Deve fornire una descrizione per il feed di lavoro
pl_pl: Musi zawierać opis pliku danych ofert pracy
ro_ro: Trebuie să furnizeze o descriere pentru fluxul de locuri de muncă

source: Copyright
it_it: Diritto d'autore
pl_pl: Prawo autorskie
ro_ro: Drepturi de autor

source: Leave blank to hide
it_it: Lascia vuoto per nascondere
pl_pl: Pozostaw puste, aby ukryć
ro_ro: Lăsați gol pentru a ascunde

source: Editor
it_it: Editore
pl_pl: Redaktor

source: Leave blank to hide editor used for feed content issue
it_it: Lascia vuoto per nascondere l'editor utilizzato per il problema del contenuto del feed
pl_pl: Pozostaw puste, aby ukryć edytor używany do problemu z treścią kanału
ro_ro: Lăsați necompletat pentru a ascunde editorul folosit pentru problema conținutului feedului

source: Time to live
it_it: Tempo di vivere
pl_pl: Czas żyć
ro_ro: Timpul sa traiesti

source: Time to live for job feed
it_it: Tempo di vivere per il feed di lavoro
pl_pl: Czas żyć dla pracy
ro_ro: E timpul să trăiești pentru hrana pentru locuri de muncă

source: Leave blank to hide webmaster used for technical issue
it_it: Lascia vuoto per nascondere il webmaster utilizzato per problemi tecnici
pl_pl: Zostaw puste, aby ukryć webmaster używany do problemów technicznych
ro_ro: Lăsați necompletat pentru a ascunde webmasterul folosit pentru probleme tehnice

source: Job block
it_it: Blocco lavoro
pl_pl: Blokada pracy
ro_ro: Bloc de locuri de muncă

source: Show with categories
it_it: Mostra con le categorie
pl_pl: Pokaż z kategoriami
ro_ro: Afișați cu categorii

source: Use rss categories with our job categories
it_it: Usa le categorie RSS con le nostre categorie di lavoro
pl_pl: Użyj kategorii RSS z naszymi kategoriami pracy
ro_ro: Utilizați categoriile rss cu categoriile noastre de locuri de muncă

source: Company image
it_it: Immagine aziendale
pl_pl: Wizerunek firmy
ro_ro: Imaginea companiei

source: Show company logo with job feeds
it_it: Mostra il logo dell'azienda con i feed di lavoro
pl_pl: Pokaż logo firmy z kanałami pracy
ro_ro: Afișați sigla companiei cu fluxuri de locuri de muncă

source: Must provide title for resume feed
it_it: Deve fornire il titolo per il feed del curriculum
pl_pl: Musisz podać tytuł wznowionego pliku danych
ro_ro: Trebuie să furnizeze titlul pentru fluxul de CV

source: Must provide description for resume feed
it_it: Deve fornire una descrizione per il feed del curriculum
pl_pl: Musi podać opis wznowienia pliku danych
ro_ro: Trebuie să furnizeze o descriere pentru feedul de reluare

source: Time to live for resume feed
it_it: È ora di vivere per riprendere il feed
pl_pl: Czas żyć dla wznowienia kanału
ro_ro: Timp de trăit pentru feedul de reluare

source: Resume block
it_it: Riprendi blocco
pl_pl: Wznów blok
ro_ro: Reluați blocul

source: Use rss categories with our resume categories
it_it: Usa le categorie RSS con le nostre categorie di curriculum
pl_pl: Używaj kategorii rss z naszymi kategoriami CV
ro_ro: Utilizați categoriile rss cu categoriile noastre de CV

source: Show resume file
it_it: Mostra file curriculum
pl_pl: Pokaż plik CV
ro_ro: Afișează fișierul CV

source: Show resume files to downloadable from feed
it_it: Mostra i file di curriculum scaricabili dal feed
pl_pl: Pokaż pliki CV do pobrania z kanału
ro_ro: Afișați fișierele de CV pentru a putea fi descărcate din feed

source: Show login/logout button on employer control panel
it_it: Mostra il pulsante di accesso/disconnessione sul pannello di controllo del datore di lavoro
pl_pl: Pokaż przycisk logowania / wylogowania na panelu sterowania pracodawcy
ro_ro: Afișați butonul de conectare/deconectare pe panoul de control al angajatorului

source: Show login logout button in job seeker control panel
it_it: Mostra il pulsante di logout di accesso nel pannello di controllo di chi cerca lavoro
pl_pl: Pokaż przycisk wylogowania z logowania w panelu sterowania osoby poszukującej pracy
ro_ro: Afișați butonul de conectare și deconectare în panoul de control al solicitantului de locuri de muncă

source: Only section that have value
it_it: Unica sezione che ha valore
pl_pl: Tylko sekcja, która ma wartość
ro_ro: Doar secțiunea care are valoare

source: All sections
it_it: Tutte le sezioni
pl_pl: Wszystkie sekcje
ro_ro: Toate secțiunile

source: Select Option
it_it: Selezionare l'opzione
pl_pl: Wybierz opcję
ro_ro: Selectați opțiunea

source: All Fields
it_it: Tutti i campi
pl_pl: Wszystkie pola
ro_ro: Toate câmpurile

source: Only filled fields
it_it: Solo campi compilati
pl_pl: Tylko wypełnione pola
ro_ro: Doar câmpuri completate

source: Employer Configurations
it_it: Configurazioni del datore di lavoro
pl_pl: Konfiguracje pracodawców
ro_ro: Configurații angajator

source: Enable Employer Area
it_it: Abilita Area datore di lavoro
pl_pl: Włącz obszar pracodawcy
ro_ro: Activați Zona Angajatorului

source: If no then front end employer area is not accessable
it_it: In caso negativo, l'area del datore di lavoro front-end non è accessibile
pl_pl: Jeśli nie, strefa pracodawcy nie jest dostępna
ro_ro: Dacă nu, atunci zona frontală a angajatorului nu este accesibilă

source: Allow user to register as employer
it_it: Consenti all'utente di registrarsi come datore di lavoro
pl_pl: Pozwól użytkownikowi zarejestrować się jako pracodawca
ro_ro: Permiteți utilizatorului să se înregistreze ca angajator

source: effects on user registration
it_it: effetti sulla registrazione degli utenti
pl_pl: wpływ na rejestrację użytkownika
ro_ro: efecte asupra înregistrării utilizatorilor

source: Employer can view job seeker area
it_it: Il datore di lavoro può visualizzare l'area in cerca di lavoro
pl_pl: Pracodawca może przeglądać obszar dla poszukujących pracy
ro_ro: Angajatorul poate vizualiza zona persoanelor în căutarea unui loc de muncă

source: Enable
it_it: Abilitare
pl_pl: Włączyć
ro_ro: Permite

source: Featured companies are allowed in plugin
it_it: Le aziende in primo piano sono consentite nel plug-in
pl_pl: Wyróżnione firmy są dozwolone we wtyczce
ro_ro: Companiile prezentate sunt permise în plugin

source: Featured jobs are allowed in plugin
it_it: I lavori in primo piano sono consentiti nel plug-in
pl_pl: Polecane oferty pracy są dozwolone we wtyczce
ro_ro: Lucrările prezentate sunt permise în plugin

source: Company logo maximum size
it_it: Dimensioni massime del logo aziendale
pl_pl: Maksymalny rozmiar logo firmy
ro_ro: Dimensiunea maximă a siglei companiei

source: Show resume contact detail
it_it: Mostra i dettagli di contatto del curriculum
pl_pl: Pokaż szczegóły dotyczące wznowienia kontaktu
ro_ro: Afișați detaliile de contact pentru CV

source: effect on credits system
it_it: effetto sul sistema dei crediti
pl_pl: wpływ na system kredytów
ro_ro: efect asupra sistemului de credite

source: If no then credits will be taken to view contact detail
it_it: In caso negativo, verranno presi crediti per visualizzare i dettagli di contatto
pl_pl: Jeśli nie, zostaną wykorzystane kredyty, aby wyświetlić szczegóły kontaktu
ro_ro: Dacă nu, atunci vor fi luate credite pentru a vizualiza detaliile de contact

source: Show count in resume categories
it_it: Mostra il conteggio nelle categorie di curriculum
pl_pl: Pokaż liczbę w kategoriach CV
ro_ro: Afișați numărul în categoriile de CV

source: Allow save search
it_it: Consenti salva ricerca
pl_pl: Zezwól na zapisywanie wyszukiwania
ro_ro: Permite salvarea căutării

source: User can save search criteria
it_it: L'utente può salvare i criteri di ricerca
pl_pl: Użytkownik może zapisać kryteria wyszukiwania
ro_ro: Utilizatorul poate salva criteriile de căutare

source: Email Alert To Employer On Resume Apply
it_it: Avviso e-mail al datore di lavoro al momento dell'applicazione del curriculum
pl_pl: Powiadomienie e-mail do pracodawcy o wznowieniu aplikacji
ro_ro: Alertă prin e-mail către angajator la cererea de reluare

source: What to include in email
it_it: Cosa includere nell'e-mail
pl_pl: Co zamieścić w e-mailu
ro_ro: Ce să includeți în e-mail

source: All fields are included in employer email content or only filled fields
it_it: Tutti i campi sono inclusi nel contenuto dell'e-mail del datore di lavoro o solo i campi compilati
pl_pl: Wszystkie pola są zawarte w treści wiadomości e-mail pracodawcy lub tylko pola wypełnione
ro_ro: Toate câmpurile sunt incluse în conținutul e-mailului angajatorului sau numai câmpurile completate

source: auto approve
it_it: approvazione automatica
pl_pl: automatyczne zatwierdzanie
ro_ro: aprobare automată

source: Company Settings
it_it: Impostazioni aziendali
pl_pl: Ustawienia firmy
ro_ro: Setările companiei

source: Effects on jobs listing and view company page
it_it: Effetti sull'elenco dei lavori e visualizzazione della pagina dell'azienda
pl_pl: Wpływ na listę ofert pracy i przeglądanie strony firmy
ro_ro: Efecte asupra listei de locuri de muncă și vizualizarea paginii companiei

source: Effects on view company page
it_it: Effetti sulla visualizzazione della pagina aziendale
pl_pl: Efekty na stronie firmy
ro_ro: Efecte pe pagina de vizualizare a companiei

source: Effects on company listing and view company page
it_it: Effetti sulla quotazione dell'azienda e visualizzazione della pagina dell'azienda
pl_pl: Wpływ na listę firm i przeglądanie strony firmy
ro_ro: Efecte asupra listei companiei și vizualizarea paginii companiei

source: View Company Jobs
it_it: Visualizza i lavori dell'azienda
pl_pl: Zobacz oferty pracy w firmie
ro_ro: Vizualizați joburile companiei

source: Company URL
it_it: URL dell'azienda
pl_pl: Adres URL firmy
ro_ro: Adresa URL a companiei

source: User Messages
it_it: Messaggi utente
pl_pl: Wiadomości użytkownika
ro_ro: Mesaje utilizator

source: Disable
it_it: disattivare
pl_pl: Wyłączyć
ro_ro: Dezactivați

source: Jobseeker Configurations
it_it: Configurazioni in cerca di lavoro
pl_pl: Konfiguracje osób poszukujących pracy
ro_ro: Configurații pentru persoanele aflate în căutarea unui loc de muncă

source: Email Alert
it_it: Avviso e-mail
pl_pl: Powiadomienie e-mail
ro_ro: Alertă prin e-mail

source: Enable featured resume
it_it: Abilita curriculum in primo piano
pl_pl: Włącz polecane CV
ro_ro: Activați CV-ul prezentat

source: Featured resume are allowed in plugin
it_it: I curriculum in primo piano sono consentiti nel plug-in
pl_pl: Polecane CV są dozwolone we wtyczce
ro_ro: CV-urile prezentate sunt permise în plugin

source: Show company contact detail
it_it: Mostra i dettagli di contatto dell'azienda
pl_pl: Pokaż dane kontaktowe firmy
ro_ro: Afișați datele de contact ale companiei

source: Show apply button
it_it: Mostra pulsante applica
pl_pl: Pokaż przycisk zastosuj
ro_ro: Afișați butonul de aplicare

source: Controls the visibility of apply now button in plugin
it_it: Controlla la visibilità del pulsante Applica ora nel plug-in
pl_pl: Kontroluje widoczność przycisku Zastosuj teraz we wtyczce
ro_ro: Controlează vizibilitatea butonului Aplică acum din plugin

source: Show applied resume status
it_it: Mostra lo stato del curriculum applicato
pl_pl: Pokaż zastosowany stan wznowienia
ro_ro: Afișează starea CV-ului aplicată

source: Show count in jobs by categories page
it_it: Mostra il conteggio dei lavori per pagina delle categorie
pl_pl: Pokaż liczbę na stronie ofert pracy według kategorii
ro_ro: Afișați numărul de locuri de muncă pe pagina de categorii

source: Show count in jobs by types page
it_it: Mostra il conteggio dei lavori per tipo pagina
pl_pl: Pokaż liczbę na stronie ofert pracy według typów
ro_ro: Afișați numărul de locuri de muncă pe pagina de tipuri

source: Job alert for visitor
it_it: Avviso di lavoro per il visitatore
pl_pl: Powiadomienie o pracy dla gościa
ro_ro: Alertă de locuri de muncă pentru vizitator

source: Job short list
it_it: Elenco breve di lavoro
pl_pl: Krótka lista stanowisk
ro_ro: Lista scurtă de locuri de muncă

source: Job short list setting effects on jobs listing page
it_it: Effetti dell'impostazione dell'elenco dei lavori sulla pagina dell'elenco dei lavori
pl_pl: Efekty ustawienia krótkiej listy ofert pracy na stronie z listą ofert pracy
ro_ro: Efectele setării listei scurte de locuri de muncă pe pagina cu lista de locuri de muncă
