Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: You Already Applied to this job
it_it: Hai già fatto domanda per questo lavoro
pl_pl: Już aplikowałeś do tej pracy
ro_ro: Ați aplicat deja la acest job

source: Total Jobs
it_it: Lavori totali
pl_pl: Wszystkie oferty pracy
ro_ro: Total locuri de muncă

source: Remaining Job
it_it: Lavoro rimanente
pl_pl: Pozostała praca
ro_ro: Slujba rămasă

source: Current Salary
it_it: Stipendio attuale
pl_pl: Aktualna pensja
ro_ro: Salariul actual

source: Applied Info
it_it: Informazioni applicate
pl_pl: Zastosowane informacje
ro_ro: Informații aplicate

source: No Record Found
it_it: Nessun record trovato
pl_pl: Nie znaleziona nagrania
ro_ro: nicio inregistrare gasita

source: Something wrong pleas try later
it_it: Qualcosa non va per favore riprova più tardi
pl_pl: Coś nie tak, spróbuj później
ro_ro: Ceva greșit, vă rugăm să încercați mai târziu

source: Apply With Resume
it_it: Candidati con curriculum
pl_pl: Zastosuj z CV
ro_ro: Aplica cu CV-ul

source: You do not have any resume!
it_it: Non hai curriculum!
pl_pl: Nie masz żadnego CV!
ro_ro: Nu ai nici un CV!

source: You are employer, you can not apply to job
it_it: Sei datore di lavoro, non puoi candidarti per un lavoro
pl_pl: Jesteś pracodawcą, nie możesz ubiegać się o pracę
ro_ro: Esti angajator, nu poti aplica la job

source: You do not have any role
it_it: Non hai alcun ruolo
pl_pl: Nie masz żadnej roli
ro_ro: Nu ai niciun rol

source: Apply as visitor
it_it: Candidati come visitatore
pl_pl: Zgłoś się jako gość
ro_ro: Aplicați ca vizitator

source: please select a resume first
it_it: si prega di selezionare prima un curriculum
pl_pl: wybierz najpierw CV
ro_ro: vă rugăm să selectați mai întâi un CV

source: You have already applied this job
it_it: Hai già applicato questo lavoro
pl_pl: Już złożyłeś podanie o tę pracę
ro_ro: Ați aplicat deja acest job

source: Job has been Pending Due to Payment
it_it: Il lavoro è in sospeso a causa del pagamento
pl_pl: Zadanie oczekuje na zapłatę
ro_ro: Lucrarea a fost în așteptare din cauza plății

source: Sender Email
it_it: E-mail mittente
pl_pl: Email nadawcy
ro_ro: E-mailul expeditorului

source: Cell
it_it: Cellula
pl_pl: Komórka
ro_ro: Celulă

source: Work preference
it_it: Preferenza di lavoro
pl_pl: Preferowana praca
ro_ro: Preferință de muncă

source: Institution Name
it_it: Nome dell'istituto
pl_pl: Nazwa instytucji
ro_ro: Numele Instituției

source: Position
it_it: Posizione
pl_pl: Pozycja
ro_ro: Poziţie

source: From Date
it_it: Dalla data
pl_pl: Od daty
ro_ro: Din data

source: To Date
it_it: Ad oggi
pl_pl: Spotykać się z kimś
ro_ro: Până în prezent

source: Language Name
it_it: Nome della lingua
pl_pl: Nazwa języka
ro_ro: Numele limbii

source: Email has been send
it_it: L'e-mail è stata inviata
pl_pl: Email został wysłany
ro_ro: E-mailul a fost trimis

source: Email has not been send
it_it: L'e-mail non è stata inviata
pl_pl: Email nie został wysłany
ro_ro: E-mailul nu a fost trimis

source: Please fill the subject
it_it: Si prega di compilare l'argomento
pl_pl: Prosimy o wypełnienie tematu
ro_ro: Vă rugăm să completați subiectul

source: Message sent
it_it: Messaggio inviato
pl_pl: Wiadomość wysłana
ro_ro: Mesaj trimis

source: Message not sent
it_it: Messaggio non inviato
pl_pl: Wiadomość nie została wysłana
ro_ro: Mesajul nu a fost trimis

source: JS invalid email
it_it: E-mail JS non valida
pl_pl: JS nieprawidłowy adres e-mail
ro_ro: E-mail JS nevalid

source: JS your email is required
it_it: JS la tua email è richiesta
pl_pl: JS Twój email jest wymagany
ro_ro: JS adresa dvs. de e-mail este necesară

source: Note have been saved successfully
it_it: La nota è stata salvata correttamente
pl_pl: Notatka została pomyślnie zapisana
ro_ro: Nota au fost salvate cu succes

source: Failed while performing action
it_it: Errore durante l'esecuzione dell'azione
pl_pl: Błąd podczas wykonywania czynności
ro_ro: A eșuat în timpul efectuării acțiunii

source: Error sending email
it_it: Errore durante l'invio dell'e-mail
pl_pl: Błąd podczas wysyłania wiadomości e-mail
ro_ro: Eroare la trimiterea e-mailului

source: Failed While Performing Action
it_it: Errore durante l'esecuzione dell'azione
pl_pl: Błąd podczas wykonywania czynności
ro_ro: A eșuat în timpul efectuării acțiunii

source: Resume Applied On Job
it_it: Riprendi applicato sul lavoro
pl_pl: Wznów zastosowane w pracy
ro_ro: CV-ul aplicat la locul de muncă

source: view profile
it_it: visualizza profilo
pl_pl: Zobacz profil
ro_ro: Vezi profil

source: View Profile
it_it: Visualizza profilo
pl_pl: Zobacz profil
ro_ro: Vezi profil

source: Desired Salary
it_it: Retribuzione desiderata
pl_pl: Pożądane wynagrodzenie
ro_ro: Salariu dorit

source: Job View
it_it: Vista lavoro
pl_pl: Widok pracy
ro_ro: Vizualizare job

source: Applied
it_it: Applicato
pl_pl: Stosowany
ro_ro: Aplicat

source: Number of jobs in last six months
it_it: Numero di lavori negli ultimi sei mesi
pl_pl: Liczba miejsc pracy w ciągu ostatnich sześciu miesięcy
ro_ro: Numărul de locuri de muncă din ultimele șase luni

source: my resume
it_it: il mio curriculum
pl_pl: mój życiorys
ro_ro: CV-ul meu

source: applied job
it_it: lavoro applicato
pl_pl: aplikowana praca
ro_ro: job aplicat

source: newest jobs
it_it: nuovi lavori
pl_pl: najnowsze oferty pracy
ro_ro: cele mai noi locuri de muncă

source: Newest Job
it_it: Lavoro più recente
pl_pl: Najnowsza praca
ro_ro: Cel mai nou job

source: view detail
it_it: vedi dettagli
pl_pl: Pokaż szczegóły
ro_ro: Vezi detalii

source: Jobs Applied Recently
it_it: Lavori applicati di recente
pl_pl: Ostatnio aplikowane oferty pracy
ro_ro: Locuri de muncă aplicate recent

source: view all
it_it: mostra tutto
pl_pl: Pokaż wszystkie
ro_ro: a vedea tot

source: Total resume
it_it: Curriculum totale
pl_pl: Całkowite wznowienie
ro_ro: CV total

source: register
it_it: Registrati
pl_pl: zarejestrować
ro_ro: Inregistreaza-te

source: my applied jobs
it_it: i miei lavori applicati
pl_pl: moje oferty pracy
ro_ro: joburile mele aplicate

source: search job
it_it: cerca lavoro
pl_pl: szukaj pracy
ro_ro: cauta job

source: jobs by categories
it_it: lavori per categorie
pl_pl: oferty pracy według kategorii
ro_ro: locuri de muncă pe categorii

source: jobs by types
it_it: lavori per tipo
pl_pl: praca według typów
ro_ro: locuri de muncă pe tipuri

source: edit resume
it_it: modifica curriculum
pl_pl: edytuj CV
ro_ro: edita CV-ul

source: add resume
it_it: aggiungi curriculum
pl_pl: dodaj CV
ro_ro: adauga CV

source: logout
it_it: disconnettersi
pl_pl: Wyloguj
ro_ro: deconectare

source: Profile image
it_it: Immagine del profilo
pl_pl: Zdjęcie profilowe
ro_ro: Imagine de profil

source: Color
it_it: Colore
pl_pl: Kolor
ro_ro: Culoare

source: no default
it_it: nessun difetto
pl_pl: brak wartości domyślnej
ro_ro: fără implicit

source: Jobs data has been successfully imported
it_it: I dati dei lavori sono stati importati con successo
pl_pl: Dane ofert pracy zostały pomyślnie zaimportowane
ro_ro: Datele locurilor de muncă au fost importate cu succes

source: Select the demo data to import
it_it: Seleziona i dati demo da importare
pl_pl: Wybierz dane demonstracyjne do zaimportowania
ro_ro: Selectați datele demonstrative de importat

source: Select demo
it_it: Seleziona demo
pl_pl: Wybierz demo
ro_ro: Selectați demo

source: What to do with previous demo data
it_it: Cosa fare con i dati demo precedenti
pl_pl: Co zrobić z poprzednimi danymi demonstracyjnymi
ro_ro: Ce să faci cu datele demonstrative anterioare

source: All the content of previus demo data will be deleted.
it_it: Tutto il contenuto dei dati demo precedenti verrà eliminato.
pl_pl: Cała zawartość poprzednich danych demo zostanie usunięta.
ro_ro: Tot conținutul datelor demo anterioare va fi șters.

source: Import Sample Data
it_it: Importa dati di esempio
pl_pl: Importuj przykładowe dane
ro_ro: Importați date eșantion

source: General
it_it: Generale
pl_pl: Generał

source: Sample Data
it_it: Dati di esempio
pl_pl: Przykładowe dane
ro_ro: Eșantion de date

source: Insert Sample Data
it_it: Inserisci dati di esempio
pl_pl: Wstaw przykładowe dane
ro_ro: Inserați date eșantion

source: jobseeker
it_it: in cerca di lavoro
pl_pl: szukający pracy
ro_ro: solicitant de loc de muncă

source: Job Seeker Menu
it_it: Menu in cerca di lavoro
pl_pl: Menu osoby poszukującej pracy
ro_ro: Meniul Căutător de locuri de muncă

source: Employer Menu
it_it: Menù del datore di lavoro
pl_pl: Menu pracodawcy
ro_ro: Meniul angajatorului

source: Job Hub Sample Data
it_it: Dati di esempio dell'hub di lavoro
pl_pl: Przykładowe dane centrum pracy
ro_ro: Job Hub Exemplu de date

source: back
it_it: Indietro
pl_pl: plecy
ro_ro: înapoi

source: Back
it_it: Di ritorno
pl_pl: Plecy
ro_ro: Înapoi

source: finish
it_it: finire
pl_pl: koniec
ro_ro: finalizarea

source: Finish
it_it: Fine
pl_pl: koniec
ro_ro: finalizarea

source: DD MM YYYY
it_it: GG MM AAAA
pl_pl: DD / MM / RRRR
ro_ro: ZZ LL AAAA

source: MM DD YYYY
it_it: MM GG AAAA
pl_pl: MM DD RRRR
ro_ro: LL ZZ AAAA

source: YYYY MM DD
it_it: AAAA MM GG
pl_pl: RRRR MM DD
ro_ro: AAAA LL ZZ

source: General Configurations
it_it: Configurazioni generali
pl_pl: Konfiguracje ogólne
ro_ro: Configurații generale

source: System email address
it_it: Indirizzo e-mail di sistema
pl_pl: Systemowy adres e-mail
ro_ro: Adresa de e-mail a sistemului

source: Email from name
it_it: E-mail dal nome
pl_pl: E-mail od imienia i nazwiska
ro_ro: E-mail de la nume

source: Default date format
it_it: Formato data predefinito
pl_pl: Domyślny format daty
ro_ro: Format implicit de dată

source: next
it_it: prossimo
pl_pl: Kolejny
ro_ro: Următorul

source: Position for search icon on jobs listing page
it_it: Posizione per l'icona di ricerca nella pagina dell'elenco dei lavori
pl_pl: Pozycja ikony wyszukiwania na stronie z ofertami pracy
ro_ro: Poziția pentru pictograma de căutare pe pagina cu lista de locuri de muncă

source: Resume auto approve
it_it: Riprendi l'approvazione automatica
pl_pl: Wznów automatyczne zatwierdzanie
ro_ro: Reluați aprobarea automată

source: Allow user register as employer
it_it: Consenti all'utente di registrarsi come datore di lavoro
pl_pl: Zezwól na rejestrację użytkownika jako pracodawca
ro_ro: Permiteți utilizatorului să se înregistreze ca angajator

source: Effects on user registration
it_it: Effetti sulla registrazione degli utenti
pl_pl: Wpływ na rejestrację użytkownika
ro_ro: Efecte asupra înregistrării utilizatorilor

source: Company auto approve
it_it: Approvazione automatica dell'azienda
pl_pl: Firma automatycznie zatwierdza
ro_ro: Companie aprobă automat

source: Job auto approve
it_it: Approvazione automatica del lavoro
pl_pl: Automatyczne zatwierdzanie pracy
ro_ro: Aprobare automată a jobului

source: Demo data has been successfully imported
it_it: I dati demo sono stati importati correttamente
pl_pl: Dane demonstracyjne zostały pomyślnie zaimportowane
ro_ro: Datele demonstrative au fost importate cu succes

source: Please select the right demo data to import
it_it: Seleziona i dati demo corretti da importare
pl_pl: Wybierz odpowiednie dane demonstracyjne do zaimportowania
ro_ro: Vă rugăm să selectați datele demonstrative potrivite pentru a le importa

source: Free Version
it_it: Versione gratuita
pl_pl: Darmowa wersja
ro_ro: Versiune gratuită

source: Import Data
it_it: Importa dati
pl_pl: Zaimportować dane
ro_ro: Importați date

source: Pro Version
it_it: Versione Pro
pl_pl: Wersja Pro
ro_ro: Versiunea Pro

source: Free To Pro Updated
it_it: Gratuito per Pro Aggiornato
pl_pl: Aktualizacja za darmo do wersji Pro
ro_ro: Actualizat gratuit pentru pro

source: Click Here To Go Control Panel
it_it: Fare clic sul pannello di controllo Qui per andare
pl_pl: Kliknij tutaj, aby przejść Panel sterowania
ro_ro: Faceți clic aici pentru a merge Panoul de control

source: Click Here To Go Template Options
it_it: Fare clic su Opzioni modello Qui per andare
pl_pl: Kliknij tutaj, aby przejść Opcje szablonu
ro_ro: Faceți clic aici pentru a merge Opțiuni de șablon

source: Please insert activation key to proceed
it_it: Si prega di inserire la chiave di attivazione per procedere
pl_pl: Aby kontynuować, wprowadź klucz aktywacyjny
ro_ro: Vă rugăm să introduceți cheia de activare pentru a continua

source: Addon Installation Failed
it_it: Installazione del componente aggiuntivo non riuscita
pl_pl: Instalacja dodatku nie powiodła się
ro_ro: Instalarea suplimentului a eșuat

source: Addon installation failed, Directory permission error
it_it: Installazione del componente aggiuntivo non riuscita, errore di autorizzazione della directory
pl_pl: Instalacja dodatku nie powiodła się, błąd uprawnień do katalogu
ro_ro: Instalarea suplimentului a eșuat, eroare de permisiunea directorului

source: Addon Installation Failed, File download error
it_it: Installazione del componente aggiuntivo non riuscita, errore di download del file
pl_pl: Instalacja dodatku nie powiodła się, błąd pobierania pliku
ro_ro: Instalarea suplimentului a eșuat, eroare de descărcare a fișierului

source: Addon's List and Features
it_it: Elenco e funzionalità del componente aggiuntivo
pl_pl: Lista i funkcje dodatków
ro_ro: Lista și caracteristicile Addon-ului

source: Add-On’s For Job Portal
it_it: Componenti aggiuntivi per Job Portal
pl_pl: Dodatki do portalu pracy
ro_ro: Suplimente pentru portalul de locuri de muncă

source: buy now
it_it: acquista ora
pl_pl: Kup Teraz
ro_ro: Cumpără acum

source: Featured Company
it_it: Azienda in primo piano
pl_pl: Wyróżniona firma
ro_ro: Companie recomandată

source: Featured Job
it_it: Lavoro in primo piano
pl_pl: Polecane oferty pracy
ro_ro: Job recomandat

source: Resume Action
it_it: Riprendi azione
pl_pl: Wznów działanie
ro_ro: Reluați acțiunea

source: Multi Company
it_it: Multiazienda
pl_pl: Wiele firm
ro_ro: Companie multiplă

source: Front-end Widgets
it_it: Widget front-end
pl_pl: Widżety frontonu
ro_ro: Widgeturi front-end

source: Report's
it_it: Rapporti
pl_pl: Raport
ro_ro: Raportul

source: Rss Feed
pl_pl: Kanał RSS
ro_ro: Feed RSS

source: Shortlist
it_it: Lista ristretta
pl_pl: Krótka lista
ro_ro: Lista finaliștilor

source: Tell Friend
it_it: Dillo all'amico
pl_pl: Powiadom znajomego
ro_ro: Spune-i prietenului

source: Themes
it_it: Temi
pl_pl: Motywy
ro_ro: Teme

source: Visitor Apply Job
it_it: Il visitatore fa domanda di lavoro
pl_pl: Gość aplikuje o pracę
ro_ro: Vizitator Aplicați job

source: Visitor Add Job
it_it: Visitatore Aggiungi lavoro
pl_pl: Gość Dodaj ofertę pracy
ro_ro: Vizitator Adăugați job

source: Plugin Color
it_it: Colore plug-in
pl_pl: Kolor wtyczki
ro_ro: Culoare plugin

source: Premium Addons
it_it: Componenti aggiuntivi premium
pl_pl: Dodatki Premium
ro_ro: Suplimente premium

source: addon in no longer active
it_it: componente aggiuntivo non più attivo
pl_pl: dodatek nie jest już aktywny
ro_ro: suplimentul nu mai este activ

source: WP Job Portal Addon Installer
pl_pl: Instalator dodatku WP Job Portal

source: Wordpress Plugin
it_it: Plugin Wordpress
pl_pl: Wtyczka Wordpress
ro_ro: Pluginul Wordpress

source: Add on list
it_it: Aggiungi alla lista
pl_pl: Dodaj na liście
ro_ro: Adăugați pe listă

source: Please Insert Your Activation key
it_it: Inserisci la tua chiave di attivazione
pl_pl: Wprowadź swój klucz aktywacyjny
ro_ro: Vă rugăm să introduceți cheia de activare

source: Activation key
it_it: Chiave di attivazione
pl_pl: Klucz aktywacyjny
ro_ro: Cheie de activare

source: Select Addons for download
it_it: Seleziona Componenti aggiuntivi per il download
pl_pl: Wybierz Dodatki do pobrania
ro_ro: Selectați Addons pentru descărcare

source: All allowed add-ons are already installed
it_it: Tutti i componenti aggiuntivi consentiti sono già installati
pl_pl: Wszystkie dozwolone dodatki są już zainstalowane
ro_ro: Toate suplimentele permise sunt deja instalate

source: You are not allowed to install any add on
it_it: Non è consentito installare alcun componente aggiuntivo
pl_pl: Nie możesz zainstalować żadnego dodatku
ro_ro: Nu aveți voie să instalați niciun supliment

source: Select All Addons
it_it: Seleziona Tutti i componenti aggiuntivi
pl_pl: Wybierz wszystkie dodatki
ro_ro: Selectați Toate suplimentele

source: Add ons installed and activated successfully
it_it: Componenti aggiuntivi installati e attivati ​​correttamente
pl_pl: Dodatki zostały zainstalowane i aktywowane pomyślnie
ro_ro: Suplimente instalate și activate cu succes

source: Total Companies
it_it: Compagnie totali
pl_pl: Firmy ogółem
ro_ro: Total Companii

source: Report By Job Categories
it_it: Report per categorie di lavoro
pl_pl: Raport według kategorii stanowisk
ro_ro: Raportați după categorii de locuri de muncă

source: Report By Resume Categories
it_it: Segnala per categorie di curriculum
pl_pl: Raport według kategorii CV
ro_ro: Raportați după categorii de CV

source: Report By Job Cities
it_it: Report per città del lavoro
pl_pl: Raport według miast pracy
ro_ro: Raport după orașele de muncă

source: Report By Company Cities
it_it: Report per città aziendali
pl_pl: Raport według miast firmowych
ro_ro: Raport după orașele companiei

source: Report By Resume Cities
it_it: Segnala per curriculum città
pl_pl: Zgłoś przez CV miast
ro_ro: Raportați după orașele de CV

source: Report By Job Types
it_it: Report per tipi di lavoro
pl_pl: Raportuj według typów prac
ro_ro: Raportare după tipuri de locuri de muncă

source: Report By Resume Types
it_it: Segnala per tipo di curriculum
pl_pl: Raport według typów CV
ro_ro: Raportare după tipuri de CV

source: Over All
it_it: Globale
pl_pl: Ogólny
ro_ro: Per total

source: Section has been deleted
it_it: La sezione è stata eliminata
pl_pl: Sekcja została usunięta
ro_ro: Secțiunea a fost ștearsă

source: Error deleting section
it_it: Errore durante l'eliminazione della sezione
pl_pl: Błąd podczas usuwania sekcji
ro_ro: Eroare la ștergerea secțiunii

source: You do not have any View Resume Contact remaining
it_it: Non hai alcun contatto Visualizza curriculum rimanenti
pl_pl: Nie masz jeszcze żadnego kontaktu Wyświetl CV
ro_ro: Nu mai aveți niciun contact pentru vizualizarea CV-ului rămas

source: View Contact Resume
it_it: Visualizza il curriculum dei contatti
pl_pl: Zobacz CV kontaktu
ro_ro: Vedeți CV-ul de contact

source: Resume Queue
it_it: Riprendi coda
pl_pl: Wznów kolejkę
ro_ro: Reluați coada

source: Are you sure to force delete
it_it: Sei sicuro di forzare l'eliminazione
pl_pl: Czy na pewno chcesz wymusić usunięcie
ro_ro: Sigur forțați ștergerea

source: Resume Approve
it_it: Riprendi Approva
pl_pl: Wznów Zatwierdź
ro_ro: Reluați Aprobare

source: Resume Reject
it_it: Riprendi rifiuto
pl_pl: Wznów Odrzuć
ro_ro: Reluare Respingere

source: Modified Date
it_it: Data modificata
pl_pl: Zmieniona data
ro_ro: Data modificata

source: Your Profile Status
it_it: Lo stato del tuo profilo
pl_pl: Status Twojego profilu
ro_ro: Starea profilului dvs

source: Profile Status
it_it: Stato del profilo
pl_pl: Status profilu
ro_ro: Starea profilului

source: This prefix will be added to slug incase of homepage links
it_it: Questo prefisso verrà aggiunto allo slug in caso di collegamenti alla home page
pl_pl: Ten przedrostek zostanie dodany w przypadku linków do stron głównych
ro_ro: Acest prefix va fi adăugat la slug în cazul legăturilor către pagina de pornire

source: This prefix will be added to slug incase of conflict
it_it: Questo prefisso verrà aggiunto a slug in caso di conflitto
pl_pl: Ten przedrostek zostanie dodany do informacji o pracy w przypadku konfliktu
ro_ro: Acest prefix va fi adăugat la slug în caz de conflict

source: Search By Slug
it_it: Cerca per lumaca
pl_pl: Szukaj według Slug
ro_ro: Căutare după Slug

source: Slug List
it_it: Elenco delle lumache
pl_pl: Lista ślimaków
ro_ro: Lista de melci

source: This button will only save slugs on current page
it_it: Questo pulsante salverà solo gli slug nella pagina corrente
pl_pl: Ten przycisk zapisze informacje tylko na bieżącej stronie
ro_ro: Acest buton va salva numai slug-urile pe pagina curentă

source: Add New State
it_it: Aggiungi nuovo stato
pl_pl: Dodaj nowy stan
ro_ro: Adăugați o stare nouă

source: Error Log
it_it: Registro errori
pl_pl: Dziennik błędów
ro_ro: Jurnal de erori

source: add job
it_it: aggiungi lavoro
pl_pl: dodaj pracę
ro_ro: adauga job

source: popup cross
it_it: croce a comparsa
pl_pl: krzyż wyskakujący
ro_ro: cruce pop-up

source: Role
it_it: Ruolo
pl_pl: Rola
ro_ro: Rol

source: Assign role
it_it: Assegna ruolo
pl_pl: Przypisz rolę
ro_ro: Atribuiți un rol

source: Change Role
it_it: Cambia ruolo
pl_pl: Zmień rolę
ro_ro: Schimbați Rolul

source: User Details
it_it: Dettagli utente
pl_pl: Dane użytkownika
ro_ro: Detalii utilizator

source: User Stats Companies
it_it: Società di statistiche degli utenti
pl_pl: Firmy zajmujące się statystykami użytkowników
ro_ro: Companii cu statistici utilizatori

source: Job Approved
it_it: Lavoro approvato
pl_pl: Zatwierdzono stanowisko
ro_ro: Job Aprobat

source: Job Rejected
it_it: Lavoro rifiutato
pl_pl: Praca odrzucona
ro_ro: Job respins

source: User Stats Jobs
it_it: Statistiche utente Lavori
pl_pl: Statystyki użytkownika Jobs
ro_ro: Locuri de munca Statistici utilizator

source: User Stats Resume
it_it: Riprendi statistiche utente
pl_pl: Wznowienie statystyk użytkownika
ro_ro: Reluarea statisticilor utilizatorului

source: User Stats
it_it: Statistiche utente
pl_pl: Statystyki użytkowników
ro_ro: Statistici utilizator

source: Word Press user login
it_it: Accesso utente wordpress
pl_pl: Logowanie użytkownika Wordpress
ro_ro: Autentificare utilizator Wordpress

source: Start publishing
it_it: Inizia a pubblicare
pl_pl: Zacznij publikować
ro_ro: Începeți să publicați

source: Stop publishing
it_it: Smetti di pubblicare
pl_pl: Przestań publikować
ro_ro: Nu mai publica

source: Update
it_it: Aggiornare
pl_pl: Aktualizacja
ro_ro: Actualizați

source: change role
it_it: cambia ruolo
pl_pl: zmienić rolę
ro_ro: schimba rolul

source: Group
it_it: Gruppo
pl_pl: Grupa
ro_ro: grup

source: Job Applies
it_it: Si applica il lavoro
pl_pl: Dotyczy pracy
ro_ro: Se aplică locuri de muncă

source: user name
it_it: nome utente
pl_pl: Nazwa Użytkownika
ro_ro: nume de utilizator

source: Password Again
it_it: Password di nuovo
pl_pl: Hasło ponownie
ro_ro: Parola din nou

source: Password again
it_it: Password di nuovo
pl_pl: Hasło ponownie
ro_ro: Parola din nou

source: Register New Account
it_it: Registra un nuovo account
pl_pl: Zarejestruj Nowe Konto
ro_ro: Înregistrați un cont nou

source: Today Jobs
it_it: Oggi lavori
pl_pl: Dziś Jobs
ro_ro: Astăzi Locuri de muncă

source: Newest Companies
it_it: Aziende più recenti
pl_pl: Najnowsze firmy
ro_ro: Cele mai noi companii

source: Newest Applied Jobs
it_it: Nuovi lavori applicati
pl_pl: Najnowsze oferty pracy
ro_ro: Cele mai noi locuri de muncă aplicate

source: Oops...
it_it: Ops...
pl_pl: Ups ...
ro_ro: Hopa...

source: Record Not Found
it_it: Inserimento non trovato
pl_pl: Nie znaleziono rekordu
ro_ro: Înregistrare nu a fost găsită

source: Applicant
it_it: Richiedente
pl_pl: Petent
ro_ro: Solicitant

source: Applied Date
it_it: Data applicata
pl_pl: Data zastosowania
ro_ro: Data aplicarii

source: Dir is not writable
it_it: Dir non è scrivibile
pl_pl: Dir nie jest zapisywalny
ro_ro: Dir nu poate fi scris

source: Unable to connect to server
it_it: Impossibile stabilire una connessione al server
pl_pl: Niemożna połączyć z serwerem
ro_ro: Nu se poate conecta la server

source: Language is not installed
it_it: La lingua non è installata
pl_pl: Język nie jest zainstalowany
ro_ro: Limba nu este instalată

source: Language directory is not writeable
it_it: La directory della lingua non è scrivibile
pl_pl: Katalog języka nie jest zapisywalny
ro_ro: Directorul de limbă nu poate fi scris
