Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: share digg
it_it: Condividi Digg
pl_pl: Udostępnij Digg
ro_ro: împărtășește digg

source: share fb
it_it: Condividi FB
pl_pl: Udostępnij fb
ro_ro: Distribuie fb

source: share ff
it_it: Condividi ff
pl_pl: Udostępnij ff
ro_ro: Distribuie ff

source: share google
it_it: Condividi Google
pl_pl: Udostępnij Google
ro_ro: Partajează Google

source: share linkedin
it_it: Condividi LinkedIn
pl_pl: Udostępnij LinkedIn
ro_ro: Partajează LinkedIn

source: share myspace
it_it: Condividi Myspace
pl_pl: Udostępnij myspace
ro_ro: Partajează MySpace

source: share twitter
it_it: Condividi Twitter
pl_pl: Udostępnij Twittera
ro_ro: Partajează Twitter

source: share yahoo
it_it: Condividi Yahoo
pl_pl: Udostępnij Yahoo
ro_ro: împărtășește yahoo

source: Mark As Shortlist Job
it_it: Segna come lavoro elenco
pl_pl: Zaznacz jako krótką listę pracy
ro_ro: Marca ca job de lista scurtă

source: Keep this job on your list! Mark it as shortlisted and find it easily whenever you need.
it_it: Mantieni questo lavoro nella tua lista! Contrassegnalo come selezionato e trovalo facilmente ogni volta che ne hai bisogno.
pl_pl: Zachowaj tę pracę na swojej liście! Zaznacz go tak krótkim na liście i znajdź go łatwo, kiedy tylko potrzebujesz.
ro_ro: Păstrați acest loc de muncă pe lista dvs.! Marcați -l ca listat și găsiți -l cu ușurință ori de câte ori aveți nevoie.

source: Search job title, company name, keywords
it_it: Cerca il titolo di lavoro, il nome dell'azienda, le parole chiave
pl_pl: Wyszukiwanie stanowiska, nazwa firmy, słowa kluczowe
ro_ro: Căutați titlul postului, numele companiei, cuvinte cheie

source: Loction
it_it: Locazione
pl_pl: Lokalizacja
ro_ro: Locare

source: Applied Resume Title
it_it: Applicato riprendere il titolo
pl_pl: Zastosowany tytuł CV
ro_ro: Titlul CV -ului aplicat

source: Arrow
it_it: Freccia
pl_pl: Strzałka
ro_ro: Săgeată

source: Already Applied
it_it: Già applicato
pl_pl: Już zastosowane
ro_ro: Deja aplicat

source: Ready to take the next step? Simply fill out the form and submit your application. It only takes a few minutes!
it_it: Pronto a fare il passo successivo? Basta compilare il modulo e inviare la domanda. Ci vogliono solo pochi minuti!
pl_pl: Gotowy do zrobienia następnego kroku? Wystarczy wypełnić formularz i złożyć wniosek. To tylko kilka minut!
ro_ro: Sunteți gata să faceți următorul pas? Pur și simplu completați formularul și trimiteți cererea. Durează doar câteva minute!

source: Waiting for Payment
it_it: In attesa di pagamento
pl_pl: Czekam na płatność
ro_ro: În așteptarea plății

source: Salery
pl_pl: Saleria

source: Buy
it_it: Acquistare
pl_pl: Kupić
ro_ro: Cumpăra

source: Employer can add companies and jobs while searching for potential candidate to hire
it_it: Il datore di lavoro può aggiungere aziende e posti di lavoro durante la ricerca di potenziali candidati da assumere
pl_pl: Pracodawca może dodawać firmy i miejsca pracy, szukając potencjalnego kandydata do zatrudnienia
ro_ro: Angajatorul poate adăuga companii și locuri de muncă în timp ce caută potențial candidat pentru a angaja

source: Selected
it_it: Selezionato
pl_pl: Wybrany
ro_ro: Selectat

source: Jobseeker can add resume, cover letters, search jobs and apply to multiple jobs easily
it_it: Jobseeker può aggiungere curriculum, coprire lettere, cercare lavori e fare domanda per più lavori facilmente
pl_pl: JobSeeker może łatwo dodawać CV, listy, wyszukiwać zadania i ubiegać się o wiele miejsc pracy
ro_ro: Outiarul de locuri de muncă poate adăuga CV, scrisori de întâmpinare, căutare de locuri de muncă și se poate aplica cu ușurință la mai multe locuri de muncă

source: Hello, again!...
it_it: Ciao, di nuovo! ...
pl_pl: Witam, znowu! ...
ro_ro: Bună, din nou! ...

source: View All Applied Jobs
it_it: Visualizza tutti i lavori applicati
pl_pl: Zobacz wszystkie zastosowane zadania
ro_ro: Vizualizați toate lucrările aplicate

source: View All Newest Jobs
it_it: Visualizza tutti i lavori più recenti
pl_pl: Zobacz wszystkie najnowsze prace
ro_ro: Vizualizați toate cele mai noi locuri de muncă

source: Hello, again!…
it_it: Ciao, di nuovo! ...
pl_pl: Witam, znowu!…
ro_ro: Bună ziua, din nou! ...

source: Submit job
it_it: Invia lavoro
pl_pl: Prześlij pracę
ro_ro: Depune post

source: Submit Job
it_it: Invia lavoro
pl_pl: Prześlij pracę
ro_ro: Depune post

source: View detail
it_it: Visualizza i dettagli
pl_pl: Wyświetl szczegół
ro_ro: Vizualizați detalii

source: Recently Applied Resume
it_it: Curriculum recentemente applicato
pl_pl: Niedawno zastosowane CV
ro_ro: CV -ul aplicat recent

source: Messages By Resume
it_it: Messaggi per curriculum
pl_pl: Wiadomości według CV
ro_ro: Mesaje prin CV

source: Reply
it_it: Rispondere
pl_pl: Odpowiedź
ro_ro: Răspuns

source: View jobs
it_it: Visualizza i lavori
pl_pl: Zobacz miejsca pracy
ro_ro: Vizualizați joburile

source: Other Info
it_it: Altre informazioni
pl_pl: Inne informacje
ro_ro: Alte informații

source: Link
it_it: Collegamento
pl_pl: Połączyć
ro_ro: Legătură

source: Mail
it_it: Posta
pl_pl: Poczta
ro_ro: E -mail

source: Site
it_it: Sito
pl_pl: Strona

source: View Company Details
it_it: Visualizza i dettagli dell'azienda
pl_pl: Wyświetl szczegóły firmy
ro_ro: Vizualizați detaliile companiei

source: Completed
it_it: Completato
pl_pl: Zakończony
ro_ro: Completat

source: Categoty
it_it: Categoria
pl_pl: Kategoria
ro_ro: Categorie

source: tell a friend
it_it: Dillo a un amico
pl_pl: Powiedz przyjacielowi
ro_ro: Spune -i unui prieten

source: Tell friend
it_it: Di 'a un amico
pl_pl: Powiedz przyjacielowi
ro_ro: Spune -i prietenului

source: Know someone perfect for this job? Share it with them!
it_it: Conosci qualcuno perfetto per questo lavoro? Condividilo con loro!
pl_pl: Znasz kogoś idealnego do tej pracy? Podziel się tym z nimi!
ro_ro: Cunoașteți pe cineva perfect pentru acest job? Împărtășește -l cu ei!

source: Your name
it_it: Il tuo nome
pl_pl: Twoje imię
ro_ro: Numele dumneavoastră

source: Your email
it_it: La tua email
pl_pl: Twój e -mail
ro_ro: E -mailul tău

source: Show the
it_it: Mostra il
pl_pl: Pokaż
ro_ro: Arată

source: form to logged-in users on the job detail page. If this is on,
it_it: Formare gli utenti logicati nella pagina dei dettagli del lavoro. Se questo è acceso,
pl_pl: Formularz do zalogowanych użytkowników na stronie szczegółów zadania. Jeśli to jest włączone,
ro_ro: Formular pentru utilizatorii conectați pe pagina de detaliu al jobului. Dacă acest lucru este pornit,

source: will be turned off.
it_it: sarà spento.
pl_pl: zostanie wyłączone.
ro_ro: va fi oprit.

source: form to visitor on the job detail page. If this is on,
it_it: modulo al visitatore nella pagina dei dettagli del lavoro. Se questo è acceso,
pl_pl: formularz do odwiedzającego na stronie szczegółów zadania. Jeśli to jest włączone,
ro_ro: Formular pentru vizitator pe pagina detaliilor postului. Dacă acest lucru este pornit,

source: You do not have any save serch remaining
it_it: Non hai alcun serch di salvataggio rimanente
pl_pl: Nie masz żadnego zapisu Sercha
ro_ro: Nu mai aveți niciun șerci de salvare rămase

source: We would love to hear from You.
it_it: Ci piacerebbe avere tue notizie.
pl_pl: Chcielibyśmy usłyszeć od ciebie.
ro_ro: Ne -ar plăcea să auzim de la tine.

source: Welcome back!
it_it: Bentornato!
pl_pl: Witaj z powrotem!
ro_ro: Bine ai revenit!

source: Here's a snapshot of your job board's performance.
it_it: Ecco un'istantanea delle prestazioni della tua tavola di lavoro.
pl_pl: Oto migawka wydajności płyty pracy.
ro_ro: Iată o imagine a performanței consiliului de muncă.

source: Customize Your Dashboard
it_it: Personalizza la tua dashboard
pl_pl: Dostosuj swój pulpit nawigacyjny
ro_ro: Personalizați -vă tabloul de bord

source: Core Components
it_it: Componenti principali
pl_pl: Komponenty podstawowe
ro_ro: Componente de bază

source: Quick Actions
it_it: Azioni rapide
pl_pl: Szybkie działania
ro_ro: Acțiuni rapide

source: Recent Jobs
it_it: Lavori recenti
pl_pl: Najnowsze prace
ro_ro: Locuri de muncă recente

source: Quick Stats
it_it: Statistiche rapide
pl_pl: Szybkie statystyki
ro_ro: Statistici rapide

source: Visualizations
it_it: Visualizzazioni
pl_pl: Wizualizacje
ro_ro: Vizualizări

source: Platform Growth
it_it: Crescita della piattaforma
pl_pl: Wzrost platformy
ro_ro: Creșterea platformei

source: Jobs by Status
it_it: Lavori per stato
pl_pl: Zadania według statusu
ro_ro: Locuri de muncă după statut

source: Top Categories
it_it: Categorie principali
pl_pl: Najlepsze kategorie
ro_ro: Categorii de top

source: Activity & System Feeds
it_it: Feed di attività e sistema
pl_pl: Aktywność i kanały systemowe
ro_ro: Alimente de activitate și sistem

source: Latest Applies
it_it: Ultimo si applica
pl_pl: Najnowsze obowiązują
ro_ro: Ultimele se aplică

source: User & Financials
it_it: Utente e finanziari
pl_pl: Użytkownicy i finanse
ro_ro: Utilizator și financiar

source: Job Seekers
it_it: Cercatori di lavoro
pl_pl: Poszukiwacze pracy
ro_ro: Căutători de locuri de muncă

source: Payments
it_it: Pagamenti
pl_pl: Płatności
ro_ro: Plăți

source: Reset to Defaults
it_it: Ripristina le impostazioni predefinite
pl_pl: Zresetuj do domyślnych
ro_ro: Resetați la valorile implicite

source: Apply Changes
it_it: Applicare le modifiche
pl_pl: Zastosuj zmiany
ro_ro: Aplicați modificări

source: Approve Jobs
it_it: Approvare i lavori
pl_pl: Zatwierdzić pracę
ro_ro: Aprobă locurile de muncă

source: Manage Users
it_it: Gestisci gli utenti
pl_pl: Zarządzaj użytkownikami
ro_ro: Gestionați utilizatorii

source: View Reports
it_it: Visualizza i rapporti
pl_pl: Zobacz raporty
ro_ro: Vizualizați rapoartele

source: Analytics
it_it: Analisi
pl_pl: Analityka
ro_ro: Analitică

source: Manage Plans
it_it: Gestire i piani
pl_pl: Zarządzaj planami
ro_ro: Gestionați planurile

source: Platform Config
it_it: Configurazione della piattaforma
pl_pl: Konfiguracja platformy
ro_ro: Configurarea platformei

source: Applications
it_it: Applicazioni
pl_pl: Zastosowania
ro_ro: Aplicații

source: Pending Jobs
it_it: Lavori in sospeso
pl_pl: Oczekujące prace
ro_ro: În așteptarea locurilor de muncă

source: New Applicants
it_it: Nuovi candidati
pl_pl: Nowi kandydaci
ro_ro: Solicitanți noi

source: Active Subscriptions
it_it: Abbonamenti attivi
pl_pl: Aktywne subskrypcje
ro_ro: Abonamente active

source: Total Users
it_it: Utenti totali
pl_pl: Całkowity użytkownicy
ro_ro: Total utilizatori

source: Closed Jobs
it_it: Lavori chiusi
pl_pl: Zamknięte prace
ro_ro: Locuri de muncă închise

source: Monthly Revenue
it_it: Entrate mensili
pl_pl: Miesięczne przychody
ro_ro: Venituri lunare

source: Recent Job Postings
it_it: Recenti offerte di lavoro
pl_pl: Ostatnie posty pracy
ro_ro: Postări recente de locuri de muncă

source: Date Posted
it_it: Data pubblicata
pl_pl: Data opublikowana
ro_ro: Data postată

source: Actions
it_it: Azioni
pl_pl: Działania
ro_ro: Acțiuni

source: No recent job postings found.
it_it: Nessuna recente offerta di lavoro trovata.
pl_pl: Nie znaleziono ostatnich postów pracy.
ro_ro: Nu s -au găsit nicio postare recentă de locuri de muncă.

source: Top Job Categories
it_it: Categorie di lavoro principali
pl_pl: Najlepsze kategorie pracy
ro_ro: Categorii de locuri de muncă de top

source: Latest Job Applies
it_it: Si applica l'ultimo lavoro
pl_pl: Obowiązuje najnowsza praca
ro_ro: Ultima job se aplică

source: applied for
it_it: richiesto per
pl_pl: Zastosowano
ro_ro: aplicat pentru

source: at
it_it: A
pl_pl: Na
ro_ro: la

source: View App
it_it: Visualizza l'app
pl_pl: Zobacz aplikację
ro_ro: Vizualizați aplicația

source: No recent job applications to display.
it_it: Nessuna recente domanda di lavoro da visualizzare.
pl_pl: Brak najnowszych aplikacji do wyświetlenia.
ro_ro: Nu există aplicații de muncă recente pentru afișare.

source: No new resumes have been added recently.
it_it: Non sono stati aggiunti nuovi curriculum di recente.
pl_pl: Niedawno nie dodano żadnych nowych CV.
ro_ro: Nu s -au adăugat noi CV -uri noi.

source: Latest Package Subscriptions
it_it: Ultimi abbonamenti ai pacchetti
pl_pl: Najnowsze subskrypcje pakietów
ro_ro: Ultimele abonamente la pachete

source: subscribed to
it_it: sottoscritto a
pl_pl: subskrybowane do
ro_ro: subscris la

source: No new subscriptions found.
it_it: Nessun nuovo abbonamento trovato.
pl_pl: Nie znaleziono nowych subskrypcji.
ro_ro: Nu au fost găsite noi abonamente.

source: Latest Payments
it_it: Ultimi pagamenti
pl_pl: Najnowsze płatności
ro_ro: Ultimele plăți

source: No recent payments to display.
it_it: Nessun pagamento recente da visualizzare.
pl_pl: Brak najnowszych płatności do wyświetlenia.
ro_ro: Nu există plăți recente de afișat.

source: Latest Activity
it_it: Ultima attività
pl_pl: Najnowsze działanie
ro_ro: Ultima activitate

source: Hooray! No system errors to report.
it_it: Evviva! Nessun errore di sistema da segnalare.
pl_pl: Brawo! Brak błędów systemowych do zgłoszenia.
ro_ro: Pur! Nu există erori de sistem de raportat.

source: Latest Job Seekers
it_it: Ultime persone in cerca di lavoro
pl_pl: Najnowsze osoby poszukujące pracy
ro_ro: Ultimii solicitanți de locuri de muncă

source: Joined
it_it: Partecipato
pl_pl: Dołączył
ro_ro: S -a alăturat

source: No new job seekers have registered.
it_it: Nessuna nuova ricerca di lavoro si è registrata.
pl_pl: Żadne nowe osoby poszukujące pracy nie zarejestrowały się.
ro_ro: Nu s -au înregistrat noi solicitanți de locuri de muncă.

source: Latest Employers
it_it: Ultimi datori di lavoro
pl_pl: Najnowszych pracodawców
ro_ro: Ultimii angajatori

source: No new employers have registered.
it_it: Nessun nuovo datore di lavoro si è registrato.
pl_pl: Żaden nowych pracodawców nie zarejestrował się.
ro_ro: Nu s -au înregistrat noi angajatori.

source: Not allowed
it_it: Non consentito
pl_pl: Niedozwolony
ro_ro: Nu este permis

source: Allowed to all
it_it: Consentito a tutti
pl_pl: Dozwolone wszystkim
ro_ro: Permis tuturor

source: employers, job seekers and visitors
it_it: datori di lavoro, persone in cerca di lavoro e visitatori
pl_pl: pracodawców, osób poszukujących pracy i gości
ro_ro: angajatori, solicitanți de locuri de muncă și vizitatori

source: Allowed only to employers
it_it: Consentito solo ai datori di lavoro
pl_pl: Dozwolone tylko dla pracodawców
ro_ro: Permis doar angajatorilor

source: City, State, Country
it_it: Città, Stato, Paese
pl_pl: Miasto, stan, kraj
ro_ro: Oraș, stat, țară

source: City, State
it_it: Città, Stato
pl_pl: Miasto, stan
ro_ro: Oraș, stat

source: City, Country
it_it: Città, Paese
pl_pl: Miasto, kraj
ro_ro: Oraș, țară

source: Minutes
it_it: Minuti
pl_pl: Protokół
ro_ro: Minute

source: Hour
it_it: Ora
pl_pl: Godzina
ro_ro: Oră

source: Hours
it_it: Ore
pl_pl: Godziny
ro_ro: Ore

source: Week
it_it: Settimana
pl_pl: Tydzień
ro_ro: Săptămână

source: System & Site
it_it: Sistema e sito
pl_pl: System i witryna
ro_ro: Sistem și site

source: Site & System
it_it: Sito e sistema
pl_pl: Witryna i system
ro_ro: Site și sistem

source: Core details about your job portal, its status, and default behaviors
it_it: Dettagli principali sul portale del lavoro, sul suo stato e sui comportamenti predefiniti
pl_pl: Podstawowe szczegóły dotyczące portalu pracy, jego statusu i domyślnych zachowań
ro_ro: Detalii de bază despre portalul dvs. de locuri de muncă, starea acestuia și comportamentele implicite

source: Site Title
it_it: Titolo del sito
pl_pl: Tytuł witryny
ro_ro: Titlul site -ului

source: The main title for your job portal
it_it: Il titolo principale del tuo portale di lavoro
pl_pl: Główny tytuł Twojego portalu pracy
ro_ro: Titlul principal pentru portalul dvs. de locuri de muncă

source: Site Offline
it_it: Sito non in linea
pl_pl: Strona nieaktywna
ro_ro: Site -ul offline

source: Take the site offline for maintenance
it_it: Metti il ​​sito offline per la manutenzione
pl_pl: Przełącz witrynę w tryb offline w celu konserwacji
ro_ro: Luați site -ul offline pentru întreținere

source: The message shown to visitors when the site is offline
it_it: Il messaggio mostrato ai visitatori quando il sito è offline
pl_pl: Komunikat wyświetlany odwiedzającym, gdy witryna jest offline
ro_ro: Mesajul afișat vizitatorilor atunci când site -ul este offline

source: Default Page
it_it: Pagina predefinita
pl_pl: Strona domyślna
ro_ro: Pagina implicită

source: Select the main WordPress page for the job portal
it_it: Seleziona la pagina principale di WordPress per il portale del lavoro
pl_pl: Wybierz główną stronę WordPress dla portalu pracy
ro_ro: Selectați pagina principală WordPress pentru portalul de locuri de muncă

source: Email links and support icons may not work if this is not set
it_it: I collegamenti e-mail e le icone di supporto potrebbero non funzionare se non sono impostati
pl_pl: Łącza e-mailowe i ikony pomocy mogą nie działać, jeśli nie jest to ustawione
ro_ro: Este posibil ca linkurile de e -mail și pictogramele de asistență să nu funcționeze dacă acest lucru nu este setat

source: Date Format
it_it: Formato data
pl_pl: Format daty
ro_ro: Formatul datei

source: Set the date format used throughout the plugin
it_it: Imposta il formato della data utilizzato in tutto il plugin
pl_pl: Ustaw format daty używany w całej wtyczce
ro_ro: Setați formatul datei utilizat pe întregul plugin

source: Default Address Display Style
it_it: Stile di visualizzazione dell'indirizzo predefinito
pl_pl: Domyślny styl wyświetlania adresu
ro_ro: Stilul implicit de afișare a adresei

source: Select the default format for displaying addresses
it_it: Seleziona il formato predefinito per la visualizzazione degli indirizzi
pl_pl: Wybierz domyślny format wyświetlania adresów
ro_ro: Selectați formatul implicit pentru afișarea adreselor

source: Registration & Login
it_it: Registrazione e accesso
pl_pl: Rejestracja i logowanie
ro_ro: Înregistrare și autentificare

source: Control user registration flows and login/logout redirects
it_it: Controlla i flussi di registrazione degli utenti e i reindirizzamenti di accesso/disconnessione
pl_pl: Kontroluj przepływ rejestracji użytkowników i przekierowania logowania/wylogowania
ro_ro: Controlați fluxurile de înregistrare a utilizatorului și redirecțiile de conectare/deconectare

source: Set Register Link
it_it: Imposta collegamento registrazione
pl_pl: Ustaw link do rejestracji
ro_ro: Setați linkul de registru

source: Set the main registration page for the site
it_it: Imposta la pagina di registrazione principale per il sito
pl_pl: Ustaw główną stronę rejestracji witryny
ro_ro: Setați pagina principală de înregistrare pentru site

source: Custom Register Redirect Link
it_it: Collegamento di reindirizzamento del registro personalizzato
pl_pl: Niestandardowy link przekierowujący rejestr
ro_ro: Link de redirecționare a registrului personalizat

source: Enter the custom URL for registration if
it_it: Inserisci l'URL personalizzato per la registrazione, se
pl_pl: Wprowadź niestandardowy adres URL do rejestracji, jeśli
ro_ro: Introduceți adresa URL personalizată pentru înregistrare dacă

source: is selected above
it_it: è selezionato sopra
pl_pl: jest wybrany powyżej
ro_ro: este selectat mai sus

source: Set the main login page for the site
it_it: Imposta la pagina di accesso principale per il sito
pl_pl: Ustaw główną stronę logowania do witryny
ro_ro: Setați pagina principală de conectare pentru site

source: Custom Login Redirect Link
it_it: Collegamento di reindirizzamento di accesso personalizzato
pl_pl: Niestandardowy link przekierowania logowania
ro_ro: Link de redirecționare personalizat de conectare

source: Enter the custom URL for login if
it_it: Inserisci l'URL personalizzato per l'accesso, se
pl_pl: Wprowadź niestandardowy adres URL do logowania, jeśli
ro_ro: Introduceți adresa URL personalizată pentru autentificare dacă

source: Redirect Link For Non-Portal WP User
it_it: Collegamento di reindirizzamento per utenti WP non del portale
pl_pl: Link przekierowujący dla użytkownika WP niebędącego portalem
ro_ro: Redirecționarea linkului pentru utilizatorul WP non-portal

source: Redirect WordPress users who do not have a role in WP Job Portal to this link after login
it_it: Reindirizza gli utenti WordPress che non hanno un ruolo nel portale WP Job a questo collegamento dopo l'accesso
pl_pl: Po zalogowaniu przekieruj użytkowników WordPressa, którzy nie mają roli w Portalu Pracy WP, na ten link
ro_ro: Redirecționați utilizatorii WordPress care nu au un rol în portalul de locuri de muncă WP către acest link după conectare

source: Terms & Conditions
it_it: Termini e condizioni
pl_pl: Regulamin
ro_ro: Termeni și condiții

source: Assign specific Terms & Conditions pages for different submission types
it_it: Assegna pagine di Termini e condizioni specifiche per diversi tipi di invio
pl_pl: Przypisz określone strony Regulaminu dla różnych typów zgłoszeń
ro_ro: Alocați pagini specifice Termeni și condiții pentru diferite tipuri de trimitere

source: Company Terms Page
it_it: Pagina dei termini aziendali
pl_pl: Strona z warunkami firmy
ro_ro: Pagina Condiții Companiei

source: Select the
it_it: Seleziona il
pl_pl: Wybierz
ro_ro: Selectați

source: page for company submissions
it_it: pagina per le proposte aziendali
pl_pl: strona z zgłoszeniami firm
ro_ro: Pagina pentru trimiteri ale companiei

source: Job Terms Page
it_it: Pagina delle condizioni di lavoro
pl_pl: Strona z warunkami pracy
ro_ro: Pagina Termenilor de muncă

source: page for job submissions
it_it: pagina per l'invio di offerte di lavoro
pl_pl: strona z ofertami pracy
ro_ro: pagină pentru trimiteri de locuri de muncă

source: Resume Terms Page
it_it: Pagina dei termini del curriculum
pl_pl: Strona z warunkami CV
ro_ro: Pagina de reluare a termenilor

source: page for resume submissions
it_it: pagina per l'invio del curriculum
pl_pl: strona do przesyłania CV
ro_ro: pagină pentru trimiteri de CV

source: Content & Display
it_it: Contenuto e visualizzazione
pl_pl: Treść i wyświetlanie
ro_ro: Conținut și afișare

source: Taxonomy & Categories
it_it: Tassonomia e categorie
pl_pl: Taksonomia i kategorie
ro_ro: Taxonomie și categorii

source: Manage how content like categories and tags are handled
it_it: Gestisci il modo in cui vengono gestiti contenuti come categorie e tag
pl_pl: Zarządzaj sposobem obsługi treści, takich jak kategorie i tagi
ro_ro: Gestionați modul în care se tratează conținutul precum categoriile și etichetele

source: Even if Empty
it_it: Anche se Vuoto
pl_pl: Nawet jeśli pusty
ro_ro: Chiar dacă este gol

source: If no is selected then only categories that have jobs or resumes will be shown
it_it: Se viene selezionato No, verranno visualizzate solo le categorie che hanno lavori o curriculum
pl_pl: Jeśli wybierzesz Nie, zostaną pokazane tylko kategorie zawierające oferty pracy lub życiorysy
ro_ro: Dacă nu este selectat nu vor fi afișate doar categorii care au locuri de muncă sau CV -uri

source: Categories Per Row
it_it: Categorie per riga
pl_pl: Kategorie w wierszu
ro_ro: Categorii pe rând

source: Number of categories to display per row on category listing pages
it_it: Numero di categorie da visualizzare per riga nelle pagine di elenco delle categorie
pl_pl: Liczba kategorii wyświetlanych w każdym wierszu na stronach z listami kategorii
ro_ro: Numărul de categorii de afișat pe rând pe paginile de listare a categoriilor

source: Sub-categories Limit
it_it: Limite delle sottocategorie
pl_pl: Limit podkategorii
ro_ro: Limita sub-categoriilor

source: How many sub-categories to show in the popup on category pages
it_it: Quante sottocategorie mostrare nel popup sulle pagine delle categorie
pl_pl: Liczba podkategorii wyświetlanych w wyskakującym okienku na stronach kategorii
ro_ro: Câte sub-categorii să se prezinte în pop-up pe paginile din categoria
