Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: Registration shortcode allows individuals to easily create accounts as their selected role
it_it: Il breve codice di registrazione consente alle persone di creare facilmente account come ruolo selezionato
pl_pl: Kod rejestracji umożliwia łatwe tworzenie kont jako ich wybraną rolę
ro_ro: Codul scurt de înregistrare permite persoanelor fizice să creeze cu ușurință conturi ca rol selectat

source: Employer registration shortcode streamlines the process for organizations to register, ensuring they can efficiently manage job postings and their company profiles.
it_it: Shortcode di registrazione del datore di lavoro semplifica il processo per le organizzazioni da registrarsi, garantendo che possano gestire in modo efficiente le offerte di lavoro e i loro profili aziendali.
pl_pl: Kod rejestracji pracodawcy usprawnia proces rejestracji organizacji, zapewniając, że mogą skutecznie zarządzać ofertami pracy i profili ich firmy.
ro_ro: Codul scurt de înregistrare a angajatorilor simplifică procesul de înregistrare a organizațiilor, asigurându -se că pot gestiona eficient postările de locuri de muncă și profilurile companiei lor.

source: Job Seeker Registration
it_it: Registrazione in cerca di lavoro
pl_pl: Rejestracja poszukiwacza pracy
ro_ro: Înregistrarea căutătorului de locuri de muncă

source: Job seeker registration shortcode allows individuals to easily create accounts, enabling them to apply for jobs and manage their resumes.
it_it: Shortcode di registrazione in cerca di lavoro consente alle persone di creare facilmente account, consentendo loro di richiedere posti di lavoro e gestire i loro curriculum.
pl_pl: Kod rejestracji poszukiwań pracy umożliwia łatwe tworzenie kont, umożliwiając im ubieganie się o zadania i zarządzanie ich CV.
ro_ro: Codul scurt de înregistrare a căutătorului de locuri de muncă permite persoanelor fizice să creeze cu ușurință conturi, permițându -le să solicite locuri de muncă și să își gestioneze CV -urile.

source: Login Page
it_it: Pagina di accesso
pl_pl: Strona logowania
ro_ro: Pagina de autentificare

source: Login page shortcode offers a user-friendly interface for candidates and employers to securely log in and manage their profiles and postings.
it_it: ShortCode Page di accesso offre un'interfaccia intuitiva per candidati e datori di lavoro per accedere e gestire in modo sicuro i propri profili e i loro post.
pl_pl: Kod skrótu logowania oferuje przyjazny dla użytkownika interfejs dla kandydatów i pracodawców do bezpiecznego logowania się i zarządzania swoimi profilem i postami.
ro_ro: Codul de scurtă durată al paginii de conectare oferă o interfață ușor de utilizat pentru candidați și angajatori să se conecteze și să-și gestioneze în siguranță profilurile și postările.

source: Widget
pl_pl: Widżet

source: Search job widget provides an intuitive interface for candidates to filter and browse openings, connecting them with opportunities that align with their skills.
it_it: La ricerca del lavoro di ricerca fornisce un'interfaccia intuitiva per i candidati per filtrare e sfogliare aperture, collegandole con opportunità che si allineano con le loro capacità.
pl_pl: Widżet wyszukiwania oferuje intuicyjny interfejs dla kandydatów do filtrowania i przeglądania otworów, łącząc je z możliwościami zgodnymi z ich umiejętnościami.
ro_ro: Widget de căutare Job oferă o interfață intuitivă pentru candidații să filtreze și să răsfoiască deschiderile, conectându -le cu oportunități care se aliniază abilităților lor.

source: This Shortcode requires WP Job Portal Front-end Widgets Addon
it_it: Questo shortcode richiede un componente aggiuntivo per i widget frontale del portale di lavoro WP
pl_pl: Ten skrót wymaga WP Portal Portal Front-End Widgets Addon
ro_ro: Acest scurt cod necesită widget-end widget-uri portal de joburi WP

source: My packages offers a personalized dashboard for users to monitor their subscription details, helping them manage job postings and access features effectively.
it_it: I miei pacchetti offrono una dashboard personalizzata per gli utenti per monitorare i propri dettagli in abbonamento, aiutandoli a gestire le offerte di lavoro e le funzionalità di accesso in modo efficace.
pl_pl: Moje pakiety oferują spersonalizowany pulpit nawigacyjny dla użytkowników do monitorowania szczegółów subskrypcji, pomagając im skutecznie zarządzać postami i funkcjami dostępu.
ro_ro: Pachetele mele oferă un tablou de bord personalizat pentru utilizatori pentru a -și monitoriza detaliile abonamentului, ajutându -i să gestioneze în mod eficient înregistrările de locuri de muncă și să acceseze funcțiile.

source: This Shortcode requires WP Job Portal Credits Addon
it_it: Questo shortcode richiede un componente aggiuntivo del portale di lavoro WP
pl_pl: Ten skrót wymaga dodatku do portalu zadań WP
ro_ro: Acest scurt cod necesită credite pentru portalul de lucru WP

source: My subscription provides users with an overview of their active subscriptions, allowing easy management and tracking of their job posting plans.
it_it: La mia abbonamento fornisce agli utenti una panoramica dei loro abbonamenti attivi, consentendo una facile gestione e monitoraggio dei loro piani di pubblicazione di lavoro.
pl_pl: Moja subskrypcja zapewnia użytkownikom przegląd ich aktywnych subskrypcji, umożliwiając łatwe zarządzanie i śledzenie ich planów publikowania pracy.
ro_ro: Abonamentul meu oferă utilizatorilor o imagine de ansamblu a abonamentelor lor active, permițând gestionarea ușoară și urmărirea planurilor lor de postare a locurilor de muncă.

source: All packages showcases a comprehensive list of available subscription plans, allowing users to compare features and select the best options for their job posting needs.
it_it: Tutti i pacchetti mettono in mostra un elenco completo dei piani di abbonamento disponibili, consentendo agli utenti di confrontare le funzionalità e selezionare le migliori opzioni per le loro esigenze di pubblicazione del lavoro.
pl_pl: Wszystkie pakiety prezentują kompleksową listę dostępnych planów subskrypcji, umożliwiając użytkownikom porównywanie funkcji i wybór najlepszych opcji dla ich potrzeb w zakresie pracy.
ro_ro: Toate pachetele prezintă o listă cuprinzătoare de planuri de abonament disponibile, permițând utilizatorilor să compare funcțiile și să selecteze cele mai bune opțiuni pentru nevoile lor de postare a locurilor de muncă.

source: My invoices provides a convenient way for users to view and manage their invoices, helping them stay organized and up to date with their payments.
it_it: Le mie fatture forniscono agli utenti un modo conveniente di visualizzare e gestire le loro fatture, aiutandole a rimanere organizzate e aggiornate con i loro pagamenti.
pl_pl: Moje faktury zapewniają użytkownikom wygodny sposób przeglądania i zarządzania fakturami, pomagając im zachować zorganizowanie i na bieżąco z płatnościami.
ro_ro: Facturile mele oferă o modalitate convenabilă pentru utilizatori de a -și vizualiza și gestiona facturile, ajutându -i să rămână organizați și la zi cu plățile lor.

source: Document Title Settings
it_it: Impostazioni del titolo del documento
pl_pl: Ustawienia tytułu dokumentu
ro_ro: Setările titlului documentului

source: Company detail url options are name, location. eg- [name] [location]
it_it: Le opzioni URL dei dettagli dell'azienda sono il nome, la posizione. eg- [nome] [posizione]
pl_pl: Opcje URL szczegółów firmy to nazwa, lokalizacja. EG- [Nazwa] [Lokalizacja]
ro_ro: Opțiunile URL de detalii ale companiei sunt nume, locație. de exemplu, [nume] [locație]

source: spinning wheel
it_it: ruota rotante
pl_pl: wirujące koło
ro_ro: roată rotativă

source: New Update Version
it_it: Nuova versione di aggiornamento
pl_pl: Nowa wersja aktualizacji
ro_ro: Noua versiune de actualizare

source: is Available
it_it: è disponibile
pl_pl: jest dostępny
ro_ro: este disponibil

source: Hey there! We have recently launched a fresh update for the add-ons. Don't forget to update the add-ons to enjoy the greatest features!
it_it: Ehilà! Di recente abbiamo lanciato un nuovo aggiornamento per i componenti aggiuntivi. Non dimenticare di aggiornare i componenti aggiuntivi per goderti le più grandi funzionalità!
pl_pl: Hej! Niedawno wprowadziliśmy nową aktualizację dodatków. Nie zapomnij zaktualizować dodatków, aby cieszyć się największymi funkcjami!
ro_ro: Hei acolo! Am lansat recent o nouă actualizare pentru suplimente. Nu uitați să actualizați suplimentele pentru a vă bucura de cele mai mari caracteristici!

source: View Addone Status
it_it: Visualizza lo stato aggiuntivo
pl_pl: Zobacz status Addone
ro_ro: Vizualizați starea addone

source: Active Companies
it_it: Aziende attive
pl_pl: Aktywne firmy
ro_ro: Companii active

source: Help Page
it_it: Pagina di aiuto
pl_pl: Strona pomocy
ro_ro: Pagina de ajutor

source: Watch Tutorial
it_it: Guarda il tutorial
pl_pl: Oglądaj samouczek
ro_ro: Urmăriți tutorialul

source: video
pl_pl: wideo

source: Apply Now Failed
it_it: Applica ora non riuscito
pl_pl: Zastosuj teraz nieudane
ro_ro: Aplicați acum a eșuat

source: You do not have package required for job apply
it_it: Non hai il pacchetto richiesto per il lavoro.
pl_pl: Nie masz pakietu wymaganego do składania pracy
ro_ro: Nu aveți un pachet necesar pentru aplicarea postului

source: You package has expired
it_it: Il tuo pacchetto è scaduto
pl_pl: Twój pakiet wygasł
ro_ro: Pachetul dvs. a expirat

source: You do not any more job apply available
it_it: Non si applica più lavoro disponibile
pl_pl: Nie masz więcej pracy
ro_ro: Nu mai aplicați la dispoziție

source: Job Not Found
it_it: Lavoro non trovato
pl_pl: Praca nie znaleziono
ro_ro: Job nu a fost găsit

source: Job does not exist in the system
it_it: Il lavoro non esiste nel sistema
pl_pl: Praca nie istnieje w systemie
ro_ro: Locul de muncă nu există în sistem

source: Make Payment To Complete The Job Apply
it_it: Effettuare il pagamento per completare il lavoro applicare
pl_pl: Dokonaj płatności, aby ukończyć zadanie
ro_ro: Efectuați plata pentru a finaliza lucrarea Aplicați

source: Successfully applied on job
it_it: Applicato con successo sul lavoro
pl_pl: Pomyślnie zastosowany w pracy
ro_ro: Aplicat cu succes pe job

source: view coverletter
it_it: Visualizza lettera di accompagnamento
pl_pl: Zobacz list motywacyjny
ro_ro: Vizualizați scrisoarea de întâmpinare

source: Please Fill out fields
it_it: Per favore, compila i campi
pl_pl: Wypełnij pola
ro_ro: Vă rugăm să completați câmpurile

source: sender email is not of correct format
it_it: L'e -mail del mittente non è del formato corretto
pl_pl: E -mail nadawcy nie ma poprawnego formatu
ro_ro: E -mailul expeditorului nu are un format corect

source: Erase Selected Country
it_it: Cancella paese selezionato
pl_pl: Usuń wybrany kraj
ro_ro: Ștergeți țara selectată

source: Erase All Data
it_it: Cancella tutti i dati
pl_pl: Usuń wszystkie dane
ro_ro: Ștergeți toate datele

source: Click on package to select one
it_it: Fare clic sul pacchetto per selezionarne uno
pl_pl: Kliknij pakiet, aby wybrać jeden
ro_ro: Faceți clic pe pachet pentru a selecta unul

source: Apply to the Job
it_it: Fare domanda per il lavoro
pl_pl: Zastosuj się do pracy
ro_ro: Aplicați la job

source: No Cover Letter!
it_it: Nessuna lettera di accompagnamento!
pl_pl: Bez listu motywacyjnego!
ro_ro: Fără scrisoare de întâmpinare!

source: Add Cover Lettter
it_it: Aggiungi lettera di accompagnamento
pl_pl: Dodaj list motywacyjny
ro_ro: Adăugați scrisoarea de întâmpinare

source: You have already applied on this job.
it_it: Hai già fatto domanda per questo lavoro.
pl_pl: Złożyłeś już wniosek w tej pracy.
ro_ro: Ați aplicat deja la această lucrare.

source: Unlimited job applies
it_it: Si applica un lavoro illimitato
pl_pl: Obowiązuje nieograniczona praca
ro_ro: Se aplică un loc de muncă nelimitat

source: Job applies remaining
it_it: Il lavoro applica il resto
pl_pl: Praca obowiązuje pozostało
ro_ro: Jobul se aplică

source: Buy package to apply on job.
it_it: Acquista il pacchetto da candidarti sul lavoro.
pl_pl: Kup pakiet, aby ubiegać się o pracę.
ro_ro: Cumpărați pachet pentru a aplica la job.

source: Apply With Package
it_it: Applicare con il pacchetto
pl_pl: Zastosuj z pakietem
ro_ro: Aplicați cu pachet

source: Payment of
it_it: Pagamento di
pl_pl: Płatność
ro_ro: Plata

source: is required to complete the job apply process
it_it: è richiesto per completare il processo di applicazione del lavoro
pl_pl: jest zobowiązany do wykonania procesu stosowania zadania
ro_ro: este necesar pentru a finaliza procesul de aplicare a jobului

source: You are logged in as employer.
it_it: Hai effettuato l'accesso come datore di lavoro.
pl_pl: Jesteś zalogowany jako pracodawca.
ro_ro: Sunteți conectat ca angajator.

source: You are not a logged in member.
it_it: Non sei un membro effettuato.
pl_pl: Nie jesteś zalogowany członkiem.
ro_ro: Nu sunteți conectat la membru.

source: You do not have any role.
it_it: Non hai alcun ruolo.
pl_pl: Nie masz żadnej roli.
ro_ro: Nu aveți niciun rol.

source: Proceed to payment
it_it: Procedere al pagamento
pl_pl: Przejdź do płatności
ro_ro: Continuați la plată

source: Views
it_it: Viste
pl_pl: Widoki
ro_ro: Vizualizări

source: Save As Draft
it_it: Salva come bozza
pl_pl: Zapisz jako szkic
ro_ro: Salvați ca proiect

source: Job Has Been Feature SuccesFully
it_it: Il lavoro è stato presentato con successo
pl_pl: Praca została pomyślnie przedstawiona
ro_ro: Meseria a fost prezentată cu succes

source: You are Not Allowed To Add More than One
it_it: Non è consentito aggiungerne più di uno
pl_pl: Nie możesz dodawać więcej niż jednego
ro_ro: Nu aveți voie să adăugați mai multe

source: Contact TO Adminstrator
it_it: Contattare l'amministratore
pl_pl: Kontakt z administratorem
ro_ro: Contact pentru administrator

source: This Is Meta Description
it_it: Questa è meta descrizione
pl_pl: To jest opis meta
ro_ro: Aceasta este meta descriere

source: jobs by cities
it_it: Lavori per città
pl_pl: Praca według miast
ro_ro: locuri de muncă pe orașe

source: Show Info
it_it: Mostra informazioni
pl_pl: Pokaż informacje
ro_ro: Afișați informații

source: Changing a user's role will not remove its entites from the system !
it_it: La modifica del ruolo di un utente non rimuoverà i suoi elementi dal sistema!
pl_pl: Zmiana roli użytkownika nie usunie jego uprawnień z systemu!
ro_ro: Schimbarea rolului unui utilizator nu va elimina atacurile sale din sistem!

source: company reject
it_it: Azienda rifiuta
pl_pl: Firma odrzucona
ro_ro: Compania respinge

source: all reject
it_it: tutto rifiuta
pl_pl: Wszystkie odrzucone
ro_ro: toate resping

source: Missing user(s) added successfully!
it_it: Gli utenti mancanti sono stati aggiunti correttamente!
pl_pl: Brakujący użytkownik (y) dodano pomyślnie!
ro_ro: Utilizatorii care lipsesc adăugați cu succes!

source: No missing user found!
it_it: Nessun utente mancante trovato!
pl_pl: Nie znaleziono brakującego użytkownika!
ro_ro: Nu a fost găsit niciun utilizator lipsă!

source: Jobs Listing Menu
it_it: Menu di elenchi di lavori
pl_pl: Menu oferty zadań
ro_ro: Meniu de listare a lucrărilor

source: Visitor
it_it: Visitatore
pl_pl: Gość
ro_ro: Vizitator

source: new message alert
it_it: Nuovo avviso di messaggio
pl_pl: Nowy alert wiadomości
ro_ro: Alertă de mesaje noi

source: New Message Alert
it_it: Nuovo avviso di messaggio
pl_pl: Nowy alert wiadomości
ro_ro: Alertă de mesaje noi

source: Recipient Name
it_it: Nome destinatario
pl_pl: Nazwa odbiorcy
ro_ro: Numele destinatarului

source: Sender Name
it_it: Nome del mittente
pl_pl: Nazwa nadawcy
ro_ro: Numele expeditorului

source: Sender Role
it_it: Ruolo del mittente
pl_pl: Rola nadawcy
ro_ro: Rolul expeditorului

source: Message Text
it_it: Testo del messaggio
pl_pl: Tekst wiadomości
ro_ro: Text mesaj

source: Job/Resume Info
it_it: Informazioni di lavoro/riprendi
pl_pl: Informacje o zadaniu/wznowieniu
ro_ro: Informații despre job/CV

source: Upload Resume
it_it: Carica curriculum
pl_pl: Prześlij CV
ro_ro: Încărcați CV -ul

source: Profile Status
it_it: Stato del profilo
pl_pl: Status profilu
ro_ro: Starea profilului

source: Profile Completed
it_it: Profilo completato
pl_pl: Profil zakończony
ro_ro: Profil finalizat

source: feature approve
it_it: La funzione approva
pl_pl: Funkcja zatwierdza
ro_ro: Funcția aprobă

source: feature reject
it_it: RIPEGNO DI FUNZIONE
pl_pl: Odrzucona funkcja
ro_ro: Respingerea caracteristicilor

source: Type city
it_it: Tipo City
pl_pl: Typ miasto
ro_ro: Tip oraș

source: New Message
it_it: Nuovo messaggio
pl_pl: Nowa wiadomość
ro_ro: Mesaj nou

source: Employer is disabled by admin
it_it: Il datore di lavoro è disabilitato da amministratore
pl_pl: Pracodawca jest wyłączony przez administratora
ro_ro: Angajatorul este dezactivat de admin

source: You are not allowed to add more than one
it_it: Non è consentito aggiungerne più di uno
pl_pl: Nie możesz dodawać więcej niż jednego
ro_ro: Nu aveți voie să adăugați mai multe

source: contact adminstrator
it_it: contattare l'amministratore
pl_pl: Skontaktuj się z administratorem
ro_ro: Administratorul de contact

source: Payment is not made against this job contact adminstrator
it_it: Il pagamento non viene effettuato rispetto a questo amministratore di contatto del lavoro
pl_pl: Płatność nie jest dokonywana w stosunku do tego administratora kontaktu
ro_ro: Plata nu se face împotriva acestui administrator de contact

source: Addon Page Not Found
it_it: Pagina aggiunta non trovata
pl_pl: Nie znaleziono strony Addon
ro_ro: Pagina addon nu a fost găsită

source: User Role
it_it: Ruolo dell'utente
pl_pl: Rola użytkownika
ro_ro: Rolul utilizatorului

source: Jobs Role
it_it: Ruolo dei lavori
pl_pl: Rola pracy
ro_ro: Rol de locuri de muncă

source: User has been successfully created
it_it: L'utente è stato creato correttamente
pl_pl: Użytkownik został pomyślnie utworzony
ro_ro: Utilizatorul a fost creat cu succes

source: Pay For Department
it_it: Paga per il dipartimento
pl_pl: Zapłać za dział
ro_ro: Plătiți pentru departament

source: Pay For Job Apply
it_it: Pagare per il lavoro applica
pl_pl: Zapłać za pracę
ro_ro: Plătiți pentru job Aplicați

source: Pay For Company
it_it: Paga per la compagnia
pl_pl: Płacić za firmę
ro_ro: Plătește pentru companie

source: Pay For Featured Company
it_it: Paga per la compagnia in primo piano
pl_pl: Płacić za Firma Firma
ro_ro: Plătiți pentru companie prezentată

source: Pay For Job
it_it: Paga per lavoro
pl_pl: Zapłać za pracę
ro_ro: Plătește pentru job

source: Pay For Featured Job
it_it: Paga per il lavoro in primo piano
pl_pl: Zapłać za polecaną pracę
ro_ro: Plătiți pentru jobul prezentat

source: Pay For Resume Search
it_it: Paga per riprendere la ricerca
pl_pl: Zapłać za wznowienia wyszukiwania
ro_ro: Plătiți pentru căutare CV

source: Pay For Resume
it_it: Paga per il curriculum
pl_pl: Zapłać za CV
ro_ro: Plătește pentru CV

source: Pay For Featured Resume
it_it: Paga per il curriculum in primo piano
pl_pl: Zapłać za CV CV
ro_ro: Plătiți pentru CV -ul prezentat

source: Job Saved Searches
it_it: Ricerche salvate di lavoro
pl_pl: Wyszukiwania zapisane w pracy
ro_ro: Căutări salvate de joburi

source: Job Apply Configurations
it_it: Lavoro applicare configurazioni
pl_pl: Zadanie Zastosuj konfiguracje
ro_ro: Configurații de aplicare a joburilor

source: Quick Apply Fields
it_it: Campi di applicazione rapida
pl_pl: Szybkie pola
ro_ro: Aplicați rapid câmpuri

source: addons status
it_it: Stato aggiuntivo
pl_pl: status dodatków
ro_ro: Stare addons

source: coverletters
it_it: lettere di copertura
pl_pl: Listy motywacyjne
ro_ro: Scrisori de întâmpinare

source: coverletter
it_it: lettera di presentazione
pl_pl: list motywacyjny
ro_ro: Scrisoare de întâmpinare

source: add new cover letter
it_it: Aggiungi nuova lettera di accompagnamento
pl_pl: Dodaj nowy list motywacyjny
ro_ro: Adăugați o nouă scrisoare de întâmpinare

source: Loaction Name settings
it_it: Impostazioni del nome della posizione
pl_pl: Ustawienia nazwy lokalizacji
ro_ro: Setări nume de locație

source: Loaction Name Settings
it_it: Impostazioni del nome della posizione
pl_pl: Ustawienia nazwy lokalizacji
ro_ro: Setări nume de locație

source: shifts
it_it: turni
pl_pl: zmiany
ro_ro: Schimbări

source: ages
it_it: secoli
pl_pl: wieczność
ro_ro: vârste

source: Error file size too large
it_it: Dimensione del file di errore troppo grande
pl_pl: Rozmiar pliku błędu zbyt duży
ro_ro: Dimensiunea fișierului de eroare prea mare

source: Maximum Size
it_it: Dimensione massima
pl_pl: Maksymalny rozmiar
ro_ro: Dimensiunea maximă

source: is in use
it_it: è in uso
pl_pl: jest używany
ro_ro: este în uz

source: can not deleted it
it_it: non può cancellarlo
pl_pl: nie można go usunąć
ro_ro: nu o poate șterge

source: Address data
it_it: Indirizzare i dati
pl_pl: Dane adresowe
ro_ro: Date de adresă

source: themes
it_it: temi
pl_pl: tematy
ro_ro: Teme

source: Color Schemes
it_it: Schemi di colore
pl_pl: Schematy kolorów
ro_ro: Scheme de culori

source: Color Chooser
it_it: CHOOSER COLORE
pl_pl: Wybornik kolorów
ro_ro: Alegetor de culoare

source: Color 1
it_it: Colore 1
pl_pl: Kolor 1
ro_ro: Culoare 1

source: Color 2
it_it: Colore 2
pl_pl: Kolor 2
ro_ro: Culoare 2

source: Color 3
it_it: Colore 3
pl_pl: Kolor 3
ro_ro: Culoare 3

source: Add User Fields
it_it: Aggiungi campi utente
pl_pl: Dodaj pola użytkownika
ro_ro: Adăugați câmpuri de utilizator

source: cannot unpublished
it_it: non può inedito
pl_pl: nie można nie opublikować
ro_ro: nu poate fi nepublicat

source: Search Name
it_it: Nome della ricerca
pl_pl: Wyszukaj nazwę
ro_ro: Numele căutării

source: Total Resume Search
it_it: Ricerca totale di curriculum
pl_pl: Całkowity wznowienie wyszukiwania
ro_ro: Căutare totală a CV -ului

source: Remaining Resume Search
it_it: Ricerca di curriculum rimanente
pl_pl: Pozostałe wznowienia wyszukiwania
ro_ro: Rămânerea de căutare a CV -ului

source: Reference
it_it: Riferimento
pl_pl: Odniesienie
ro_ro: Referinţă

source: cancel payment
it_it: Annulla il pagamento
pl_pl: Anuluj płatność
ro_ro: Anulați plata

source: Apply now
it_it: Applica ora
pl_pl: Złóż wniosek teraz
ro_ro: Aplicați acum

source: Listing
it_it: Elenco
pl_pl: Wymienianie kolejno
ro_ro: Listare

source: Credits log
it_it: Registro dei crediti
pl_pl: Dziennik kredytów
ro_ro: Jurnal de credite

source: Rate list
it_it: Elenco delle tariffe
pl_pl: Lista stawek
ro_ro: Lista de tarife

source: Purchase history
it_it: Cronologia degli acquisti
pl_pl: Historia zakupu
ro_ro: Istoric de cumpărare

source: remaining
it_it: rimanente
pl_pl: pozostały
ro_ro: rămas

source: Cover Letter has been successfully published
it_it: La lettera di accompagnamento è stata pubblicata con successo
pl_pl: List motywacyjny został pomyślnie opublikowany
ro_ro: Scrisoarea de întâmpinare a fost publicată cu succes

source: cover Letter has been successfully published
it_it: La lettera di accompagnamento è stata pubblicata con successo
pl_pl: List motywacyjny został pomyślnie opublikowany
ro_ro: Scrisoarea de întâmpinare a fost publicată cu succes

source: Resume files download
it_it: Riprendi il download dei file
pl_pl: Wznów pliki do pobrania
ro_ro: Reluați fișierele de descărcare

source: apply with facebook
it_it: Fai domanda con Facebook
pl_pl: Złóż wniosek z Facebookiem
ro_ro: Aplicați cu Facebook

source: apply with linkedin
it_it: Applica con LinkedIn
pl_pl: Złóż wniosek z LinkedIn
ro_ro: Aplicați cu LinkedIn

source: apply with xing
it_it: Applica con Xing
pl_pl: Zastosuj z Xing
ro_ro: Aplicați cu Xing

source: Resume removed from featured
it_it: Riprendere rimosso dal presidente
pl_pl: Wznowić usunięte z przedstawionych
ro_ro: Reluarea eliminată din prezentată

source: share blog
it_it: Condividi il blog
pl_pl: Udostępnij blog
ro_ro: Partajează blogul
