Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: Total Resume Save Search
it_it: Totale Riprendi Salva Cerca
pl_pl: Całkowite CV Zapisz wyszukiwanie
ro_ro: Total CV Salvare căutare

source: Remaining Resume Save Search
it_it: Restante Riprendi Salva ricerca
pl_pl: Pozostałe CV Zapisz wyszukiwanie
ro_ro: Restul de reluare Salvare căutare

source: You don't have any save serch remaining
it_it: Non hai alcun salvataggio rimanente
pl_pl: Nie masz już żadnego zapisanego wyszukiwania
ro_ro: Nu mai aveți nicio căutare de salvare rămasă

source: Search name
it_it: Cerca nome
pl_pl: Wyszukaj nazwę
ro_ro: Caută numele

source: Job RSS
it_it: RSS di lavoro
pl_pl: Praca RSS
ro_ro: RSS job

source: Job has been Shortlisted
it_it: Il lavoro è stato selezionato
pl_pl: Zadanie zostało zakwalifikowane
ro_ro: Job a fost selectat pe lista scurtă

source: Birthday
it_it: Compleanno
pl_pl: Urodziny
ro_ro: Zi de nastere

source: Apply as facebook
it_it: Candidati come facebook
pl_pl: Aplikuj jako facebook
ro_ro: Aplicați ca facebook

source: View facebook profile
it_it: Visualizza profilo facebook
pl_pl: Zobacz profil na Facebooku
ro_ro: Vezi profilul facebook

source: Show contact details
it_it: Mostra i dettagli di contatto
pl_pl: Pokaż dane kontaktowe
ro_ro: Afișați detaliile de contact

source: Something wrong, contact to system administrator
it_it: Qualcosa non va, contattare l'amministratore di sistema
pl_pl: Coś nie tak, skontaktuj się z administratorem systemu
ro_ro: Ceva în neregulă, contactați administratorul de sistem

source: Profile link
it_it: Collegamento al profilo
pl_pl: Link do profilu
ro_ro: Link de profil

source: School
it_it: Scuola
pl_pl: Szkoła
ro_ro: Şcoală

source: Headline
it_it: Titolo
pl_pl: Nagłówek
ro_ro: Titlu

source: Apply with linkedin
it_it: Candidati con linkedin
pl_pl: Aplikuj przez linkedin
ro_ro: Aplicați cu linkedin

source: View linkedin profile
it_it: Visualizza il profilo LinkedIn
pl_pl: Zobacz profil linkedin
ro_ro: Vizualizați profilul linkedin

source: Academic title
it_it: Titolo accademico
pl_pl: Tytuł akademicki
ro_ro: Titlu academic

source: Apply with xing
it_it: Applicare con xing
pl_pl: Aplikuj za pomocą xing
ro_ro: Aplicați cu xing

source: Wants
it_it: Vuole
pl_pl: Chce
ro_ro: Vrea

source: Haves
it_it: ha
pl_pl: ma
ro_ro: Are

source: Interests
it_it: Interessi
pl_pl: Zainteresowania
ro_ro: Interese

source: Organization
it_it: Organizzazione
pl_pl: Organizacja
ro_ro: Organizare

source: Time zone
it_it: Fuso orario
pl_pl: Strefa czasowa
ro_ro: Fus orar

source: Employment status
it_it: Stato di impiego
pl_pl: Status zatrudnienia
ro_ro: Statutul de angajare

source: Degree
it_it: Grado
pl_pl: Stopień
ro_ro: grad

source: Begin date
it_it: Data di inizio
pl_pl: Data rozpoczęcia
ro_ro: Data începerii

source: End date
it_it: Data di fine
pl_pl: Data zakonczenia
ro_ro: Data de încheiere

source: Qualifications
it_it: Titoli di studio
pl_pl: Kwalifikacje
ro_ro: Calificări

source: Professional experience
it_it: Esperienza professionale
pl_pl: Doświadczenie zawodowe
ro_ro: Experienta profesionala

source: Primary company
it_it: Società primaria
pl_pl: Firma główna
ro_ro: Compania principală

source: Still working
it_it: Ancora lavorando
pl_pl: Wciąż pracuje
ro_ro: Inca lucrez

source: Discipline
it_it: Disciplina
pl_pl: Dyscyplina
ro_ro: Disciplina

source: Industry
it_it: Industria
pl_pl: Przemysł
ro_ro: Industrie

source: Company size
it_it: Dimensione aziendale
pl_pl: Wielkość spółki
ro_ro: Marimea companiei

source: Career level
it_it: Livello di carriera
pl_pl: Szczebel kariery
ro_ro: Nivelul carierei

source: Form of employment
it_it: Forma di impiego
pl_pl: Forma zatrudnienia
ro_ro: Forma de angajare

source: Awards
it_it: Premi
pl_pl: Nagrody
ro_ro: Premii

source: Date awarded
it_it: Data assegnata
pl_pl: Data przyznania
ro_ro: Data acordată

source: Private address
it_it: Indirizzo privato
pl_pl: Adres prywatny
ro_ro: Adresă privată

source: Street
it_it: strada
pl_pl: Ulica
ro_ro: Stradă

source: Zip code
it_it: Cap
pl_pl: Kod pocztowy
ro_ro: Cod poștal

source: Province
it_it: Provincia
pl_pl: Województwo
ro_ro: Provincie

source: Fax
pl_pl: Faks

source: Mobile phone
it_it: Cellulare
pl_pl: Telefon komórkowy
ro_ro: Telefon mobil

source: Business address
it_it: Recapito di lavoro
pl_pl: Adres biznesowy
ro_ro: Adresa de afaceri

source: Until now
it_it: Finora
pl_pl: Do teraz
ro_ro: Până acum

source: Facebook user
it_it: utente Facebook
pl_pl: użytkownik Facebooka
ro_ro: Utilizator facebook

source: Linkedin user
it_it: Utente Linkedin
pl_pl: Użytkownik LinkedIn
ro_ro: Utilizator Linkedin

source: You are logged in as
it_it: Sei stato registrato come
pl_pl: Jesteś zalogowany jako
ro_ro: Sunteți autentificat ca

source: Please select your role to continue
it_it: Seleziona il tuo ruolo per continuare
pl_pl: Wybierz swoją rolę, aby kontynuować
ro_ro: Vă rugăm să vă selectați rolul pentru a continua

source: You are logged out
it_it: Sei disconnesso
pl_pl: Jesteś wylogowany
ro_ro: Sunteți deconectat

source: Error applying on job
it_it: Errore nell'applicazione sul lavoro
pl_pl: Błąd podczas aplikowania o pracę
ro_ro: Eroare la aplicarea la job

source: Facebook Comments
it_it: Commenti su Facebook
pl_pl: Komentarze na Facebooku
ro_ro: Comentarii Facebook

source: Share This Job
it_it: Condividi questo lavoro
pl_pl: Udostępnij tę pracę
ro_ro: Distribuie acest job

source: Apply With Social
it_it: Candidati con i social
pl_pl: Aplikuj przez Social
ro_ro: Aplicați prin Social

source: Login with social media
it_it: Accedi con i social media
pl_pl: Zaloguj się za pomocą mediów społecznościowych
ro_ro: Conectați-vă cu rețelele sociale

source: Tag Name
it_it: Nome etichetta
pl_pl: Nazwa znacznika
ro_ro: Nume eticheta

source: Tag For
it_it: Tagga per
pl_pl: Tag dla
ro_ro: Eticheta pentru

source: tag name
it_it: nome del tag
pl_pl: Nazwa znacznika
ro_ro: nume eticheta

source: Job Tags
it_it: Tag di lavoro
pl_pl: Tagi pracy
ro_ro: Etichete de locuri de muncă

source: Email has been send to friend[s]
it_it: L'email è stata inviata agli amici
pl_pl: E-mail został wysłany do znajomych
ro_ro: E-mailul a fost trimis prietenilor

source: Incorrect Captcha
it_it: CAPTCHA errato
pl_pl: Kod weryfikacyjny nieprawdiłowy
ro_ro: Captcha incorect

source: Click Here To View Job
it_it: Clicca qui per visualizzare il lavoro
pl_pl: Kliknij tutaj, aby wyświetlić ofertę pracy
ro_ro: Faceți clic aici pentru a vedea jobul

source: Your Name
it_it: Il tuo nome
pl_pl: Twoje imię
ro_ro: Numele dumneavoastră

source: Your Email
it_it: La tua email
pl_pl: Twój email
ro_ro: Email-ul tau

source: Friend Email
it_it: Email amico
pl_pl: E-mail znajomego
ro_ro: E-mail prieten

source: Send to friends
it_it: Invia agli amici
pl_pl: Wyślij do przyjaciół
ro_ro: Trimite prietenilor

source: Job Id not provided
it_it: ID lavoro non fornito
pl_pl: Nie podano numeru stanowiska
ro_ro: Id-ul locului de muncă nu este furnizat

source: Receiver email not provided
it_it: E-mail del destinatario non fornita
pl_pl: Nie podano adresu e-mail odbiorcy
ro_ro: E-mailul destinatarului nu este furnizat

source: Email sent successfully to friend[s]
it_it: Email inviata con successo agli amici
pl_pl: Wiadomość e-mail wysłana pomyślnie do znajomych
ro_ro: E-mail trimis cu succes prietenilor

source: Start
it_it: Cominciare
pl_pl: Początek

source: End
it_it: Fine
pl_pl: Koniec
ro_ro: Sfârşit

source: Work Permit
it_it: Permesso di lavoro
pl_pl: Zezwolenie na pracę
ro_ro: Permis de muncă

source: Required Travel
it_it: Viaggio richiesto
pl_pl: Wymagana podróż
ro_ro: Călătorie obligatorie

source: Set Job Apply Redirect Link
it_it: Imposta il collegamento di reindirizzamento dell'applicazione del lavoro
pl_pl: Ustaw łącze przekierowania podania o pracę
ro_ro: Setați jobul aplicați linkul de redirecționare

source: Job Apply Alert E-mail Setting
it_it: Impostazione e-mail di avviso di candidatura per lavoro
pl_pl: Ustawienie e-mail alertu o zgłoszeniu o pracę
ro_ro: Setare de e-mail de alertă pentru aplicații de locuri de muncă

source: Email me the daily count of new applicants
it_it: Inviami un'e-mail con il conteggio giornaliero dei nuovi candidati
pl_pl: Wyślij mi dzienną liczbę nowych kandydatów
ro_ro: Trimiteți-mi un e-mail numărul zilnic de noi solicitanți

source: These Filters Are Applied On Applied Resume
it_it: Questi filtri vengono applicati al curriculum applicato
pl_pl: Te filtry są stosowane w zastosowanym CV
ro_ro: Aceste filtre sunt aplicate la CV-ul aplicat

source: WPJOBPORTAL Companies
it_it: Aziende WPJOBPORTAL
pl_pl: WPJOBPORTAL Firmy
ro_ro: Companii WPJOBPORTAL

source: Show Companies
it_it: Mostra aziende
pl_pl: Pokaż firmy
ro_ro: Afișează companii

source: Type of companies
it_it: Tipo di società
pl_pl: Rodzaj firm
ro_ro: Tip de companii

source: Gold companies
it_it: Compagnie d'oro
pl_pl: Złote firmy
ro_ro: Companii de aur

source: Hide all
it_it: Nascondi tutto
pl_pl: Schowaj wszystko
ro_ro: Ascunde tot

source: Show all
it_it: Mostra tutto
pl_pl: Pokaż wszystko
ro_ro: Arata tot

source: Show desktop and tablet
it_it: Mostra desktop e tablet
pl_pl: Pokaż pulpit i tablet
ro_ro: Arată desktop și tabletă

source: Show desktop and mobile
it_it: Mostra desktop e dispositivi mobili
pl_pl: Pokaż komputery i urządzenia mobilne
ro_ro: Arată desktop și mobil

source: Show tablet and mobile
it_it: Mostra tablet e cellulare
pl_pl: Pokaż tablet i telefon
ro_ro: Afișați tableta și mobilul

source: Show desktop
it_it: Mostra il desktop
pl_pl: Pokaż pulpit
ro_ro: Arată desktop

source: Show tablet
it_it: Mostra tablet
pl_pl: Pokaż tablet
ro_ro: Afișează tableta

source: Show mobile
it_it: Mostra cellulare
pl_pl: Pokaż telefon komórkowy
ro_ro: Arată mobil

source: Number of companies
it_it: Numero di aziende
pl_pl: Liczba firm
ro_ro: Numărul de companii

source: Listing style
it_it: Stile di elenco
pl_pl: Styl aukcji
ro_ro: Stilul de listare

source: List style
it_it: Stile elenco
pl_pl: Styl listy
ro_ro: Stilul listei

source: Box style
it_it: Stile scatola
pl_pl: Styl pudełka
ro_ro: Stilul cutie

source: Horizontal
it_it: Orizzontale
pl_pl: Poziomy
ro_ro: Orizontală

source: Vertical
it_it: Verticale
pl_pl: Pionowy

source: Field column
it_it: Colonna del campo
pl_pl: Kolumna pola
ro_ro: Coloana de câmp

source: Module height
it_it: Altezza modulo
pl_pl: Wysokość modułu
ro_ro: Înălțimea modulului

source: Company height
it_it: Altezza aziendale
pl_pl: Wysokość firmy
ro_ro: Înălțimea companiei

source: Company logo width
it_it: Larghezza del logo aziendale
pl_pl: Szerokość logo firmy
ro_ro: Lățimea siglei companiei

source: Company logo height
it_it: Altezza del logo aziendale
pl_pl: Wysokość logo firmy
ro_ro: Înălțimea siglei companiei

source: Number of companies per row
it_it: Numero di società per riga
pl_pl: Liczba firm w rzędzie
ro_ro: Numărul de companii pe rând

source: desktop
pl_pl: pulpit

source: Top margin
it_it: Margine superiore
pl_pl: Górny margines
ro_ro: Marja de sus

source: Left margin
it_it: Margine sinistro
pl_pl: Lewy margines
ro_ro: Marginea stângă

source: Title color
it_it: Colore del titolo
pl_pl: Kolor tytułu
ro_ro: Culoarea titlului

source: Title border bottom
it_it: Bordo inferiore del titolo
pl_pl: Obramowanie tytułu na dole
ro_ro: Chenarul titlului de jos

source: Background color
it_it: Colore di sfondo
pl_pl: Kolor tła
ro_ro: Culoare de fundal

source: Border color
it_it: Colore del bordo
pl_pl: Kolor ramki
ro_ro: Culoarea chenarului

source: Data label color
it_it: Colore etichetta dati
pl_pl: Kolor etykiety danych
ro_ro: Culoarea etichetei de date

source: Data value color
it_it: Colore del valore dei dati
pl_pl: Kolor wartości danych
ro_ro: Culoarea valorii datelor

source: Jobs Widget
it_it: Widget Lavori
pl_pl: Widżet Praca
ro_ro: Widget pentru locuri de muncă

source: Show jobs
it_it: Mostra lavori
pl_pl: Pokaż oferty pracy
ro_ro: Arată locuri de muncă

source: Top jobs
it_it: I migliori lavori
pl_pl: Najlepsze oferty pracy
ro_ro: Locuri de top

source: Gold jobs
it_it: Lavori d'oro
pl_pl: Złote prace
ro_ro: Locuri de muncă de aur

source: Number of jobs
it_it: Numero di lavori
pl_pl: Liczba miejsc pracy
ro_ro: Numărul de locuri de muncă

source: Job height
it_it: Altezza del lavoro
pl_pl: Wysokość stanowiska
ro_ro: Înălțimea locului de muncă

source: Number of jobs per row
it_it: Numero di lavori per riga
pl_pl: Liczba zadań w rzędzie
ro_ro: Numărul de locuri de muncă pe rând

source: Jobs By Categories Widget
it_it: Widget Lavori per categorie
pl_pl: Oferty pracy według kategorii Widżet
ro_ro: Widget Locuri de muncă după categorii

source: Show jobs by categories form jobs database
it_it: Mostra i lavori per categorie dal database dei lavori
pl_pl: Pokaż oferty pracy według kategorii z bazy ofert pracy
ro_ro: Afișați locurile de muncă pe categorii din baza de date a locurilor de muncă

source: Show Maximum records
it_it: Mostra record massimi
pl_pl: Pokaż maksymalną liczbę rekordów
ro_ro: Afișează numărul maxim de înregistrări

source: Show all categories
it_it: Mostra tutte le categorie
pl_pl: Pokaż wszystkie kategorie
ro_ro: Afișați toate categoriile

source: Show only record that have jobs
it_it: Mostra solo record con lavori
pl_pl: Pokaż tylko rekordy, które mają oferty pracy
ro_ro: Afișați numai înregistrările care au locuri de muncă

source: Show jobs by Types form jobs database
it_it: Mostra i lavori per tipi formano il database dei lavori
pl_pl: Pokaż oferty pracy według typów z bazy ofert pracy
ro_ro: Afișați locurile de muncă după Tipuri din baza de date de locuri de muncă

source: Show all types
it_it: Mostra tutti i tipi
pl_pl: Pokaż wszystkie typy
ro_ro: Afișați toate tipurile

source: Jobs By Location Widget
it_it: Widget Lavori per posizione
pl_pl: Zadania według lokalizacji, widżet
ro_ro: Widget Locuri de muncă după locație

source: Job By Location
it_it: Lavoro per posizione
pl_pl: Praca według lokalizacji
ro_ro: Job după locație

source: Show jobs by
it_it: Mostra lavori di
pl_pl: Pokaż oferty pracy według
ro_ro: Afișați locurile de muncă după

source: Jobs by states
it_it: Lavori per stati
pl_pl: Oferty pracy według stanów
ro_ro: Locuri de muncă pe state

source: Jobs On Map Widget
it_it: Widget Lavori sulla mappa
pl_pl: Oferty pracy na widżecie mapy
ro_ro: Widget Locuri de muncă pe hartă

source: Show jobs by location on google map
it_it: Mostra i lavori per posizione su google map
pl_pl: Pokaż oferty pracy według lokalizacji na mapie google
ro_ro: Afișați locurile de muncă după locație pe harta Google

source: Show no of jobs
it_it: Mostra il numero di posti di lavoro
pl_pl: Pokaż liczbę ofert pracy
ro_ro: Afișați numărul de locuri de muncă

source: Zoom
it_it: Ingrandisci
pl_pl: Powiększenie

source: Jobs stats
it_it: Statistiche sul lavoro
pl_pl: Statystyki pracy
ro_ro: Statistici locuri de muncă

source: Jobs stats from WP Job Portal database
it_it: Statistiche sui lavori dal database di WP Job Portal
pl_pl: Statystyki ofert pracy z bazy danych WP Job Portal
ro_ro: Statistici de locuri de muncă din baza de date WP Job Portal

source: Resume Widget
it_it: Widget Riprendi
pl_pl: Wznów widżet
ro_ro: Widget de reluare

source: Show resumes
it_it: Mostra curriculum
pl_pl: Pokaż CV
ro_ro: Afișați CV-urile

source: Type of resume
it_it: Tipo di curriculum
pl_pl: Rodzaj CV
ro_ro: Tip de CV

source: Newest resume
it_it: Curriculum più recente
pl_pl: Najnowsze CV
ro_ro: Cel mai nou CV

source: Top resume
it_it: Il miglior curriculum
pl_pl: Przypuszczać
ro_ro: Top CV

source: Number of resumes
it_it: Numero di curricula
pl_pl: Liczba życiorysów
ro_ro: Numărul de CV-uri

source: Resume height
it_it: Riprendi altezza
pl_pl: Wznów wysokość
ro_ro: Reluați înălțimea

source: Resume logo width
it_it: Riprendi la larghezza del logo
pl_pl: Wznów szerokość logo
ro_ro: Reluați lățimea logo-ului

source: Resume logo height
it_it: Riprendi l'altezza del logo
pl_pl: Wznów wysokość logo
ro_ro: Reluați înălțimea logo-ului

source: Number of resume per row
it_it: Numero di curriculum per riga
pl_pl: Liczba wznowień w rzędzie
ro_ro: Numărul de CV pe rând

source: Search resume form wpjobportal database
it_it: Cerca curriculum per il database del portale di lavoro wp
pl_pl: Wyszukaj CV w bazie danych portalu pracy wp
ro_ro: Căutați formularul de CV în baza de date wpjobportal

source: I am available
it_it: Sono disponibile
pl_pl: Jestem dostępny
ro_ro: Sunt disponibil

source: Salary range
it_it: Fascia di reddito
pl_pl: Zakres wynagrodzenia
ro_ro: Grilă de salarizare

source: colors
it_it: colori
pl_pl: zabarwienie
ro_ro: culorile

source: Colors
it_it: Colori
pl_pl: Zabarwienie
ro_ro: Culori

source: Help
it_it: Aiuto
pl_pl: Pomoc
ro_ro: Ajutor

source: Feature Approve
it_it: Funzione Approva
pl_pl: Zatwierdzanie funkcji
ro_ro: Aprobare caracteristică

source: Feature Reject
it_it: Rifiuto di funzionalità
pl_pl: Odrzuć funkcję
ro_ro: Respingere caracteristică

source: general setting
it_it: impostazioni generali
pl_pl: ustawienie ogólne
ro_ro: Setări generale

source: Default Settings
it_it: Impostazioni predefinite
pl_pl: Ustawienia domyślne
ro_ro: Setări implicite

source: Auto Approve
it_it: Approvazione automatica
pl_pl: Automatyczne zatwierdzanie
ro_ro: Aprobare automată

source: visitor setting
it_it: impostazione del visitatore
pl_pl: ustawienie gościa
ro_ro: setarea vizitatorului

source: Visitor Settings
it_it: Impostazioni dei visitatori
pl_pl: Ustawienia odwiedzających
ro_ro: Setări pentru vizitatori

source: Captcha Settings
it_it: Impostazioni Captcha
pl_pl: Ustawienia Captcha
ro_ro: Setări Captcha

source: Employer Links
it_it: Collegamenti datore di lavoro
pl_pl: Linki pracodawcy
ro_ro: Link-uri pentru angajatori

source: Jobseeker Links
it_it: Collegamenti in cerca di lavoro
pl_pl: Linki dla osób poszukujących pracy
ro_ro: Link-uri pentru persoanele aflate în căutarea unui loc de muncă

source: package setting
it_it: impostazione del pacchetto
pl_pl: ustawienie pakietu
ro_ro: setarea pachetului

source: Free Packages
it_it: Pacchetti gratuiti
pl_pl: Darmowe pakiety
ro_ro: Pachete gratuite

source: Paid Submissions
it_it: Invii a pagamento
pl_pl: Płatne zgłoszenia
ro_ro: Trimiteri plătite

source: social apps
it_it: app sociali
pl_pl: aplikacje społecznościowe
ro_ro: aplicații sociale

source: Social Apps
it_it: App sociali
pl_pl: Aplikacje społecznościowe
ro_ro: Aplicații sociale

source: Job Settings
it_it: Impostazioni di lavoro
pl_pl: Ustawienia pracy
ro_ro: Setări job

source: login/register
it_it: accedi/registrati
pl_pl: zaloguj się/zarejestruj się
ro_ro: autentificare/înregistrare

source: Login/Register
it_it: Accedi/Registrati
pl_pl: Zaloguj się/Zarejestruj się
ro_ro: Autentificare/Înregistrare

source: payment method
it_it: metodo di pagamento
pl_pl: metoda płatności
ro_ro: Modalitate de plată

source: WP Job Portal Register Page
it_it: Pagina di registrazione di WP Job Portal
pl_pl: Strona rejestracyjna portalu pracy WP
ro_ro: Pagina de înregistrare a portalului de locuri de muncă WP

source: WordPress Default Register Page
it_it: Pagina di registrazione predefinita di WordPress
pl_pl: Domyślna strona rejestru WordPress
ro_ro: Pagina de înregistrare implicită WordPress

source: WP Job Portal Login Page
it_it: Pagina di accesso al portale di lavoro WP
pl_pl: Strona logowania do portalu pracy WP
ro_ro: Pagina de conectare WP Job Portal

source: WordPress Default Login Page
it_it: Pagina di accesso predefinita di WordPress
pl_pl: Domyślna strona logowania WordPress
ro_ro: Pagina de conectare implicită WordPress

source: Offline Message
it_it: Messaggio offline
pl_pl: Wiadomość offline
ro_ro: Mesaj offline

source: Captcha Setting
it_it: Impostazione Captcha
pl_pl: Ustawienie Captcha
ro_ro: Setare Captcha

source: Default Captcha
it_it: Captcha predefinito
pl_pl: Domyślny Captcha
ro_ro: Captcha implicit

source: Google reCaptcha Private Key
it_it: Chiave privata di Google reCaptcha
pl_pl: Klucz prywatny Google reCaptcha
ro_ro: Cheie privată Google reCaptcha

source: Enter the Google reCaptcha private key from
it_it: Inserisci la chiave privata di Google reCaptcha da
pl_pl: Wpisz klucz prywatny Google reCaptcha z
ro_ro: Introduceți cheia privată Google reCaptcha de la

source: Google reCaptcha Public Key
it_it: Chiave pubblica di Google reCaptcha
pl_pl: Klucz publiczny Google reCaptcha
ro_ro: Cheie publică Google reCaptcha

source: Enter the Google reCaptcha public key from
it_it: Inserisci la chiave pubblica di Google reCaptcha da
pl_pl: Wpisz klucz publiczny Google reCaptcha z
ro_ro: Introduceți cheia publică Google reCaptcha de la

source: Active Jobs Graph
it_it: Grafico dei lavori attivi
pl_pl: Wykres aktywnych miejsc pracy
ro_ro: Graficul de locuri de muncă active

source: Client secret here
it_it: Segreto del cliente qui
pl_pl: Sekret klienta tutaj
ro_ro: Secretul clientului aici

source: Valid OAuth redirect URI for social login
it_it: URI di reindirizzamento OAuth valido per l'accesso social
pl_pl: Prawidłowy identyfikator URI przekierowania OAuth dla logowania społecznościowego
ro_ro: URI de redirecționare OAuth valid pentru autentificare socială

source: Valid OAuth redirect URI for social apply
it_it: URI di reindirizzamento OAuth valido per l'applicazione social
pl_pl: Prawidłowy identyfikator URI przekierowania OAuth dla zastosowania społecznościowego
ro_ro: URI de redirecționare OAuth valid pentru aplicație socială

source: App secret here
it_it: App segreta qui
pl_pl: Sekret aplikacji tutaj
ro_ro: Secretul aplicației aici

source: Set Login Link
it_it: Imposta collegamento di accesso
pl_pl: Ustaw łącze logowania
ro_ro: Setați legătura de conectare

source: Set login redirect Link Default or Custom
it_it: Imposta il collegamento di reindirizzamento dell'accesso predefinito o personalizzato
pl_pl: Ustaw link przekierowania logowania jako domyślny lub niestandardowy
ro_ro: Setați linkul de redirecționare de conectare implicit sau personalizat

source: Show Log In/Out Button For Employer
it_it: Mostra il pulsante Accedi/Esci per il datore di lavoro
pl_pl: Pokaż przycisk logowania/wylogowania dla pracodawcy
ro_ro: Afișați butonul de conectare/deconectare pentru angajator

source: Show Log In/Out Button For Jobseeker
it_it: Mostra il pulsante Accedi/Esci per chi cerca lavoro
pl_pl: Pokaż przycisk logowania/wylogowania dla osoby poszukującej pracy
ro_ro: Afișați butonul Conectare/Ieșire pentru solicitantul de locuri de muncă

source: Set register Link
it_it: Imposta registro Link
pl_pl: Ustaw łącze do rejestru
ro_ro: Setați legătura de înregistrare

source: Set register redirect Link Default or Custom
it_it: Imposta il collegamento di reindirizzamento del registro predefinito o personalizzato
pl_pl: Ustaw przekierowanie rejestru Link domyślny lub niestandardowy
ro_ro: Setați redirecționarea înregistrării Link implicit sau Personalizat

source: Set Employer After Register link
it_it: Imposta datore di lavoro dopo il collegamento al registro
pl_pl: Ustaw Pracodawcę po Łączu Rejestracji
ro_ro: Setați linkul pentru angajator după înregistrare

source: New Employer Set After Register link redirect page
it_it: Nuovo datore di lavoro impostato dopo la pagina di reindirizzamento del collegamento del registro
pl_pl: Strona przekierowująca link nowego pracodawcy po rejestracji
ro_ro: Pagina de redirecționare a linkului pentru noul angajator stabilit după înregistrare

source: Employer After Registration Redirect Page
it_it: Datore di lavoro dopo la pagina di reindirizzamento della registrazione
pl_pl: Strona przekierowania pracodawcy po rejestracji
ro_ro: Pagina de redirecționare a angajatorului după înregistrare

source: Employer After Registration Redirect Link
it_it: Link di reindirizzamento datore di lavoro dopo la registrazione
pl_pl: Łącze przekierowania pracodawcy po rejestracji
ro_ro: Link de redirecționare către angajator după înregistrare
