Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: Map Height
it_it: Altezza della mappa
pl_pl: Wysokość mapy
ro_ro: Înălțimea hărții

source: Set the height for maps displayed in the plugin, in pixels
it_it: Imposta l'altezza delle mappe visualizzate nel plugin, in pixel
pl_pl: Ustaw wysokość map wyświetlanych we wtyczce, w pikselach
ro_ro: Setați înălțimea pentru hărțile afișate în plugin, în pixeli

source: Default Longitude
it_it: Longitudine predefinita
pl_pl: Domyślna długość geograficzna
ro_ro: Longitudine implicită

source: Default longitude for map centering
it_it: Longitudine predefinita per la centratura della mappa
pl_pl: Domyślna długość geograficzna do centrowania mapy
ro_ro: Longitudine implicită pentru centrarea hărții

source: Default Latitude
it_it: Latitudine predefinita
pl_pl: Domyślna szerokość geograficzna
ro_ro: Latitudine implicită

source: Default latitude for map centering
it_it: Latitudine predefinita per la centratura della mappa
pl_pl: Domyślna szerokość geograficzna do centrowania mapy
ro_ro: Latitudine implicită pentru centrarea hărții

source: Default Map Radius Type
it_it: Tipo di raggio mappa predefinito
pl_pl: Domyślny typ promienia mapy
ro_ro: Tipul implicit al razei hărții de hartă

source: Default unit for map radius calculations
it_it: Unità predefinita per i calcoli del raggio della mappa
pl_pl: Domyślna jednostka do obliczeń promienia mapy
ro_ro: Unitate implicită pentru calcule RADIUS MAP

source: Max Records for City Field
it_it: Record massimi per City Field
pl_pl: Maksymalne rekordy dla pola miejskiego
ro_ro: Înregistrări maxime pentru orașul orașului

source: Set the number of cities to show in the location autocomplete results
it_it: Imposta il numero di città da mostrare nei risultati del completamento automatico della posizione
pl_pl: Ustaw liczbę miast wyświetlanych w wynikach autouzupełniania lokalizacji
ro_ro: Setați numărul de orașe pentru a afișa în locația rezultatele completă automat

source: Max Records for Tag Field
it_it: Numero massimo di record per il campo tag
pl_pl: Maksymalna liczba rekordów dla pola znacznika
ro_ro: Înregistrări maxime pentru câmpul de etichete

source: Set the number of tags to show in the tag autocomplete results
it_it: Imposta il numero di tag da mostrare nei risultati del completamento automatico dei tag
pl_pl: Ustaw liczbę tagów wyświetlanych w wynikach autouzupełniania tagów
ro_ro: Setați numărul de etichete de afișat în eticheta Rezultatele completă automată

source: Security & Captcha
it_it: Sicurezza e Captcha
pl_pl: Bezpieczeństwo i Captcha
ro_ro: Securitate și Captcha

source: Captcha Options
it_it: Opzioni captcha
pl_pl: Opcje captchy
ro_ro: Opțiuni CAPTCHA

source: Enable captcha on various forms to prevent spam
it_it: Abilita captcha su vari moduli per prevenire lo spam
pl_pl: Włącz captcha w różnych formularzach, aby zapobiec spamowi
ro_ro: Activați CAPTCHA pe diverse forme pentru a preveni spamul

source: Default Captcha Type
it_it: Tipo Captcha predefinito
pl_pl: Domyślny typ Captcha
ro_ro: Tipul CAPTCHA implicit

source: Select the default captcha to use throughout the plugin
it_it: Seleziona il captcha predefinito da utilizzare in tutto il plugin
pl_pl: Wybierz domyślny captcha, który będzie używany w całej wtyczce
ro_ro: Selectați CAPTCHA implicit pe care să îl utilizați pe tot pluginul

source: Captcha on Registration Form
it_it: Captcha sul modulo di registrazione
pl_pl: Captcha w formularzu rejestracyjnym
ro_ro: CAPTCHA în formularul de înregistrare

source: Show a captcha on the WP Job Portal registration form
it_it: Mostra un captcha sul modulo di registrazione del portale di lavoro WP
pl_pl: Pokaż captcha w formularzu rejestracyjnym portalu pracy WP
ro_ro: Afișați un CAPTCHA pe formularul de înregistrare a portalului WP

source: Captcha on Visitor Quick Apply
it_it: Captcha sull'applicazione rapida dei visitatori
pl_pl: Captcha w trybie szybkiego aplikowania przez gościa
ro_ro: CAPTCHA PE VISITOR APLICAȚI RAPID

source: Show captcha to visitors on the quick apply form
it_it: Mostra captcha ai visitatori nel modulo di richiesta rapida
pl_pl: Pokaż captcha odwiedzającym w formularzu szybkiego składania wniosków
ro_ro: Afișați Captcha vizitatorilor în formularul de aplicare rapidă

source: Captcha on Visitor Job Form
it_it: Captcha sul modulo di lavoro del visitatore
pl_pl: Captcha w formularzu pracy gościa
ro_ro: Captcha pe formularul de muncă pentru vizitatori

source: Show captcha on the job submission form for visitors
it_it: Mostra captcha sul modulo di invio del lavoro per i visitatori
pl_pl: Pokaż captcha w formularzu przesyłania ofert pracy dla odwiedzających
ro_ro: Afișați Captcha în formularul de depunere a postului pentru vizitatori

source: Captcha on Visitor Resume Form
it_it: Captcha sul modulo di curriculum del visitatore
pl_pl: Captcha w formularzu CV gościa
ro_ro: Captcha în formularul de reluare a vizitatorilor

source: Show captcha on the resume submission form for visitors
it_it: Mostra captcha sul modulo di invio del curriculum per i visitatori
pl_pl: Pokaż odwiedzającym captcha w formularzu przesyłania CV
ro_ro: Afișați Captcha în formularul de depunere a CV -ului pentru vizitatori

source: Captcha on Tell a Friend Popup
it_it: Captcha nel popup Dillo a un amico
pl_pl: Captcha w wyskakującym okienku „Powiadom znajomego”.

source: Show captcha on the
it_it: Mostra captcha su
pl_pl: Pokaż captcha na
ro_ro: Arată -l pe Captcha pe

source: popup for visitors
it_it: popup per i visitatori
pl_pl: wyskakujące okienko dla odwiedzających
ro_ro: Popup pentru vizitatori

source: WP Job Portal Captcha
it_it: Captcha del portale di lavoro WP
pl_pl: Captcha portalu pracy WP

source: Settings for the built-in mathematical captcha
it_it: Impostazioni per il captcha matematico integrato
pl_pl: Ustawienia wbudowanego captcha matematycznego
ro_ro: Setări pentru Captcha matematică încorporată

source: Calculation Type
it_it: Tipo di calcolo
pl_pl: Typ obliczenia
ro_ro: Tip de calcul

source: Select the type of math problem for the captcha
it_it: Seleziona il tipo di problema di matematica per il captcha
pl_pl: Wybierz typ zadania matematycznego dla captcha
ro_ro: Selectați tipul de problemă de matematică pentru CAPTCHA

source: Addition or Subtraction
it_it: Addizione o sottrazione
pl_pl: Dodawanie lub odejmowanie
ro_ro: Adăugare sau scădere

source: Answer Always Positive
it_it: Risposta sempre positiva
pl_pl: Odpowiedź zawsze pozytywna
ro_ro: Răspundeți întotdeauna pozitiv

source: Ensure that subtraction problems always result in a positive answer
it_it: Assicurati che i problemi di sottrazione diano sempre una risposta positiva
pl_pl: Upewnij się, że problemy z odejmowaniem zawsze dają pozytywną odpowiedź
ro_ro: Asigurați -vă că problemele de scădere duc întotdeauna la un răspuns pozitiv

source: Number of Operands
it_it: Numero di operandi
pl_pl: Liczba operandów
ro_ro: Numărul de operanzi

source: Choose the number of operands for the math problem
it_it: Scegli il numero di operandi per il problema di matematica
pl_pl: Wybierz liczbę operandów dla zadania matematycznego
ro_ro: Alegeți numărul de operanduri pentru problema matematicii

source: Configure Google reCAPTCHA v2 or v3
it_it: Configura Google reCAPTCHA v2 o v3
pl_pl: Skonfiguruj Google reCAPTCHA v2 lub v3
ro_ro: Configurați Google Recaptcha V2 sau v3

source: Select which version of Google reCAPTCHA to use
it_it: Seleziona quale versione di Google reCAPTCHA utilizzare
pl_pl: Wybierz wersję Google reCAPTCHA, której chcesz używać
ro_ro: Selectați ce versiune de Google Recaptcha să o utilizați

source: Enter the site key from your Google reCAPTCHA admin console
it_it: Inserisci la chiave del sito dalla console di amministrazione di Google reCAPTCHA
pl_pl: Wprowadź klucz witryny z konsoli administracyjnej Google reCAPTCHA
ro_ro: Introduceți cheia site -ului din consola de administrare Google Recaptcha

source: Google reCaptcha Secret Key
it_it: Chiave segreta di Google reCaptcha
pl_pl: Tajny klucz Google reCaptcha
ro_ro: Google Recaptcha Cheie secretă

source: Enter the secret key from your Google reCAPTCHA admin console
it_it: Inserisci la chiave segreta dalla console di amministrazione di Google reCAPTCHA
pl_pl: Wprowadź tajny klucz z konsoli administracyjnej Google reCAPTCHA
ro_ro: Introduceți cheia secretă din consola de administrare Google Recaptcha

source: Monetization
it_it: Monetizzazione
pl_pl: Monetyzacja
ro_ro: Monetizare

source: General Monetization
it_it: Monetizzazione generale
pl_pl: Ogólna monetyzacja
ro_ro: Monetizare generală

source: Core settings for handling payments and packages
it_it: Impostazioni principali per la gestione di pagamenti e pacchetti
pl_pl: Podstawowe ustawienia obsługi płatności i paczek
ro_ro: Setări de bază pentru gestionarea plăților și pachetelor

source: Choose the monetization model for submissions
it_it: Scegli il modello di monetizzazione per gli invii
pl_pl: Wybierz model monetyzacji zgłoszeń
ro_ro: Alegeți modelul de monetizare pentru trimiteri

source: Free, Per Listing, or Membership-based
it_it: Gratuito, per annuncio o in base all'abbonamento
pl_pl: Bezpłatnie, na podstawie aukcji lub na podstawie członkostwa
ro_ro: Gratuit, pe listă sau bazat pe membru

source: Default Currency Symbol
it_it: Simbolo di valuta predefinita
pl_pl: Domyślny symbol waluty
ro_ro: Simbolul valutar implicit

source: The currency symbol to be used across the site
it_it: Il simbolo della valuta da utilizzare nel sito
pl_pl: Symbol waluty używany w całej witrynie
ro_ro: Simbolul valutar care va fi utilizat pe site

source: Currency Symbol Position
it_it: Posizione del simbolo della valuta
pl_pl: Pozycja symbolu waluty
ro_ro: Poziția simbolului valutar

source: Packages & Featured Listings
it_it: Pacchetti ed elenchi in primo piano
pl_pl: Pakiety i wyróżnione oferty
ro_ro: Pachete și înregistrări prezentate

source: Manage free packages and enable featured listings
it_it: Gestisci i pacchetti gratuiti e abilita gli elenchi in primo piano
pl_pl: Zarządzaj bezpłatnymi pakietami i włączaj polecane oferty
ro_ro: Gestionați pachetele gratuite și activați listările prezentate

source: Auto-assign Free Package to New User
it_it: Assegna automaticamente il pacchetto gratuito al nuovo utente
pl_pl: Automatycznie przypisz bezpłatny pakiet nowemu użytkownikowi
ro_ro: Pachet gratuit de referință automată către utilizatorul nou

source: Automatically give new users a free package if one exists
it_it: Offri automaticamente ai nuovi utenti un pacchetto gratuito, se ne esiste uno
pl_pl: Automatycznie dawaj nowym użytkownikom darmowy pakiet, jeśli taki istnieje
ro_ro: Oferiți automat utilizatorilor noi un pachet gratuit dacă există unul

source: Free Package Purchase Auto Approve
it_it: Approvazione automatica dell'acquisto del pacchetto gratuito
pl_pl: Automatyczne zatwierdzanie zakupu bezpłatnego pakietu
ro_ro: Aprobarea automată a pachetului de pachete

source: Automatically approve the purchase of free packages
it_it: Approva automaticamente l'acquisto di pacchetti gratuiti
pl_pl: Automatycznie zatwierdzaj zakup bezpłatnych pakietów
ro_ro: Aprobați automat achiziționarea de pachete gratuite

source: Purchase Free Package Only Once
it_it: Acquista il pacchetto gratuito solo una volta
pl_pl: Kup bezpłatny pakiet tylko raz
ro_ro: Cumpărați pachet gratuit o singură dată

source: Prevent users from acquiring a free package more than once
it_it: Impedisci agli utenti di acquistare un pacchetto gratuito più di una volta
pl_pl: Uniemożliwiaj użytkownikom kupowanie bezpłatnego pakietu więcej niż raz
ro_ro: Împiedicați utilizatorii să achiziționeze un pachet gratuit de mai multe ori

source: Enable Featured Companies
it_it: Abilita le aziende in primo piano
pl_pl: Włącz polecane firmy
ro_ro: Activați companiile prezentate

source: Allow companies to be marked as
it_it: Consenti alle aziende di essere contrassegnate come
pl_pl: Zezwalaj na oznaczanie firm jako
ro_ro: Permiteți companiilor să fie marcate ca

source: Enable Featured Jobs
it_it: Abilita lavori in primo piano
pl_pl: Włącz polecane oferty pracy
ro_ro: Activați joburi prezentate

source: Allow jobs to be marked as
it_it: Consenti ai lavori di essere contrassegnati come
pl_pl: Zezwalaj na oznaczanie zadań jako
ro_ro: Permiteți locurile de muncă să fie marcate ca

source: Enable Featured Resumes
it_it: Abilita curriculum in primo piano
pl_pl: Włącz polecane CV
ro_ro: Activați CV -urile prezentate

source: Allow resumes to be marked as
it_it: Consenti ai curriculum di essere contrassegnati come
pl_pl: Zezwalaj na oznaczanie CV jako
ro_ro: Permiteți CV -urile să fie marcate ca

source: Per Listing Prices
it_it: Prezzi per elenco
pl_pl: Ceny według cen ofertowych
ro_ro: Pe prețuri de listă

source: Set prices for various actions when using the
it_it: Imposta i prezzi per varie azioni quando usi il
pl_pl: Ustaw ceny za różne działania podczas korzystania z
ro_ro: Stabiliți prețuri pentru diverse acțiuni atunci când utilizați

source: submission type
it_it: tipo di invio
pl_pl: typ zgłoszenia
ro_ro: Tip de depunere

source: Submission
it_it: Sottomissione
pl_pl: Przedłożona praca
ro_ro: Depunere

source: Price to submit a single company profile
it_it: Prezzo per inviare un unico profilo aziendale
pl_pl: Cena za przesłanie pojedynczego profilu firmy
ro_ro: Preț pentru a depune un profil unic al companiei

source: Additional price to make a company
it_it: Prezzo aggiuntivo per creare una società
pl_pl: Dodatkowa cena za założenie firmy
ro_ro: Preț suplimentar pentru a face o companie

source: Days Until Featured Company Expires
it_it: Giorni alla scadenza della società in primo piano
pl_pl: Dni do wygaśnięcia wyróżnionej firmy
ro_ro: Zile până când expiră compania prezentată

source: Number of days a
it_it: Numero di giorni a
pl_pl: Liczba dni
ro_ro: Numărul de zile A

source: per-listing
it_it: per inserzione
pl_pl: na listę
ro_ro: per listare

source: featured company remains active
it_it: l'azienda in evidenza rimane attiva
pl_pl: prezentowana firma pozostaje aktywna
ro_ro: Compania prezentată rămâne activă

source: free
it_it: gratuito
pl_pl: bezpłatny
ro_ro: gratuit

source: Price to submit a single job
it_it: Prezzo per inviare un singolo lavoro
pl_pl: Cena za przesłanie jednej pracy
ro_ro: Preț pentru a depune un singur loc de muncă

source: Additional price to make a job
it_it: Prezzo aggiuntivo per realizzare un lavoro
pl_pl: Dodatkowa cena za wykonanie pracy
ro_ro: Preț suplimentar pentru a face un loc de muncă

source: Days Until Featured Job Expires
it_it: Giorni alla scadenza del lavoro in primo piano
pl_pl: Dni do wygaśnięcia wyróżnionej oferty pracy
ro_ro: Zile până la expirarea jobului prezentat

source: featured job remains active
it_it: il lavoro in evidenza rimane attivo
pl_pl: Polecana oferta pracy pozostaje aktywna
ro_ro: Jobul prezentat rămâne activ

source: Price to submit a single resume
it_it: Prezzo per inviare un unico curriculum
pl_pl: Cena za przesłanie jednego CV
ro_ro: Preț pentru a trimite un singur CV

source: Additional price to make a resume
it_it: Prezzo aggiuntivo per fare un curriculum
pl_pl: Dodatkowa cena za CV
ro_ro: Preț suplimentar pentru a face un CV

source: Days Until Featured Resume Expires
it_it: Giorni prima della scadenza del curriculum in primo piano
pl_pl: Dni do wygaśnięcia wyróżnionego CV
ro_ro: Zile până la expirarea CV -ului

source: featured resume remains active
it_it: il curriculum in primo piano rimane attivo
pl_pl: wyróżnione CV pozostaje aktywne
ro_ro: CV -ul prezentat rămâne activ

source: Price per Job Apply
it_it: Prezzo per lavoro Applica
pl_pl: Cena za ofertę pracy
ro_ro: Prețul pe job Aplicați

source: Price for a job seeker to apply for a job
it_it: Prezzo per una persona in cerca di lavoro per fare domanda per un lavoro
pl_pl: Cena dla osoby poszukującej pracy za ubieganie się o pracę
ro_ro: Preț pentru ca un solicitant de locuri de muncă să solicite un loc de muncă

source: Price to View Resume Contact
it_it: Prezzo per visualizzare il curriculum Contatto
pl_pl: Cena za obejrzenie CV Kontakt
ro_ro: Preț pentru a vizualiza contactul CV -ului

source: Price to View Company Contact
it_it: Prezzo per visualizzare Contatto aziendale
pl_pl: Cena do obejrzenia Kontakt do firmy
ro_ro: Preț pentru a vizualiza contactul companiei

source: Price to submit a department
it_it: Prezzo per presentare un dipartimento
pl_pl: Cena za przesłanie działu
ro_ro: Preț pentru a depune un departament

source: Price to submit a cover letter
it_it: Prezzo per inviare una lettera di presentazione
pl_pl: Cena za przesłanie listu motywacyjnego
ro_ro: Preț pentru a trimite o scrisoare de întâmpinare

source: Price to create a job alert
it_it: Prezzo per creare un avviso di lavoro
pl_pl: Cena za utworzenie alertu o ofertach pracy
ro_ro: Preț pentru a crea o alertă de muncă

source: Dashboard Monetization Links
it_it: Collegamenti per la monetizzazione della dashboard
pl_pl: Linki do zarabiania na panelu kontrolnym
ro_ro: Link -uri de monetizare a bordului

source: Control the visibility of monetization-related links in user dashboards
it_it: Controlla la visibilità dei collegamenti relativi alla monetizzazione nelle dashboard degli utenti
pl_pl: Kontroluj widoczność linków związanych z monetyzacją w panelach użytkowników
ro_ro: Controlați vizibilitatea legăturilor legate de monetizare în tablourile de bord pentru utilizatori

source: Employer Show Invoice History
it_it: Il datore di lavoro mostra la cronologia delle fatture
pl_pl: Pracodawca Pokaż historię faktur
ro_ro: Angajator arată istoricul facturilor

source: Setting to show the invoice/purchase history section
it_it: Impostazione per mostrare la sezione della cronologia fatture/acquisti
pl_pl: Ustawienie wyświetlania sekcji historii faktur/zakupów
ro_ro: Setare pentru a afișa secțiunea de factură/istoric de achiziție

source: Job Seeker Show Invoice History
it_it: Persona in cerca di lavoro Mostra cronologia fatture
pl_pl: Osoba poszukująca pracy Pokaż historię faktur
ro_ro: Căutătorul de locuri de muncă arată istoricul facturilor

source: Job Seeker Show Credits Log
it_it: Mostra registro crediti in cerca di lavoro
pl_pl: Osoba poszukująca pracy Pokaż dziennik kredytów
ro_ro: Jurnalul de credite pentru căutătorul de locuri de muncă

source: Setting to show the credits log section
it_it: Impostazione per mostrare la sezione del registro dei crediti
pl_pl: Ustawienie wyświetlania sekcji dziennika kredytów
ro_ro: Setare pentru a afișa secțiunea jurnal de credite

source: Payment Gateways
it_it: Gateway di pagamento
pl_pl: Bramki płatnicze
ro_ro: Gateway -uri de plată

source: Configure PayPal payment gateway settings for API integration
it_it: Configura le impostazioni del gateway di pagamento PayPal per l'integrazione API
pl_pl: Skonfiguruj ustawienia bramki płatności PayPal w celu integracji API
ro_ro: Configurați setările Gateway PayPal pentru integrarea API

source: Enable PayPal
it_it: Abilita PayPal
pl_pl: Włącz PayPal
ro_ro: Activați PayPal

source: Enable or disable PayPal as a payment option
it_it: Abilita o disabilita PayPal come opzione di pagamento
pl_pl: Włącz lub wyłącz PayPal jako opcję płatności
ro_ro: Activați sau dezactivați PayPal ca opțiune de plată

source: Your PayPal API Username
it_it: Il tuo nome utente API PayPal
pl_pl: Twoja nazwa użytkownika API PayPal
ro_ro: Numele dvs. de utilizator API PayPal

source: Your PayPal API Password
it_it: La tua password API PayPal
pl_pl: Twoje hasło API PayPal
ro_ro: Parola dvs. PayPal API

source: Your PayPal API Signature
it_it: La tua firma API PayPal
pl_pl: Twój podpis API PayPal
ro_ro: Semnătura dvs. API PayPal

source: A URL to your logo image to display on the PayPal checkout page
it_it: Un URL dell'immagine del tuo logo da visualizzare nella pagina di pagamento PayPal
pl_pl: Adres URL obrazu logo, który będzie wyświetlany na stronie realizacji transakcji w systemie PayPal
ro_ro: O adresă URL la imaginea logo -ului dvs. pentru a fi afișată pe pagina PayPal Checkout

source: Cancel URL
it_it: Annulla URL
pl_pl: Anuluj adres URL
ro_ro: Anulați adresa URL

source: The URL users are sent to if they cancel the payment
it_it: L'URL a cui vengono inviati gli utenti se annullano il pagamento
pl_pl: Adres URL, na który kierowani są użytkownicy, jeśli anulują płatność
ro_ro: Utilizatorii URL sunt trimiși dacă anulează plata

source: Notify URL
it_it: Notifica URL
pl_pl: Powiadom adres URL
ro_ro: Notificați URL -ul

source: Sandbox
it_it: Sabbiera
pl_pl: Piaskownica

source: Enable PayPal Sandbox for testing purposes
it_it: Abilita PayPal Sandbox a scopo di test
pl_pl: Włącz piaskownicę PayPal do celów testowych
ro_ro: Activați PayPal Sandbox în scopuri de testare

source: Please enter language code, for example
it_it: Inserisci ad esempio il codice della lingua
pl_pl: Podaj na przykład kod języka
ro_ro: Vă rugăm să introduceți codul lingvistic, de exemplu

source: Subscription IPN URL
it_it: URL IPN di abbonamento
pl_pl: Adres URL IPN subskrypcji
ro_ro: URL IPN Abonament

source: Configure Stripe payment gateway settings
it_it: Configura le impostazioni del gateway di pagamento Stripe
pl_pl: Skonfiguruj ustawienia bramki płatności Stripe
ro_ro: Configurați setările gateway -ului de plată cu bandă

source: Enable Stripe
it_it: Abilita striscia
pl_pl: Włącz Stripe
ro_ro: Activați Stripe

source: Enable or disable Stripe as a payment option
it_it: Abilita o disabilita Stripe come opzione di pagamento
pl_pl: Włącz lub wyłącz Stripe jako opcję płatności
ro_ro: Activați sau dezactivați Stripe ca opțiune de plată

source: Publishable Key
it_it: Chiave pubblicabile
pl_pl: Klucz do publikacji
ro_ro: Cheie de publicare

source: Enter your Stripe Publishable Key
it_it: Inserisci la tua chiave pubblicabile Stripe
pl_pl: Wprowadź swój klucz do publikacji Stripe
ro_ro: Introduceți cheia publicabilă cu bandele

source: Secret Key
it_it: Chiave segreta
pl_pl: Tajny klucz
ro_ro: Cheie secretă

source: Enter your Stripe Secret Key
it_it: Inserisci la tua chiave segreta Stripe
pl_pl: Wprowadź swój tajny klucz Stripe
ro_ro: Introduceți cheia secretă a dungi

source: Subscription Webhook URL
it_it: URL del webhook di sottoscrizione
pl_pl: Adres URL webhooka subskrypcji
ro_ro: URL -ul webhook de abonament

source: Use WooCommerce to handle payments
it_it: Utilizza WooCommerce per gestire i pagamenti
pl_pl: Użyj WooCommerce do obsługi płatności
ro_ro: Utilizați wooCommerce pentru a gestiona plățile

source: Enable WooCommerce
it_it: Abilita WooCommerce
pl_pl: Włącz WooCommerce
ro_ro: Activați WooCommerce

source: Enable or disable WooCommerce as a payment option
it_it: Abilita o disabilita WooCommerce come opzione di pagamento
pl_pl: Włącz lub wyłącz WooCommerce jako opcję płatności
ro_ro: Activați sau dezactivați WooCommerce ca opțiune de plată

source: Home Page
it_it: Pagina iniziale
pl_pl: Strona główna
ro_ro: Pagina principală

source: WordPress Default
it_it: WordPress predefinito
pl_pl: Domyślne WordPressa
ro_ro: WordPress implicit

source: Blog
pl_pl: Bloga

source: This feature is part of a premium addon
it_it: Questa funzionalità fa parte di un componente aggiuntivo premium
pl_pl: Ta funkcja jest częścią dodatku premium
ro_ro: Această caracteristică face parte dintr -un addon premium

source: Available tags
it_it: Tag disponibili
pl_pl: Dostępne tagi
ro_ro: Etichete disponibile

source: This image will be shown as the default image for entities & users if no other image is provided
it_it: Questa immagine verrà mostrata come immagine predefinita per entità e utenti se non viene fornita nessun'altra immagine
pl_pl: Ten obraz będzie wyświetlany jako obraz domyślny dla podmiotów i użytkowników, jeśli nie zostanie podany żaden inny obraz
ro_ro: Această imagine va fi afișată ca imagine implicită pentru entități și utilizatori, dacă nu este furnizată altă imagine
