Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: Admin will receive email notifications at this address
it_it: L'amministratore riceverà notifiche via email a questo indirizzo
pl_pl: Administrator będzie otrzymywać powiadomienia e-mail na ten adres
ro_ro: Administratorul va primi notificări prin e -mail la această adresă

source: Sender Email Address
it_it: Indirizzo e-mail del mittente
pl_pl: Adres e-mail nadawcy
ro_ro: Adresa de e -mail a expeditorului

source: The email address that will be used to send system emails
it_it: L'indirizzo email che verrà utilizzato per inviare email di sistema
pl_pl: Adres e-mail, który będzie używany do wysyłania wiadomości systemowych
ro_ro: Adresa de e -mail care va fi folosită pentru a trimite e -mailuri de sistem

source: The sender name that will be used in system emails
it_it: Il nome del mittente che verrà utilizzato nelle e-mail di sistema
pl_pl: Nazwa nadawcy, która będzie używana w wiadomościach systemowych
ro_ro: Numele expeditorului care va fi utilizat în e -mailurile sistemului

source: Job Alerts
it_it: Avvisi di lavoro
pl_pl: Powiadomienia o ofertach pracy
ro_ro: Alerte de locuri de muncă

source: Configure settings for job alert emails and forms
it_it: Configura le impostazioni per le e-mail e i moduli di avviso di lavoro
pl_pl: Skonfiguruj ustawienia e-maili i formularzy z powiadomieniami o ofertach pracy
ro_ro: Configurați setările pentru e -mailuri și formulare de alertă de lucru

source: Show Job Alert Link
it_it: Mostra collegamento avviso lavoro
pl_pl: Pokaż link do alertu o ofertach pracy
ro_ro: Afișați linkul de alertă de lucru

source: Show the Job Alert link in the job seeker control panel
it_it: Mostra il collegamento Avviso di lavoro nel pannello di controllo della persona in cerca di lavoro
pl_pl: Pokaż łącze Powiadomienie o ofertach pracy w panelu sterowania osoby poszukującej pracy
ro_ro: Afișați legătura de alertă de muncă în panoul de control al căutătorului de locuri de muncă

source: Enable Job Alerts for Visitors
it_it: Abilita avvisi di lavoro per i visitatori
pl_pl: Włącz powiadomienia o ofertach pracy dla gości
ro_ro: Activați alerte de locuri de muncă pentru vizitatori

source: Allow non-logged-in users to sign up for job alerts
it_it: Consenti agli utenti che non hanno effettuato l'accesso di registrarsi per ricevere avvisi di lavoro
pl_pl: Zezwalaj niezalogowanym użytkownikom na zapisywanie się na powiadomienia o ofertach pracy
ro_ro: Permiteți utilizatorilor care nu sunt conectați să se înscrie la alerte

source: Job Alert Auto Approve
it_it: Approvazione automatica avviso lavoro
pl_pl: Automatyczne zatwierdzanie alertów o ofertach pracy
ro_ro: Aprobarea automată de alertă de muncă

source: Automatically approve new job alerts upon creation
it_it: Approva automaticamente nuovi avvisi di lavoro al momento della creazione
pl_pl: Automatycznie zatwierdzaj powiadomienia o nowych ofertach pracy po ich utworzeniu
ro_ro: Aprobă automat noile alerte de locuri de muncă la creare

source: Captcha on Visitor Job Alert Form
it_it: Captcha sul modulo di avviso di lavoro dei visitatori
pl_pl: Captcha w formularzu powiadomienia o ofertach pracy dla gościa
ro_ro: Captcha pe formularul de alertă de job pentru vizitatori

source: Show a captcha on the job alert sign-up form for visitors
it_it: Mostra un captcha sul modulo di iscrizione agli avvisi di lavoro per i visitatori
pl_pl: Pokaż odwiedzającym captcha w formularzu rejestracji powiadomienia o ofertach pracy
ro_ro: Afișați un CAPTCHA pe formularul de înscriere la alertă la locul de muncă pentru vizitatori

source: Allow users to save their search queries for jobs and resumes
it_it: Consenti agli utenti di salvare le loro query di ricerca per lavori e curriculum
pl_pl: Zezwalaj użytkownikom na zapisywanie zapytań dotyczących ofert pracy i życiorysów
ro_ro: Permiteți utilizatorilor să își salveze întrebările de căutare pentru locuri de muncă și CV -uri

source: Show Saved Searches for Job Seekers
it_it: Mostra le ricerche salvate per le persone in cerca di lavoro
pl_pl: Pokaż zapisane wyszukiwania osób poszukujących pracy
ro_ro: Afișați căutări salvate pentru căutătorii de locuri de muncă

source: Allow job seekers to save their job searches
it_it: Consenti alle persone in cerca di lavoro di salvare le proprie ricerche di lavoro
pl_pl: Zezwalaj osobom poszukującym pracy na zapisywanie swoich poszukiwań pracy
ro_ro: Permiteți -i solicitanților de locuri de muncă să -și salveze căutările de locuri de muncă

source: Show Saved Searches for Employers
it_it: Mostra ricerche salvate per datori di lavoro
pl_pl: Pokaż zapisane wyszukiwania pracodawców
ro_ro: Afișați căutări salvate pentru angajatori

source: Allow employers to save their resume searches
it_it: Consenti ai datori di lavoro di salvare le ricerche dei loro curriculum
pl_pl: Pozwól pracodawcom zapisywać wyszukiwania CV
ro_ro: Permiteți angajatorilor să -și salveze căutările CV -urilor

source: Feeds & AI
it_it: Feed e intelligenza artificiale
pl_pl: Kanały i sztuczna inteligencja

source: RSS Feeds
it_it: Feed RSS
pl_pl: Kanały RSS
ro_ro: RSS alimentează

source: Configure the RSS feed for jobs
it_it: Configura il feed RSS per i lavori
pl_pl: Skonfiguruj kanał RSS dla zadań
ro_ro: Configurați fluxul RSS pentru joburi

source: Enable Jobs RSS Feed
it_it: Abilita il feed RSS dei lavori
pl_pl: Włącz kanał RSS z ofertami pracy
ro_ro: Activați joburi RSS Feed

source: Enable the main RSS feed for new jobs
it_it: Abilita il feed RSS principale per i nuovi lavori
pl_pl: Włącz główny kanał RSS dla nowych ofert pracy
ro_ro: Activați principalele furaje RSS pentru noi locuri de muncă

source: Job Feed Title
it_it: Titolo del feed di lavoro
pl_pl: Tytuł kanału pracy
ro_ro: Titlul feedului de locuri de muncă

source: The title for the job RSS feed
it_it: Il titolo del feed RSS del lavoro
pl_pl: Tytuł kanału RSS z ofertami pracy
ro_ro: Titlul pentru funcția de feed RSS

source: Job Feed Description
it_it: Descrizione del feed di lavoro
pl_pl: Opis kanału ofert pracy
ro_ro: Descrierea feedului de muncă

source: The description for the job RSS feed
it_it: La descrizione del feed RSS del lavoro
pl_pl: Opis kanału RSS z ofertami pracy
ro_ro: Descrierea pentru fluxul RSS de lucru

source: Job Feed Copyright
it_it: Copyright del feed di lavoro
pl_pl: Prawa autorskie do kanału ofert pracy
ro_ro: Drepturi de autor de hrană de locuri de muncă

source: Copyright notice for the job feed
it_it: Avviso sul copyright per il feed di lavoro
pl_pl: Informacja o prawach autorskich dotycząca kanału ofert pracy
ro_ro: Notificare privind drepturile de autor pentru feedul de locuri de muncă

source: Job Feed Editor
it_it: Editor del feed di lavoro
pl_pl: Edytor kanału ofert pracy
ro_ro: Editor de fluxuri de locuri de muncă

source: The person responsible for editorial content
it_it: Il responsabile dei contenuti editoriali
pl_pl: Osoba odpowiedzialna za treść redakcyjną
ro_ro: Persoana responsabilă pentru conținutul editorial

source: Job Feed Webmaster
it_it: Webmaster dell'alimentazione di lavoro
pl_pl: Webmaster kanału ofert pracy
ro_ro: Webmaster de alimentare cu locuri de muncă

source: The person responsible for technical issues
it_it: La persona responsabile delle questioni tecniche
pl_pl: Osoba odpowiedzialna za kwestie techniczne
ro_ro: Persoana responsabilă de probleme tehnice

source: Job Feed TTL
it_it: TTL alimentazione lavoro
pl_pl: Kanał ofert pracy TTL
ro_ro: Feed de locuri de muncă TTL

source: Time to Live
it_it: Tempo di vivere
pl_pl: Czas żyć
ro_ro: E timpul să trăiești

source: Number of minutes the feed can be cached before refreshing
it_it: Numero di minuti per cui il feed può essere memorizzato nella cache prima dell'aggiornamento
pl_pl: Liczba minut, przez które kanał może być buforowany przed odświeżeniem
ro_ro: Numărul de minute, alimentarea poate fi memorată în cache înainte de reîmprospătare

source: Show Categories in Job Feed
it_it: Mostra le categorie nel feed di lavoro
pl_pl: Pokaż kategorie w kanale ofert pracy
ro_ro: Afișați categorii în feed -uri de locuri de muncă

source: Include categories in the job feed items
it_it: Includi categorie negli elementi del feed di lavoro
pl_pl: Uwzględnij kategorie w elementach kanału ofert pracy
ro_ro: Includeți categorii în articolele de hrană

source: Show Company Image in Job Feed
it_it: Mostra l'immagine dell'azienda nel feed di lavoro
pl_pl: Pokaż zdjęcie firmy w kanale ofert pracy
ro_ro: Afișați imaginea companiei în feedul de locuri de muncă

source: Include the company logo in the job feed items
it_it: Includi il logo dell'azienda negli elementi del feed di lavoro
pl_pl: Dołącz logo firmy do elementów kanału ofert pracy
ro_ro: Includeți logo -ul companiei în articolele de alimentare cu locuri de muncă

source: Configure the RSS feed for resumes
it_it: Configura il feed RSS per i curriculum
pl_pl: Skonfiguruj kanał RSS dla CV
ro_ro: Configurați fluxul RSS pentru CV -uri

source: Enable Resumes RSS Feed
it_it: Abilita il feed RSS di curriculum
pl_pl: Włącz wznawianie kanału RSS
ro_ro: Activați reluare furaje RSS

source: Enable the main RSS feed for new resumes
it_it: Abilita il feed RSS principale per i nuovi curriculum
pl_pl: Włącz główny kanał RSS dla nowych CV
ro_ro: Activați principalele furaje RSS pentru noi CV -uri

source: Resume Feed Title
it_it: Riprendi il titolo del feed
pl_pl: Wznów tytuł kanału
ro_ro: Reluați titlul de alimentare

source: The title for the resume RSS feed
it_it: Il titolo del feed RSS del curriculum
pl_pl: Tytuł kanału RSS CV
ro_ro: Titlul pentru reluarea RSS Feed

source: Resume Feed Description
it_it: Riprendi la descrizione del feed
pl_pl: Wznów opis kanału
ro_ro: Reluare descrierea feedului

source: The description for the resume RSS feed
it_it: La descrizione del feed RSS del curriculum
pl_pl: Opis kanału RSS CV
ro_ro: Descrierea pentru reluarea RSS Feed

source: Resume Feed Copyright
it_it: Riprendi feed Copyright
pl_pl: Wznów kanał Prawa autorskie
ro_ro: Reluați drepturile de autor

source: Copyright notice for the resume feed
it_it: Avviso sul copyright per il feed del curriculum
pl_pl: Informacja o prawach autorskich dotycząca kanału CV
ro_ro: Notificare privind drepturile de autor pentru feedul CV -ului

source: Resume Feed Editor
it_it: Riprendi l'editor del feed
pl_pl: Wznów edytor kanałów
ro_ro: Reluați editorul de fluxuri

source: Resume Feed Webmaster
it_it: Riprendi feed webmaster
pl_pl: Wznów webmastera kanału
ro_ro: Reluați Webmaster Feed

source: Resume Feed TTL
it_it: Riprendi feed TTL
pl_pl: Wznów kanał TTL
ro_ro: Reluați hrana ttl

source: Show Categories in Resume Feed
it_it: Mostra le categorie nel feed del curriculum
pl_pl: Pokaż kategorie w kanale CV
ro_ro: Afișați categoriile în reluare

source: Include categories in the resume feed items
it_it: Includi le categorie negli elementi del feed del curriculum
pl_pl: Uwzględnij kategorie w elementach kanału CV
ro_ro: Includeți categorii în articolele de hrană CV

source: Show Resume File in Resume Feed
it_it: Mostra file di curriculum nel feed di curriculum
pl_pl: Pokaż plik CV w kanale CV
ro_ro: Afișați fișierul CV în reluarea feedului

source: Make resume files downloadable from the feed
it_it: Rendi scaricabili i file del curriculum dal feed
pl_pl: Udostępnij pliki CV do pobrania z kanału
ro_ro: Faceți fișierele de reluare descărcabile din feed

source: AI Suggested Matches
it_it: Corrispondenze suggerite dall'IA
pl_pl: Dopasowania sugerowane przez AI
ro_ro: AI a sugerat meciuri

source: Configure AI-powered job and resume suggestion features
it_it: Configura il lavoro basato sull'intelligenza artificiale e riprendi le funzionalità di suggerimento
pl_pl: Skonfiguruj funkcje sugestii ofert pracy i wznowień oparte na sztucznej inteligencji
ro_ro: Configurați funcțiile de sugestie alimentate cu AI și reluați-vă

source: AI Search On Job Search Page
it_it: Ricerca AI nella pagina di ricerca lavoro
pl_pl: Wyszukiwanie AI na stronie wyszukiwania ofert pracy
ro_ro: Căutare AI pe pagina de căutare a locurilor de muncă

source: Show the AI search field on the main job search form
it_it: Mostra il campo di ricerca AI nel modulo principale di ricerca di lavoro
pl_pl: Pokaż pole wyszukiwania AI w głównym formularzu wyszukiwania ofert pracy
ro_ro: Afișați câmpul de căutare AI pe principalul formular de căutare a locurilor de muncă

source: AI Job Search
it_it: Ricerca di lavoro tramite intelligenza artificiale
pl_pl: Wyszukiwanie pracy AI
ro_ro: Căutare de locuri de muncă AI

source: AI Search Filter On Job Listing
it_it: Filtro di ricerca AI nell'elenco dei lavori
pl_pl: Filtr wyszukiwania AI na liście ofert pracy
ro_ro: Filtru de căutare AI pe listarea lucrărilor

source: Show the AI search field as a filter on the job listing page
it_it: Mostra il campo di ricerca AI come filtro nella pagina dell'elenco dei lavori
pl_pl: Pokaż pole wyszukiwania AI jako filtr na stronie z listą ofert pracy
ro_ro: Afișați câmpul de căutare AI ca un filtru pe pagina de listare a lucrărilor

source: AI Search On Resume Search Page
it_it: Ricerca AI nella pagina di ricerca del curriculum
pl_pl: Wyszukiwanie AI na stronie wyszukiwania CV
ro_ro: Căutare AI pe pagina de căutare a CV -ului

source: Show the AI search field on the main resume search form
it_it: Mostra il campo di ricerca AI nel modulo di ricerca principale del curriculum
pl_pl: Pokaż pole wyszukiwania AI w głównym formularzu wyszukiwania CV
ro_ro: Afișați câmpul de căutare AI pe formularul principal de căutare a CV -ului

source: AI Resume Search
it_it: AI Riprendi la ricerca
pl_pl: Wyszukiwanie CV AI
ro_ro: CV -ul AI CV

source: AI Search Filter On Resume Listing
it_it: Filtro di ricerca AI nell'elenco dei curriculum
pl_pl: Filtr wyszukiwania AI na liście CV
ro_ro: Filtru de căutare AI pe listarea CV -ului

source: Show the AI search field as a filter on the resume listing page
it_it: Mostra il campo di ricerca AI come filtro nella pagina di elenco dei curriculum
pl_pl: Pokaż pole wyszukiwania AI jako filtr na stronie z listą CV
ro_ro: Afișați câmpul de căutare AI ca un filtru pe pagina de listare a CV -ului

source: Show AI Suggested Jobs Button
it_it: Mostra il pulsante dei lavori suggeriti da AI
pl_pl: Pokaż przycisk zadań sugerowanych przez AI
ro_ro: Afișați butonul de locuri de muncă sugerat AI

source: AI Suggested Jobs
it_it: Lavori suggeriti dall'intelligenza artificiale
pl_pl: Sugerowane zadania AI
ro_ro: AI a sugerat locuri de muncă

source: Show AI Suggested Jobs on Dashboard
it_it: Mostra i lavori suggeriti dall'AI sulla dashboard
pl_pl: Pokaż zadania sugerowane przez AI na pulpicie nawigacyjnym
ro_ro: Afișați joburi sugerate de AI pe tabloul de bord

source: Show a list of AI-suggested jobs on the job seeker dashboard
it_it: Mostra un elenco di lavori suggeriti dall'intelligenza artificiale nella dashboard delle persone in cerca di lavoro
pl_pl: Wyświetl listę ofert pracy sugerowanych przez sztuczną inteligencję w panelu osoby poszukującej pracy
ro_ro: Afișați o listă de locuri de muncă-sugerate AI pe tabloul de bord al căutătorului de locuri de muncă

source: Show AI Suggested Resumes Button
it_it: Mostra il pulsante dei curriculum suggeriti da AI
pl_pl: Pokaż przycisk sugerowanych życiorysów AI
ro_ro: Afișați butonul CV -urilor sugerate AI

source: AI Suggested Resumes
it_it: Curriculum suggeriti dall'intelligenza artificiale
pl_pl: Sugerowane życiorysy AI
ro_ro: AI a sugerat CV -uri

source: Show AI Suggested Resumes on Dashboard
it_it: Mostra i curriculum suggeriti dall'AI sulla dashboard
pl_pl: Pokaż sugerowane życiorysy AI na pulpicie nawigacyjnym
ro_ro: Afișați AI Sugeință CV -uri pe tabloul de bord

source: Show a list of AI-suggested resumes on the employer dashboard
it_it: Mostra un elenco di curriculum suggeriti dall'intelligenza artificiale sulla dashboard del datore di lavoro
pl_pl: Pokaż listę życiorysów sugerowanych przez sztuczną inteligencję w panelu pracodawcy
ro_ro: Afișați o listă de CV-uri-sugerate AI pe tabloul de bord al angajatorului

source: Integrations
it_it: Integrazioni
pl_pl: Integracje
ro_ro: Integrări

source: Allow users to register and log in with their social media accounts
it_it: Consenti agli utenti di registrarsi e accedere con i propri account sui social media
pl_pl: Pozwól użytkownikom rejestrować się i logować za pomocą swoich kont w mediach społecznościowych
ro_ro: Permiteți utilizatorilor să se înregistreze și să se conecteze la conturile lor de socializare

source: Login with Facebook
it_it: Accedi con Facebook
pl_pl: Zaloguj się za pomocą Facebooka
ro_ro: Conectați -vă cu Facebook

source: Allow users to log in using their Facebook account
it_it: Consenti agli utenti di accedere utilizzando il proprio account Facebook
pl_pl: Zezwalaj użytkownikom na logowanie się przy użyciu konta na Facebooku
ro_ro: Permiteți utilizatorilor să se conecteze folosind contul lor de Facebook

source: Apply with Facebook
it_it: Candidarsi con Facebook
pl_pl: Aplikuj za pomocą Facebooka
ro_ro: Aplicați cu Facebook

source: Allow users to apply for jobs using their Facebook profile
it_it: Consenti agli utenti di candidarsi per lavori utilizzando il proprio profilo Facebook
pl_pl: Zezwalaj użytkownikom na aplikowanie o pracę za pomocą ich profili na Facebooku
ro_ro: Permiteți utilizatorilor să solicite locuri de muncă folosind profilul lor de Facebook

source: Facebook App ID
it_it: ID dell'applicazione Facebook
pl_pl: Identyfikator aplikacji Facebook
ro_ro: ID -ul aplicației Facebook

source: Enter your Facebook App ID
it_it: Inserisci l'ID dell'app Facebook
pl_pl: Wprowadź swój identyfikator aplikacji Facebook
ro_ro: Introduceți ID -ul aplicației Facebook

source: Facebook App Secret
it_it: Segreto dell'app Facebook
pl_pl: Sekret aplikacji Facebooka

source: Enter your Facebook App Secret
it_it: Inserisci il segreto dell'app Facebook
pl_pl: Wprowadź swój sekret aplikacji Facebook
ro_ro: Introduceți secretul dvs. de aplicații Facebook

source: Valid OAuth URI
it_it: URI OAuth valido
pl_pl: Prawidłowy identyfikator URI protokołu OAuth
ro_ro: Valabil OAuth Uri

source: Apply
it_it: Fare domanda a
pl_pl: Stosować
ro_ro: Aplicați

source: Login with LinkedIn
it_it: Accedi con LinkedIn
pl_pl: Zaloguj się za pomocą LinkedIn
ro_ro: Conectați -vă cu LinkedIn

source: Allow users to log in using their LinkedIn account
it_it: Consenti agli utenti di accedere utilizzando il proprio account LinkedIn
pl_pl: Zezwalaj użytkownikom na logowanie się przy użyciu konta LinkedIn
ro_ro: Permiteți utilizatorilor să se conecteze folosind contul LinkedIn

source: Apply with LinkedIn
it_it: Candidati con LinkedIn
pl_pl: Aplikuj poprzez LinkedIn
ro_ro: Aplicați cu LinkedIn

source: Allow users to apply for jobs using their LinkedIn profile
it_it: Consenti agli utenti di candidarsi per lavori utilizzando il proprio profilo LinkedIn
pl_pl: Zezwalaj użytkownikom na ubieganie się o pracę przy użyciu ich profilu LinkedIn
ro_ro: Permiteți utilizatorilor să solicite locuri de muncă folosind profilul lor LinkedIn

source: LinkedIn Client ID
it_it: ID cliente LinkedIn
pl_pl: Identyfikator klienta LinkedIn
ro_ro: ID -ul client LinkedIn

source: Enter your LinkedIn Client ID
it_it: Inserisci il tuo ID cliente LinkedIn
pl_pl: Wprowadź swój identyfikator klienta LinkedIn
ro_ro: Introduceți ID -ul dvs. de client LinkedIn

source: API Key
it_it: Chiave API
pl_pl: Klucz API
ro_ro: Cheia API

source: LinkedIn Client Secret
it_it: Segreto cliente LinkedIn
pl_pl: Sekret klienta LinkedIn

source: Enter your LinkedIn Client Secret
it_it: Inserisci il tuo segreto cliente LinkedIn
pl_pl: Wprowadź swój sekret klienta LinkedIn
ro_ro: Introduceți secretul dvs. de client LinkedIn

source: Social Sharing
it_it: Condivisione sociale
pl_pl: Udostępnianie społecznościowe
ro_ro: Partajare socială

source: Enable social sharing buttons on your pages
it_it: Abilita i pulsanti di condivisione social sulle tue pagine
pl_pl: Włącz przyciski udostępniania społecznościowego na swoich stronach
ro_ro: Activați butoanele de partajare socială pe paginile dvs.

source: Enable Facebook Likes
it_it: Abilita i Mi piace di Facebook
pl_pl: Włącz polubienia na Facebooku
ro_ro: Activați Facebook Likes

source: Show Facebook like button
it_it: Mostra il pulsante Mi piace di Facebook
pl_pl: Pokaż przycisk Lubię to na Facebooku
ro_ro: Afișați butonul Facebook Like

source: Enable Facebook Share
it_it: Abilita la condivisione su Facebook
pl_pl: Włącz udostępnianie na Facebooku
ro_ro: Activați Facebook Share

source: Show Facebook share button
it_it: Mostra il pulsante di condivisione di Facebook
pl_pl: Pokaż przycisk udostępniania na Facebooku
ro_ro: Afișați butonul de partajare Facebook

source: Enable Facebook Comments
it_it: Abilita i commenti di Facebook
pl_pl: Włącz komentarze na Facebooku
ro_ro: Activați comentarii pe Facebook

source: Show Facebook comments widget
it_it: Mostra il widget dei commenti di Facebook
pl_pl: Pokaż widżet komentarzy na Facebooku
ro_ro: Afișați widgetul Comentarii Facebook

source: Enable Twitter Share
it_it: Abilita la condivisione su Twitter
pl_pl: Włącz udostępnianie na Twitterze
ro_ro: Activați Twitter Share

source: Show Twitter share button
it_it: Mostra il pulsante di condivisione di Twitter
pl_pl: Pokaż przycisk udostępniania na Twitterze
ro_ro: Afișați butonul de partajare Twitter

source: Enable LinkedIn Share
it_it: Abilita la condivisione LinkedIn
pl_pl: Włącz udostępnianie w serwisie LinkedIn
ro_ro: Activați Share LinkedIn

source: Show LinkedIn share button
it_it: Mostra il pulsante di condivisione di LinkedIn
pl_pl: Pokaż przycisk udostępniania LinkedIn
ro_ro: Afișați butonul de partajare LinkedIn

source: Enable Blogger Share
it_it: Abilita la condivisione di Blogger
pl_pl: Włącz udostępnianie w Bloggerze
ro_ro: Activați Blogger Share

source: Show Blogger share button
it_it: Mostra il pulsante di condivisione di Blogger
pl_pl: Pokaż przycisk udostępniania Bloggera
ro_ro: Afișați butonul de partajare a bloggerului

source: Enable Digg Share
it_it: Abilita condivisione Digg
pl_pl: Włącz udostępnianie Digg
ro_ro: Activați acțiunea Digg

source: Show Digg share button
it_it: Mostra il pulsante di condivisione di Digg
pl_pl: Pokaż przycisk udostępniania Digg
ro_ro: Afișați butonul Digg Share

source: Enable Myspace Share
it_it: Abilita la condivisione di Myspace
pl_pl: Włącz udostępnianie Myspace
ro_ro: Activați MySpace Share

source: Show Myspace share button
it_it: Mostra il pulsante di condivisione di Myspace
pl_pl: Pokaż przycisk udostępniania Myspace
ro_ro: Afișați butonul de partajare MySpace

source: Enable Yahoo Share
it_it: Abilita Yahoo Condividi
pl_pl: Włącz udostępnianie Yahoo
ro_ro: Activați Yahoo Share

source: Show Yahoo share button
it_it: Mostra il pulsante di condivisione di Yahoo
pl_pl: Pokaż przycisk udostępniania Yahoo
ro_ro: Afișați butonul de partajare Yahoo

source: Mapping & Geolocation
it_it: Mappatura e geolocalizzazione
pl_pl: Mapowanie i geolokalizacja
ro_ro: Cartografierea și geolocalizarea

source: Configure map services and location-based features
it_it: Configura servizi di mappa e funzionalità basate sulla posizione
pl_pl: Skonfiguruj usługi mapowe i funkcje oparte na lokalizacji
ro_ro: Configurați serviciile de hartă și funcțiile bazate pe locație

source: Choose between Google Maps and OpenStreetMap for map displays
it_it: Scegli tra Google Maps e OpenStreetMap per la visualizzazione delle mappe
pl_pl: Wybierz pomiędzy Mapami Google i OpenStreetMap do wyświetlania map
ro_ro: Alegeți între Google Maps și OpenStreetMap pentru afișaje de hartă

source: Google Map API Key
it_it: Chiave API di Google Map
pl_pl: Klucz API Map Google
ro_ro: Cheia API Google MAP

source: Enter your Google Maps API key
it_it: Inserisci la tua chiave API di Google Maps
pl_pl: Wprowadź klucz API Map Google
ro_ro: Introduceți cheia API Google Maps
