Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: WP Job Portal offers a feature for admin to add multiple credit system against particular actions. Admin can add multiple packages against particular actions.
it_it: WP Job Portal offre una funzione per l'amministratore per aggiungere più sistemi di credito a fronte di azioni particolari. L'amministratore può aggiungere più pacchetti contro azioni particolari.
pl_pl: WP Job Portal oferuje administratorowi funkcję dodawania wielu systemów kredytowych dla określonych działań. Administrator może dodać wiele pakietów do określonych działań.
ro_ro: Portalul de locuri de muncă WP oferă o caracteristică pentru ca administratorul să adauge mai multe sisteme de credit pentru anumite acțiuni. Administratorul poate adăuga mai multe pachete pentru anumite acțiuni.

source: Advance custom fields add-on offers to admin add new custom fields like combo, checkbox, radio button, email and dependent fields.
it_it: Le offerte aggiuntive avanzate per i campi personalizzati per l'amministratore aggiungono nuovi campi personalizzati come combo, casella di controllo, pulsante di opzione, e-mail e campi dipendenti.
pl_pl: Zaawansowane oferty dodatków do pól niestandardowych, aby administrator mógł dodawać nowe pola niestandardowe, takie jak combo, pole wyboru, przycisk opcji, e-mail i pola zależne.
ro_ro: Suplimentul pentru câmpuri personalizate avansate oferă administratorului să adauge noi câmpuri personalizate, cum ar fi combo, casetă de selectare, buton radio, e-mail și câmpuri dependente.

source: WP Job Manager offers a feature for Employer and Job Seeker in which they can export Resume information in the form of an excel file easily.
it_it: WP Job Manager offre una funzionalità per Datore di lavoro e Cercatore di lavoro in cui possono esportare facilmente le informazioni sul curriculum sotto forma di file excel.
pl_pl: WP Job Manager oferuje funkcję dla pracodawcy i osoby poszukującej pracy, w której mogą łatwo eksportować informacje o CV w postaci pliku Excela.
ro_ro: WP Job Manager oferă o caracteristică pentru angajator și pentru căutarea unui loc de muncă în care pot exporta cu ușurință informații despre CV sub forma unui fișier Excel.

source: WP Job Portal offers a feature for making the jobs as Featured Job. This will help to make it easier for jobseekers to find jobs.
it_it: WP Job Portal offre una funzione per rendere i lavori come lavori in evidenza. Ciò contribuirà a rendere più facile per le persone in cerca di lavoro trovare lavoro.
pl_pl: Portal pracy WP oferuje funkcję tworzenia ofert pracy jako Polecane oferty pracy. Pomoże to w znalezieniu pracy osobom poszukującym pracy.
ro_ro: Portalul de locuri de muncă WP oferă o caracteristică pentru crearea locurilor de muncă ca Job Featured. Acest lucru va facilita găsirea unui loc de muncă pentru persoanele aflate în căutarea unui loc de muncă.

source: WP Job Portal offers a feature for employers to make folders. Employers can make a folder and copy their resumes into the folders.
it_it: WP Job Portal offre ai datori di lavoro una funzione per creare cartelle. I datori di lavoro possono creare una cartella e copiare i loro curriculum nelle cartelle.
pl_pl: Portal pracy WP oferuje pracodawcom funkcję tworzenia folderów. Pracodawcy mogą utworzyć folder i skopiować swoje CV do folderów.
ro_ro: WP Job Portal oferă angajatorilor o funcție de a crea dosare. Angajatorii pot crea un dosar și își pot copia CV-urile în dosare.

source: WP Job Portal allows registered users to save their job searches and create alerts that send new jobs via email daily, weekly or fortnightly.
it_it: WP Job Portal consente agli utenti registrati di salvare le loro ricerche di lavoro e creare avvisi che inviano nuovi lavori via e-mail ogni giorno, settimanalmente o ogni due settimane.
pl_pl: Portal pracy WP umożliwia zarejestrowanym użytkownikom zapisywanie wyszukiwań ofert pracy i tworzenie alertów, które wysyłają nowe oferty pracy pocztą elektroniczną codziennie, co tydzień lub co dwa tygodnie.
ro_ro: WP Job Portal permite utilizatorilor înregistrați să-și salveze căutările de locuri de muncă și să creeze alerte care trimit noi locuri de muncă prin e-mail zilnic, săptămânal sau două săptămâni.

source: WP Job Portal offer a feature for Employer and Job Seekers , which allows them to take PDF of Resume and can save it.
it_it: WP Job Portal offre una funzione per datore di lavoro e persone in cerca di lavoro, che consente loro di prendere PDF del curriculum e salvarlo.
pl_pl: Portal pracy WP oferuje funkcję dla pracodawców i osób poszukujących pracy, która pozwala im pobrać plik PDF z CV i zapisać go.
ro_ro: Portalul de locuri de muncă WP oferă o funcție pentru angajator și solicitanții de locuri de muncă, care le permite să preia CV-ul în format PDF și să îl salveze.

source: WP Job Portal offers a Resume and print feature. Employer and Job Seeker can view the Resume page or take a print of the Resume.
it_it: WP Job Portal offre una funzione Riprendi e stampa. Il datore di lavoro e il cercatore di lavoro possono visualizzare la pagina del curriculum o stampare il curriculum.
pl_pl: Portal pracy WP oferuje funkcję wznawiania i drukowania. Pracodawca i osoba poszukująca pracy mogą wyświetlić stronę CV lub wydrukować CV.
ro_ro: WP Job Portal oferă o funcție de reluare și imprimare. Angajatorul și solicitantul de locuri de muncă pot vizualiza pagina CV-ul sau pot imprima CV-ul.

source: WP Job Portal offers multiple reports by jobs, by companies and by resume. Admin can see overall reports of Employer and Job Seeker.
it_it: WP Job Portal offre più rapporti per lavori, aziende e curriculum. L'amministratore può vedere i rapporti complessivi del datore di lavoro e del cercatore di lavoro.
pl_pl: Portal pracy WP oferuje wiele raportów według stanowisk, firm i CV. Administrator może zobaczyć ogólne raporty pracodawcy i osoby poszukującej pracy.
ro_ro: WP Job Portal oferă mai multe rapoarte pe locuri de muncă, pe companii și după CV. Administratorul poate vedea rapoartele generale ale angajatorului și ale solicitantului de locuri de muncă.

source: WP Job Portal offers a jobs share feature on various social media sites for Employers and Job Seekers.
it_it: WP Job Portal offre una funzione di condivisione dei lavori su vari siti di social media per datori di lavoro e persone in cerca di lavoro.
pl_pl: WP Job Portal oferuje funkcję udostępniania ofert pracy na różnych portalach społecznościowych dla pracodawców i osób poszukujących pracy.
ro_ro: Portalul de locuri de muncă WP oferă o funcție de partajare a locurilor de muncă pe diverse site-uri de rețele sociale pentru Angajatori și Căutătorii de locuri de muncă.

source: WP Job Portal offers a feature for searching the jobs by tags. Employers will add some tags related to jobs search.
it_it: WP Job Portal offre una funzione per la ricerca dei lavori per tag. I datori di lavoro aggiungeranno alcuni tag relativi alla ricerca di lavoro.
pl_pl: Portal pracy WP oferuje funkcję wyszukiwania ofert pracy według tagów. Pracodawcy dodadzą kilka tagów związanych z wyszukiwaniem ofert pracy.
ro_ro: WP Job Portal oferă o caracteristică pentru căutarea locurilor de muncă după etichete. Angajatorii vor adăuga câteva etichete legate de căutarea de locuri de muncă.

source: WP Job Portal offers a feature in which Employer and Job Seekers can share and tell their friends about Jobs by sending them an email.
it_it: WP Job Portal offre una funzione in cui il datore di lavoro e le persone in cerca di lavoro possono condividere e raccontare ai propri amici i lavori inviando loro un'e-mail.
pl_pl: WP Job Portal oferuje funkcję, w której pracodawcy i osoby poszukujące pracy mogą udostępniać i informować znajomych o ofertach pracy, wysyłając im e-mail.
ro_ro: Portalul de locuri de muncă WP oferă o caracteristică în care angajatorul și persoanele în căutarea unui loc de muncă pot partaja și le pot spune prietenilor despre locuri de muncă, trimițându-le un e-mail.

source: Visitor add job add-on offers guests can add job in the system without logged in the system.
it_it: Il componente aggiuntivo per l'aggiunta di lavoro dei visitatori offre agli ospiti la possibilità di aggiungere un lavoro nel sistema senza aver effettuato l'accesso al sistema.
pl_pl: Gość dodawanie ofert pracy dodatek do ofert goście mogą dodawać oferty pracy w systemie bez logowania się do systemu.
ro_ro: Suplimentul pentru adăugare de locuri de muncă pentru vizitatori oferă oaspeților posibilitatea de a adăuga locuri de muncă în sistem fără a fi conectați la sistem.

source: WP Job Portal is a trusted open source ticket system. WP Job Portal is a simple, easy to use, web-based customer support system. Users can create a ticket from the front-end. WP Job Portal comes packed with lot features than most of the expensive(and complex) support ticket system on the market. The best part is, It completely free.
it_it: WP Job Portal è un sistema di ticket open source affidabile. WP Job Portal è un sistema di assistenza clienti basato sul Web semplice, facile da usare. Gli utenti possono creare un ticket dal front-end. WP Job Portal è dotato di molte funzionalità rispetto alla maggior parte del costoso (e complesso) sistema di ticket di supporto sul mercato. La parte migliore è che è completamente gratuito.
pl_pl: WP Job Portal to zaufany system biletów typu open source. WP Job Portal to prosty, łatwy w użyciu internetowy system obsługi klienta. Użytkownicy mogą tworzyć zgłoszenie z poziomu front-endu. WP Job Portal jest wyposażony w wiele funkcji niż większość drogich (i złożonych) systemów obsługi zgłoszeń na rynku. Najlepsze jest to, że jest całkowicie darmowy.
ro_ro: WP Job Portal este un sistem de bilete open source de încredere. WP Job Portal este un sistem de asistență pentru clienți simplu, ușor de utilizat, bazat pe web. Utilizatorii pot crea un bilet din front-end. WP Job Portal vine plin cu multe caracteristici decât majoritatea sistemelor scumpe (și complexe) de bilete de asistență de pe piață. Cea mai bună parte este că este complet gratuit.

source: Add ons for WP Job Portal have been installed and activated successfully.
it_it: I componenti aggiuntivi per WP Job Portal sono stati installati e attivati ​​correttamente.
pl_pl: Dodatki do WP Job Portal zostały pomyślnie zainstalowane i aktywowane.
ro_ro: Suplimentele pentru WP Job Portal au fost instalate și activate cu succes.

source: WP Job Portal offers 75,000+ world cities database. Employers and job seekers can easily type and select cities.
it_it: WP Job Portal offre oltre 75.000 database di città del mondo. I datori di lavoro e le persone in cerca di lavoro possono facilmente digitare e selezionare le città.
pl_pl: Portal pracy WP oferuje bazę danych ponad 75 000 miast na świecie. Pracodawcy i osoby poszukujące pracy mogą łatwo wpisywać i wybierać miasta.
ro_ro: WP Job Portal oferă peste 75.000 de baze de date de orașe din lume. Angajatorii și persoanele aflate în căutarea unui loc de muncă pot scrie și selecta cu ușurință orașele.

source: WP Job Portal allows logins from social media. Employer and Job Seekers login into WP Jobs Portal by using their social media Logins.
it_it: WP Job Portal consente l'accesso dai social media. Datore di lavoro e persone in cerca di lavoro accedono al portale WP Jobs utilizzando i loro accessi ai social media.
pl_pl: Portal pracy WP umożliwia logowanie z mediów społecznościowych. Pracodawcy i osoby poszukujące pracy logują się do WP Jobs Portal za pomocą swoich loginów do mediów społecznościowych.
ro_ro: WP Job Portal permite autentificarea de pe rețelele sociale. Angajatorul și solicitanții de locuri de muncă se conectează la WP Jobs Portal utilizând autentificarea lor pe rețelele sociale.

source: WP Job Portal offers a feature for visitors. No need to create a account, job seeker apply to any available job as a visitor.
it_it: WP Job Portal offre una funzione per i visitatori. Non c'è bisogno di creare un account, chi cerca lavoro fa domanda per qualsiasi lavoro disponibile come visitatore.
pl_pl: Portal pracy WP oferuje funkcję dla odwiedzających. Nie ma potrzeby zakładania konta, osoba poszukująca pracy aplikuje na dowolną dostępną pracę jako gość.
ro_ro: WP Job Portal oferă o caracteristică pentru vizitatori. Nu este nevoie să creați un cont, solicitantul de locuri de muncă se aplică la orice loc de muncă disponibil ca vizitator.

source: WP Job Portal offers a useful feature for employers to control all his companies in a single account.
it_it: WP Job Portal offre una funzione utile per i datori di lavoro per controllare tutte le sue aziende in un unico account.
pl_pl: Portal pracy WP oferuje pracodawcom przydatną funkcję do kontrolowania wszystkich swoich firm na jednym koncie.
ro_ro: WP Job Portal oferă o caracteristică utilă angajatorilor pentru a-și controla toate companiile într-un singur cont.

source: WP Job Portal offers an outstanding feature for employers to mark their company as featured. Featured companies shows top of companies list.
it_it: WP Job Portal offre una funzionalità eccezionale per i datori di lavoro per contrassegnare la propria azienda come in primo piano. Le aziende in primo piano mostrano la parte superiore dell'elenco delle aziende.
pl_pl: WP Job Portal oferuje pracodawcom wyjątkową funkcję oznaczania swojej firmy jako wyróżnionej. Wyróżnione firmy to lista najlepszych firm.
ro_ro: Portalul de locuri de muncă WP oferă angajatorilor o caracteristică remarcabilă pentru a-și marca compania ca prezentată. Companiile prezentate arată partea de sus a listei de companii.

source: WP Job Portal offers this feature to Employes to add multiple departments to better manage his jobs. Job seeker apply to the desired department jobs.
it_it: WP Job Portal offre questa funzione ai dipendenti per aggiungere più dipartimenti per gestire meglio i suoi lavori. La persona in cerca di lavoro si candida ai lavori del dipartimento desiderati.
pl_pl: Portal pracy WP oferuje Pracownikom tę funkcję umożliwiającą dodawanie wielu działów w celu lepszego zarządzania jego zadaniami. Osoba poszukująca pracy aplikuje na wybrane stanowiska w dziale.
ro_ro: WP Job Portal oferă această funcție angajaților pentru a adăuga mai multe departamente pentru a-și gestiona mai bine locurile de muncă. Cautatorul de locuri de munca aplica la joburile departamentului dorit.

source: WP Job Portal helps job seekers to make any of his resume as Featured Resume.
it_it: WP Job Portal aiuta le persone in cerca di lavoro a creare qualsiasi suo curriculum come curriculum in primo piano.
pl_pl: Portal pracy WP pomaga osobom poszukującym pracy wykonać dowolne z jego CV jako CV polecane.
ro_ro: Portalul de locuri de muncă WP îi ajută pe cei care caută un loc de muncă să facă oricare dintre CV-ul său ca CV recomandat.

source: WP Job Portal offers Real Simple Syndication (RSS) to set feeds for the jobs. Everyone can get jobs RSS just by clicking on icon.
it_it: WP Job Portal offre Real Simple Syndication (RSS) per impostare feed per i lavori. Tutti possono ottenere lavori RSS semplicemente facendo clic sull'icona.
pl_pl: Portal pracy WP oferuje Real Simple Syndication (RSS) do ustawiania kanałów pracy. Każdy może otrzymać RSS z ofertami pracy, klikając ikonę.
ro_ro: WP Job Portal oferă Real Simple Syndication (RSS) pentru a seta fluxuri pentru joburi. Toată lumea poate obține joburi RSS doar făcând clic pe pictogramă.

source: WP Job Portal offers a message system for Employers and Job Seekers. Employers initiate messages on any applied resume.
it_it: WP Job Portal offre un sistema di messaggi per datori di lavoro e persone in cerca di lavoro. I datori di lavoro avviano messaggi su qualsiasi curriculum applicato.
pl_pl: WP Job Portal oferuje system wiadomości dla pracodawców i osób poszukujących pracy. Pracodawcy inicjują wiadomości dotyczące każdego zastosowanego CV.
ro_ro: WP Job Portal oferă un sistem de mesaje pentru Angajatori și Căutători de locuri de muncă. Angajatorii inițiază mesaje pentru orice CV aplicat.

source: WP Job Portal offers a feature for employers to perform some actions on resumes. Employer mark shortlisted, hired, spam, add a note on the applied resume.
it_it: WP Job Portal offre una funzionalità per i datori di lavoro per eseguire alcune azioni sui curriculum. Marchio del datore di lavoro selezionato, assunto, spam, aggiungere una nota sul curriculum applicato.
pl_pl: Portal pracy WP oferuje pracodawcom funkcję wykonywania niektórych czynności w CV. Pracodawca zaznacza na krótkiej liście, wynajmuje, spamuje, dodaje notatkę do zastosowanego CV.
ro_ro: Portalul de locuri de muncă WP oferă angajatorilor o funcție pentru a efectua unele acțiuni asupra CV-urilor. Angajatorul marchează pe lista scurtă, angajat, spam, adaugă o notă pe CV-ul aplicat.

source: WP Job Portal offers a feature for the job seeker to add multiple resumes. Job seeker have a choice on which job which resume to apply.
it_it: WP Job Portal offre una funzione per chi cerca lavoro per aggiungere più curriculum. Chi cerca lavoro può scegliere su quale lavoro riprendere a candidarsi.
pl_pl: WP Job Portal oferuje osobom poszukującym pracy funkcję dodawania wielu CV. Osoba poszukująca pracy ma wybór, o którą pracę wznowić.
ro_ro: Portalul de locuri de muncă WP oferă o funcție pentru solicitantul de locuri de muncă pentru a adăuga mai multe CV-uri. Persoanele aflate în căutarea unui loc de muncă au de ales la ce job care CV-ul să aplice.

source: This add-on offers to the employer to search the resume in the system with multiple criteria.
it_it: Questo componente aggiuntivo offre al datore di lavoro la possibilità di cercare il curriculum nel sistema con criteri multipli.
pl_pl: Ten dodatek oferuje pracodawcy przeszukiwanie CV w systemie według wielu kryteriów.
ro_ro: Acest supliment oferă angajatorului să caute CV-ul în sistem cu mai multe criterii.

source: WP Job Portal will help job seekers to shortlist their desired jobs. All shortlisted jobs are available in job seeker dashboard.
it_it: WP Job Portal aiuterà le persone in cerca di lavoro a selezionare i lavori desiderati. Tutti i lavori selezionati sono disponibili nella dashboard delle persone in cerca di lavoro.
pl_pl: Portal pracy WP pomoże osobom poszukującym pracy w znalezieniu pożądanej pracy. Wszystkie oferty pracy z krótkiej listy są dostępne w panelu dla poszukujących pracy.
ro_ro: Portalul de locuri de muncă WP îi va ajuta pe solicitanții de locuri de muncă să își scurteze locurile de muncă dorite. Toate locurile de muncă selectate sunt disponibile în tabloul de bord pentru persoanele în căutarea unui loc de muncă.

source: Cron job adon offers to reduce dependencies on WordPress cron job and support Hosting Panel cron job for WP Job Portal tasks.
it_it: Cron job adon offre per ridurre le dipendenze dal cron job di WordPress e supportare il cron job del pannello di hosting per le attività di WP Job Portal.
pl_pl: Cron Job Adon oferuje zmniejszenie zależności od zadania cron WordPress i wsparcie zadania cron w panelu hostingowym dla zadań WP Job Portal.
ro_ro: Cron job adon oferă să reducă dependențele de cron job WordPress și să sprijine Hosting Panel cron job pentru sarcinile WP Job Portal.

source: Widgets in WordPress allow you to add content and features in the widgetized areas of your theme.
it_it: I widget in WordPress ti consentono di aggiungere contenuti e funzionalità nelle aree widget del tuo tema.
pl_pl: Widżety w WordPress umożliwiają dodawanie treści i funkcji w obszarach motywu z widżetami.
ro_ro: Widgeturile din WordPress vă permit să adăugați conținut și funcții în zonele widgetizate ale temei dvs.

source: When WordPress language change to ro, WP Job Portal language will auto change to ro
it_it: Quando la lingua di WordPress cambia in ro, la lingua di WP Job Portal cambierà automaticamente in ro
pl_pl: Po zmianie języka WordPress na ro, język WP Job Portal zmieni się automatycznie na ro
ro_ro: Când limba WordPress se schimbă în ro, limba WP Job Portal se va schimba automat în ro

source: Data has been uploaded successfully
it_it: I dati sono stati caricati correttamente
pl_pl: Dane zostały pomyślnie przesłane
ro_ro: Datele au fost încărcate cu succes

source: Data has not been uploaded
it_it: I dati non sono stati caricati
pl_pl: Dane nie zostały przesłane
ro_ro: Datele nu au fost încărcate

source: Click here to continue
it_it: Clicca qui per continuare
pl_pl: Kliknij tu by kontynuować
ro_ro: Apasa aici pentru a continua

source: Address Data Update
it_it: Aggiornamento dati indirizzo
pl_pl: Aktualizacja danych adresowych
ro_ro: Actualizarea datelor de adresă

source: LOADING
it_it: CARICAMENTO IN CORSO
pl_pl: ŁADOWANIE
ro_ro: SE ÎNCARCĂ

source: Backup
pl_pl: Utworzyć kopię zapasową

source: Importing New Data
it_it: Importazione di nuovi dati
pl_pl: Importowanie nowych danych
ro_ro: Importul de date noi

source: help
it_it: aiuto
pl_pl: Wsparcie
ro_ro: Ajutor

source: Download From Joomsky website
it_it: Scarica dal sito web Joomsky
pl_pl: Pobierz ze strony Joomsky
ro_ro: Descărcați de pe site-ul Joomsky

source: download
it_it: Scarica
pl_pl: Pobieranie
ro_ro: Descarca

source: Kept Data
it_it: Dati conservati
pl_pl: Przechowywane dane
ro_ro: Date păstrate

source: Discard Old Data
it_it: Elimina i vecchi dati
pl_pl: Odrzuć stare dane
ro_ro: Aruncă datele vechi

source: File
pl_pl: Plik
ro_ro: Fişier

source: My File
it_it: Il mio file
pl_pl: Mój plik
ro_ro: Dosarul meu

source: Joomsky File
it_it: File Joomsky
pl_pl: Plik Joomsky'ego
ro_ro: Fișierul Joomsky

source: Data Contain
it_it: Contengono dati
pl_pl: Dane zawierają
ro_ro: Datele Conțin

source: States and cities
it_it: Stati e città
pl_pl: Stany i miasta
ro_ro: State și orașe

source: Make sure you did not changed country id or state id in database
it_it: Assicurati di non aver modificato l'ID paese o l'ID stato nel database
pl_pl: Upewnij się, że nie zmieniłeś identyfikatora kraju lub identyfikatora stanu w bazie danych
ro_ro: Asigurați-vă că nu ați schimbat ID-ul țării sau ID-ul statului în baza de date

source: Choose File
it_it: Scegli il file
pl_pl: Wybierz plik
ro_ro: Alege fișierul

source: State id greater country id is your responsibility
it_it: State id maggiore id paese è la tua responsabilità
pl_pl: Identyfikator stanu większy identyfikator kraju to Twoja odpowiedzialność
ro_ro: Id-ul de stat mai mare ID-ul de țară este responsabilitatea dvs

source: Cities have no ids also state id and country id is your responsibility
it_it: Le città non hanno ID anche l'ID dello stato e l'id del paese è una tua responsabilità
pl_pl: Miasta nie mają identyfikatorów, a identyfikator kraju jest Twoim obowiązkiem
ro_ro: Orașele nu au ID-uri, de asemenea, ID-ul de stat, iar ID-ul țării este responsabilitatea ta

source: Consider old countries were not edit otherwise problem may occur
it_it: Considera che i vecchi paesi non sono stati modificati, altrimenti potrebbero verificarsi problemi
pl_pl: Weź pod uwagę, że stare kraje nie były edytowane, w przeciwnym razie może wystąpić problem
ro_ro: Luați în considerare că țările vechi nu au fost editate, altfel pot apărea probleme

source: load address data
it_it: caricare i dati dell'indirizzo
pl_pl: załaduj dane adresowe
ro_ro: încărcați datele de adresă

source: Map Detail
it_it: Dettaglio mappa
pl_pl: Szczegóły mapy
ro_ro: Detaliu hartă

source: Radius
it_it: Raggio
pl_pl: Promień
ro_ro: Rază

source: Radius Length Type
it_it: Tipo di lunghezza del raggio
pl_pl: Typ długości promienia
ro_ro: Tip lungime rază

source: Add Skills
it_it: Aggiungi abilità
pl_pl: Dodaj umiejętności
ro_ro: Adăugați abilități

source: There was some problem performing action
it_it: Si è verificato un problema durante l'esecuzione dell'azione
pl_pl: Wystąpił problem podczas wykonywania czynności
ro_ro: A apărut o problemă la efectuarea acțiunii
