Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: Stop Publishing
it_it: Interrompi la pubblicazione
pl_pl: Zatrzymaj publikowanie
ro_ro: Opriți publicare

source: Column rer row
it_it: Riga rer colonna
pl_pl: Wiersz rer kolumny
ro_ro: Rând coloană rer

source: Resume Type
it_it: Tipo di curriculum
pl_pl: Typ wznowienia
ro_ro: Tip de CV

source: Newest Resumes
it_it: Curriculum più recenti
pl_pl: Najnowsze CV
ro_ro: Cele mai noi CV-uri

source: Top Resumes
it_it: I migliori curriculum
pl_pl: Top CV
ro_ro: Top CV-uri

source: Featured Resumes
it_it: Curriculum in primo piano
pl_pl: Polecane CV
ro_ro: CV-uri recomandate

source: No. of Resumes
it_it: N. di curriculum
pl_pl: Liczba CV
ro_ro: Nr. CV-uri

source: Could not find any matching results
it_it: Impossibile trovare risultati corrispondenti
pl_pl: Nie udało się znaleźć żadnych pasujących wyników
ro_ro: Nu s-au putut găsi rezultate potrivite

source: no record
it_it: nessuna registrazione
pl_pl: brak rekordu
ro_ro: fără înregistrări

source: No record found !...
it_it: Nessun record trovato!...
pl_pl: Nie znaleziona nagrania !...
ro_ro: Nicio inregistrare gasita !...

source: user ban
it_it: divieto dell'utente
pl_pl: blokada użytkownika
ro_ro: interzicerea utilizatorului

source: Your account is disabled, please contact system administrator !...
it_it: Il tuo account è disabilitato, contatta l'amministratore di sistema!...
pl_pl: Twoje konto jest wyłączone, skontaktuj się z administratorem systemu! ...
ro_ro: Contul dvs. este dezactivat, vă rugăm să contactați administratorul de sistem!...

source: login
it_it: Accedere
pl_pl: Zaloguj sie

source: To Access This Page Please Login !...
it_it: Per accedere a questa pagina effettua il login!...
pl_pl: Aby uzyskać dostęp do tej strony, zaloguj się! ...
ro_ro: Pentru a accesa această pagină, vă rugăm să vă autentificați!...

source: Back to control panel
it_it: Torna al pannello di controllo
pl_pl: Powrót do panelu sterowania
ro_ro: Înapoi la panoul de control

source: register banned
it_it: registro vietato
pl_pl: rejestracja zbanowana
ro_ro: înregistrarea interzisă

source: You are not logged in
it_it: Non sei loggato
pl_pl: Nie jesteś zalogowany
ro_ro: Nu sunteți autentificat

source: Job seeker not allowed to perform this action
it_it: La persona in cerca di lavoro non è autorizzata a eseguire questa azione
pl_pl: Osoba poszukująca pracy nie może wykonać tej czynności
ro_ro: Căutătorul de locuri de muncă nu are voie să efectueze această acțiune

source: Employer not allowed to perform this action
it_it: Il datore di lavoro non è autorizzato a eseguire questa azione
pl_pl: Pracodawca nie może wykonać tej czynności
ro_ro: Angajatorul nu are voie să efectueze această acțiune

source: You do not have enough credits
it_it: Non hai abbastanza crediti
pl_pl: Nie masz wystarczającej liczby kredytów
ro_ro: Nu aveți suficiente credite

source: Employer Is Disabled By Admin
it_it: Il datore di lavoro è disabilitato dall'amministratore
pl_pl: Pracodawca jest wyłączony przez administratora
ro_ro: Angajatorul este dezactivat de administrator

source: Employer not allowed in job seeker area
it_it: Datore di lavoro non ammesso nell'area in cerca di lavoro
pl_pl: Pracodawca nie może przebywać w strefie dla poszukujących pracy
ro_ro: Angajatorul nu este permis în zona persoanelor în căutarea unui loc de muncă

source: You are already logged in
it_it: Sei già loggato
pl_pl: Jesteś już zalogowany
ro_ro: Sunteți deja autentificat

source: Please select your role
it_it: Seleziona il tuo ruolo
pl_pl: Wybierz swoją rolę
ro_ro: Vă rugăm să vă selectați rolul

source: You are not allowed
it_it: Non hai il permesso
pl_pl: Nie masz pozwolenia
ro_ro: Nu ai voie

source: Buy New Package
it_it: Acquista un nuovo pacchetto
pl_pl: Kup nowy pakiet
ro_ro: Cumpărați un pachet nou

source: You are Not Allowed To add More than One
it_it: Non sei autorizzato ad aggiungerne più di uno
pl_pl: Nie możesz dodać więcej niż jednego
ro_ro: Nu aveți voie să adăugați mai mult de unul

source: Payment is Not Made Against This Job Contact Adminstrator
it_it: Il pagamento non è stato effettuato a carico di questo lavoro Contatta l'amministratore
pl_pl: Płatność za tę pracę nie jest dokonywana Skontaktuj się z administratorem
ro_ro: Plata nu se face împotriva acestui loc de muncă Contactați administratorul

source: not allowed
it_it: non autorizzato
pl_pl: nie dozwolony
ro_ro: nepermis

source: You are already logged in !...
it_it: Sei già loggato !...
pl_pl: Jesteś już zalogowany !...
ro_ro: Ești deja autentificat!...

source: Logout
it_it: Disconnettersi
pl_pl: Wyloguj
ro_ro: Deconectare

source: Please first make a selection from the list
it_it: Si prega di fare prima una selezione dall'elenco
pl_pl: Najpierw dokonaj wyboru z listy
ro_ro: Vă rugăm să faceți mai întâi o selecție din listă

source: Unknown
it_it: Sconosciuto
pl_pl: Nieznany
ro_ro: Necunoscut

source: Invalid request
it_it: Richiesta non valida
pl_pl: Nieprawidłowe żądanie
ro_ro: Cerere invalida

source: has been successfully saved
it_it: è stato salvato con successo
pl_pl: został pomyślnie zapisany
ro_ro: a fost salvat cu succes

source: has not been saved
it_it: non è stato salvato
pl_pl: nie został zapisany
ro_ro: nu a fost salvat

source: has been successfully deleted
it_it: è stato eliminato con successo
pl_pl: został pomyślnie usunięty
ro_ro: a fost șters cu succes

source: Record not exist
it_it: Il record non esiste
pl_pl: Rekord nie istnieje
ro_ro: Înregistrarea nu există

source: has not been deleted
it_it: non è stato cancellato
pl_pl: nie został usunięty
ro_ro: nu a fost șters

source: has been successfully published
it_it: è stato pubblicato con successo
pl_pl: został pomyślnie opublikowany
ro_ro: a fost publicat cu succes

source: transaction has been successfully verified
it_it: la transazione è stata verificata con successo
pl_pl: transakcja została pomyślnie zweryfikowana
ro_ro: tranzacția a fost verificată cu succes

source: transaction has been successfully un-verified
it_it: la transazione è stata annullata con successo
pl_pl: transakcja została pomyślnie cofnięta
ro_ro: tranzacția a fost anulată cu succes

source: transaction has not been successfully verified
it_it: la transazione non è stata verificata con successo
pl_pl: transakcja nie została pomyślnie zweryfikowana
ro_ro: tranzacția nu a fost verificată cu succes

source: transaction has not been successfully un-verified
it_it: la transazione non è stata annullata correttamente
pl_pl: transakcja nie została pomyślnie cofnięta
ro_ro: tranzacția nu a fost anulată cu succes

source: has not been published
it_it: non è stato pubblicato
pl_pl: nie został opublikowany
ro_ro: nu a fost publicat

source: has been successfully unpublished
it_it: è stato annullato con successo
pl_pl: została pomyślnie cofnięta
ro_ro: a fost nepublicat cu succes

source: has not been unpublished
it_it: non è stato inedito
pl_pl: nie został opublikowany
ro_ro: nu a fost nepublicat

source: Fields has been successfully required
it_it: I campi sono stati richiesti con successo
pl_pl: Pola zostały pomyślnie wymagane
ro_ro: Câmpurile au fost solicitate cu succes

source: Field has not been required
it_it: Il campo non è stato richiesto
pl_pl: Pole nie było wymagane
ro_ro: Câmpul nu a fost obligatoriu

source: Fields has not been required
it_it: I campi non sono stati obbligatori
pl_pl: Pola nie były wymagane
ro_ro: Câmpurile nu au fost obligatorii

source: Fields has been successfully not required
it_it: I campi sono stati richiesti con successo
pl_pl: Pola nie zostały pomyślnie wymagane
ro_ro: Câmpurile nu au fost obligatorii

source: Field has not been not required
it_it: Il campo non è stato richiesto
pl_pl: Pole nie było wymagane
ro_ro: Câmpul nu a fost obligatoriu

source: Fields has not been not required
it_it: I campi non sono stati obbligatori
pl_pl: Pola nie były wymagane
ro_ro: Câmpurile nu au fost obligatorii

source: Field order up successfully
it_it: Ordine sul campo completato con successo
pl_pl: Zamówienie w terenie zostało pomyślnie złożone
ro_ro: Comanda de câmp a fost reușită

source: Field order up error
it_it: Errore nell'ordine di campo
pl_pl: Błąd kolejności w polu
ro_ro: Eroare la comanda câmpului

source: Field order down successfully
it_it: Ordine sul campo inattivo con successo
pl_pl: Zamówienie w terenie zostało pomyślnie obniżone
ro_ro: Ordinea câmpurilor în jos cu succes

source: has been rejected
it_it: è stato respinto
pl_pl: została odrzucona
ro_ro: a fost respins

source: Job applied successfully
it_it: Lavoro applicato correttamente
pl_pl: Oferta pracy została pomyślnie zastosowana
ro_ro: Job aplicat cu succes

source: Error in applying job
it_it: Errore nell'applicazione del lavoro
pl_pl: Błąd w aplikacji o pracę
ro_ro: Eroare la aplicarea jobului

source: has not been rejected
it_it: non è stato respinto
pl_pl: nie został odrzucony
ro_ro: nu a fost respins

source: has been approved
it_it: è stato approvato
pl_pl: został zatwierdzony
ro_ro: a fost aprobat

source: has not been approved
it_it: non è stato approvato
pl_pl: nie został zatwierdzony
ro_ro: nu a fost aprobat

source: has been set as default
it_it: è stato impostato come predefinito
pl_pl: został ustawiony jako domyślny
ro_ro: a fost setat ca implicit

source: Unpublished field cannot set default
it_it: Il campo non pubblicato non può impostare il valore predefinito
pl_pl: Nieopublikowane pole nie może ustawić wartości domyślnej
ro_ro: Câmpul nepublicat nu poate seta implicit

source: has not been set as default
it_it: non è stato impostato come predefinito
pl_pl: nie został ustawiony jako domyślny
ro_ro: nu a fost setat ca implicit

source: status has been updated
it_it: lo stato è stato aggiornato
pl_pl: status został zaktualizowany
ro_ro: starea a fost actualizată

source: has not been updated
it_it: non è stato aggiornato
pl_pl: nie został zaktualizowany
ro_ro: nu a fost actualizat

source: in use cannot deleted
it_it: in uso non può essere cancellato
pl_pl: w użyciu nie można usunąć
ro_ro: în uz nu poate fi ștearsă

source: already exist
it_it: esistono già
pl_pl: już istnieje
ro_ro: Există deja

source: File type error
it_it: Errore del tipo di file
pl_pl: Błąd typu pliku
ro_ro: Eroare tip fișier

source: File size error
it_it: Dimensione file errata
pl_pl: Błąd rozmiaru pliku
ro_ro: Eroare de dimensiunea fișierului

source: has been enabled
it_it: è stato abilitato
pl_pl: została włączona
ro_ro: a fost activat

source: Can not buy free package more than once
it_it: Non è possibile acquistare il pacchetto gratuito più di una volta
pl_pl: Nie można kupić darmowego pakietu więcej niż jeden raz
ro_ro: Nu se poate cumpăra pachet gratuit de mai multe ori

source: has been disabled
it_it: è stato disabilitato
pl_pl: został wyłączony
ro_ro: a fost deconectat

source: no active package
it_it: nessun pacchetto attivo
pl_pl: brak aktywnego pakietu
ro_ro: nici un pachet activ

source: You don't have enough credits
it_it: Non hai abbastanza crediti
pl_pl: Nie masz wystarczającej liczby kredytów
ro_ro: Nu ai suficiente credite

source: buy packages
it_it: acquistare pacchetti
pl_pl: kup paczki
ro_ro: cumpara pachete

source: Address Data
it_it: Dati dell'indirizzo
pl_pl: Dane adresowe
ro_ro: Date de adresă

source: Featured company
it_it: Azienda in primo piano
pl_pl: Wyróżniona firma
ro_ro: Companie recomandată

source: Field
it_it: Campo
pl_pl: Pole
ro_ro: Camp

source: Employer package
it_it: Pacchetto datore di lavoro
pl_pl: Pakiet pracodawcy
ro_ro: Pachetul angajatorului

source: Featured job
it_it: Lavoro in evidenza
pl_pl: Polecana praca
ro_ro: Lucru recomandat

source: Job alert
it_it: Avviso di lavoro
pl_pl: Alert o pracy
ro_ro: Alertă de locuri de muncă

source: State
it_it: Stato
pl_pl: Stan
ro_ro: Stat

source: User role
it_it: Ruolo utente
pl_pl: Rola użytkownika
ro_ro: Rolul de utilizator

source: Email Template
it_it: Modello di posta elettronica
pl_pl: Szablon wiadomości e-mail
ro_ro: Șablon de e-mail

source: record
it_it: disco
pl_pl: rekord

source: Prefix
it_it: Prefisso
pl_pl: Prefiks

source: Career Level
it_it: livello di carriera
pl_pl: Szczebel kariery
ro_ro: Nivelul carierei

source: Jobseeker
it_it: In cerca di lavoro
pl_pl: Szukający pracy
ro_ro: Solicitant de loc de muncă

source: Previous
it_it: Precedente
pl_pl: Poprzedni
ro_ro: Anterior

source: Next
it_it: Prossimo
pl_pl: Kolejny
ro_ro: Următorul

source: Search job
it_it: Cerca lavoro
pl_pl: Szukaj pracy
ro_ro: Caută job

source: Jobs by state
it_it: Lavori per stato
pl_pl: Oferty pracy według stanu
ro_ro: Locuri de muncă după stat

source: Latest Resumes
it_it: Ultimi curriculum
pl_pl: Najnowsze CV
ro_ro: Ultimele CV-uri

source: Search jobs form WP Job Portal database
it_it: Cerca lavori nel database di WP Job Portal
pl_pl: Szukaj ofert pracy w bazie danych WP Job Portal
ro_ro: Căutați locuri de muncă din baza de date WP Job Portal

source: Search Job
it_it: Cerca lavoro
pl_pl: Szukaj pracy
ro_ro: Caută job

source: Username / password is incorrect
it_it: Il nome utente/password non è corretto
pl_pl: Nazwa użytkownika / hasło jest nieprawidłowe
ro_ro: Numele de utilizator/parola este incorectă

source: Jobs role
it_it: Ruolo di lavoro
pl_pl: Rola pracy
ro_ro: Rolul locurilor de muncă

source: Select job role
it_it: Seleziona ruolo lavorativo
pl_pl: Wybierz stanowisko
ro_ro: Selectați rolul postului

source: You must set jobs user role
it_it: È necessario impostare il ruolo utente dei lavori
pl_pl: Musisz ustawić rolę użytkownika zadań
ro_ro: Trebuie să setați rolul de utilizator pentru joburi

source: Username already taken
it_it: Nome utente già preso
pl_pl: Nazwa użytkownika zajęta
ro_ro: Nume de utilizator deja luat

source: Invalid username
it_it: Nome utente non valido
pl_pl: Zła nazwa użytkownika
ro_ro: Nume de utilizator invalid

source: Please enter a username
it_it: Inserisci un nome utente
pl_pl: Proszę, wpisz nazwę użytkownika
ro_ro: Va rugam sa introduceti un nume de utilizator

source: Invalid email
it_it: E-mail non valido
pl_pl: Niepoprawny email
ro_ro: E-mail invalid

source: Email already registered
it_it: Email già registrata
pl_pl: Email już zarejestrowany
ro_ro: E-mail deja înregistrat

source: Please enter a password
it_it: Per favore inserire una password
pl_pl: proszę wprowadzić hasło
ro_ro: Vă rugăm să introduceți o parolă

source: Passwords do not match
it_it: le passwords non corrispondono
pl_pl: Hasła nie pasują do siebie
ro_ro: parolele nu se potrivesc

source: Error Updating User
it_it: Errore durante l'aggiornamento dell'utente
pl_pl: Błąd podczas aktualizowania użytkownika
ro_ro: Eroare la actualizarea utilizatorului

source: User Added Successfully
it_it: Utente aggiunto con successo
pl_pl: Użytkownik został dodany pomyślnie
ro_ro: Utilizator adăugat cu succes

source: Employer Control Panel
it_it: Pannello di controllo del datore di lavoro
pl_pl: Panel Sterowania Pracodawcy
ro_ro: Panoul de control al angajatorului

source: WP JOB PORTAL Pages
it_it: Pagine del portale WP JOB
pl_pl: PORTAL PRACY WP
ro_ro: WP JOB PORTAL Pagini

source: Jobseeker Control Panel
it_it: Pannello di controllo in cerca di lavoro
pl_pl: Panel sterowania dla poszukujących pracy
ro_ro: Panoul de control al persoanelor în căutarea unui loc de muncă

source: Job Listing
it_it: Elenco di lavoro
pl_pl: Oferta pracy
ro_ro: Lista de locuri de muncă

source: Jobs By Catergories
it_it: Lavori per categorie
pl_pl: Praca według kategorii
ro_ro: Locuri de muncă după categorii

source: Add Job
it_it: Aggiungi lavoro
pl_pl: Dodaj stanowisko
ro_ro: Adăugați un loc de muncă

source: Employer Registration
it_it: Registrazione del datore di lavoro
pl_pl: Rejestracja pracodawcy
ro_ro: Înregistrarea angajatorului

source: Jobseeker Registration
it_it: Registrazione in cerca di lavoro
pl_pl: Rejestracja osób poszukujących pracy
ro_ro: Înregistrarea persoanei în căutarea unui loc de muncă

source: All Companies
it_it: Tutte le aziende
pl_pl: Wszystkie firmy
ro_ro: Toate Companiile

source: My Cover Letters
it_it: Le mie lettere di presentazione
pl_pl: Moje listy motywacyjne
ro_ro: Scrisorile mele de intenție

source: Add Cover Letter
it_it: Aggiungi lettera di presentazione
pl_pl: Dodaj list motywacyjny
ro_ro: Adăugați scrisoare de intenție

source: Employer My Stats
it_it: Datore di lavoro Le mie statistiche
pl_pl: Moje statystyki pracodawcy
ro_ro: Angajatorul Statisticile mele

source: Jobseeker My Stats
it_it: Le mie statistiche in cerca di lavoro
pl_pl: Poszukujący pracy Moje statystyki
ro_ro: Căutător de locuri de muncă Statisticile mele

source: WP JOB PORTAL Package
it_it: Pacchetto PORTALE LAVORO WP
pl_pl: Pakiet PORTAL PRACY WP
ro_ro: Pachet WP JOB PORTAL

source: WP JOB PORTAL Perlisting
it_it: PORTALE LAVORO WP Perlisting
pl_pl: PORTAL PRACY WP Perlisting

source: Package combo
it_it: Pacchetto combinato
pl_pl: Pakiet combo
ro_ro: Pachet combinat

source: Select packages pack so that user can purchase them.
it_it: Seleziona il pacchetto di pacchetti in modo che l'utente possa acquistarli.
pl_pl: Wybierz pakiet pakietów, aby użytkownik mógł je kupić.
ro_ro: Selectați pachetul de pachete, astfel încât utilizatorul să le poată cumpăra.

source: Feature Company
it_it: Azienda caratteristica
pl_pl: Firma fabularna
ro_ro: Companie de caracteristici

source: Featuer Job
it_it: Caratteristica lavoro
pl_pl: Funkcja Feature Job
ro_ro: Funcție de lucru

source: Feature Resume
it_it: Riprendi funzionalità
pl_pl: Wznowienie funkcji
ro_ro: CV-ul caracteristicii

source: Add Department
it_it: Aggiungi reparto
pl_pl: Dodaj dział
ro_ro: Adăugați departament

source: Resume Save Search
it_it: Riprendi Salva ricerca
pl_pl: Wznów Zapisz wyszukiwanie
ro_ro: Reluați căutarea Salvare

source: View Company Contact Detail
it_it: Visualizza i dettagli di contatto dell'azienda
pl_pl: Wyświetl dane kontaktowe firmy
ro_ro: Vedeți detaliile de contact ale companiei

source: View Resume Contact Detail
it_it: Visualizza i dettagli del contatto del curriculum
pl_pl: Wyświetl szczegóły kontaktu z CV
ro_ro: Vedeți detaliile de contact ale CV-ului

source: WP Job Portal
it_it: Portale di lavoro WP
pl_pl: Portal pracy WP
ro_ro: Portalul de locuri de muncă WP

source: Theme
it_it: Tema
pl_pl: Motyw
ro_ro: Temă

source: Configurations
it_it: Configurazioni
pl_pl: Konfiguracje
ro_ro: Configurații

source: Jobseeker/Employer Reports
it_it: Rapporti in cerca di lavoro/datore di lavoro
pl_pl: Raporty dla poszukujących pracy / pracodawców
ro_ro: Rapoarte privind solicitantul de locuri de muncă/angajator

source: Pro Installer
it_it: Installatore professionista
pl_pl: Instalator Pro

source: Email Templates Options
it_it: Opzioni modelli e-mail
pl_pl: Opcje szablonów wiadomości e-mail
ro_ro: Opțiuni pentru șabloane de e-mail

source: Custom Fields
it_it: Campi personalizzati
pl_pl: Pola niestandardowe
ro_ro: câmpuri customizate

source: Employer Packages
it_it: Pacchetti datore di lavoro
pl_pl: Pakiety pracodawcy
ro_ro: Pachete pentru angajator

source: Field Ordering
it_it: Ordinazione sul campo
pl_pl: Zamawianie w terenie
ro_ro: Comandă de câmp

source: Job Seeker Packages
it_it: Pacchetti in cerca di lavoro
pl_pl: Pakiety dla poszukujących pracy
ro_ro: Pachete pentru căutarea unui loc de muncă

source: Payment History
it_it: Storico dei pagamenti
pl_pl: Historia płatności
ro_ro: istoria platilor

source: Payment Method Configuration
it_it: Configurazione del metodo di pagamento
pl_pl: Konfiguracja metody płatności
ro_ro: Configurarea metodei de plată

source: Salary Range Types
it_it: Tipi di intervallo salariale
pl_pl: Rodzaje przedziałów wynagrodzenia
ro_ro: Tipuri de intervale salariale

source: Cover letter
it_it: Lettera di presentazione
pl_pl: List motywacyjny
ro_ro: Scrisoare de intenție

source: WP Job Portal Settings
it_it: Impostazioni del portale di lavoro WP
pl_pl: Ustawienia portalu pracy WP
ro_ro: Setări WP Job Portal

source: Premium Plugin
it_it: Plugin Premium
pl_pl: Wtyczka Premium
ro_ro: Plugin premium

source: Premium Addon
it_it: Componente aggiuntivo premium
pl_pl: Dodatek Premium
ro_ro: Supliment Premium

source: Cover Letter
it_it: Lettera di presentazione
pl_pl: List motywacyjny
ro_ro: Scrisoare de intenție

source: Applied for job
it_it: Candidato per lavoro
pl_pl: Złożył podanie o pracę
ro_ro: Aplicat pentru job

source: With Resume
it_it: Con Curriculum
pl_pl: Z CV
ro_ro: Cu CV

source: added a new
it_it: aggiunto un nuovo
pl_pl: dodał nowy
ro_ro: a adăugat un nou

source: Edited a existing
it_it: Modificato un esistente
pl_pl: Edytowano istniejący plik
ro_ro: A editat un existent

source: Deleted a
it_it: Eliminato a
pl_pl: Usunięto a
ro_ro: Șters a

source: Reference For
it_it: Riferimento per
pl_pl: Odniesienie do
ro_ro: Referință pentru

source: Settings
it_it: Impostazioni
pl_pl: Ustawienia
ro_ro: Setări

source: Ages
it_it: Età
pl_pl: Wieczność
ro_ro: Vârste

source: Custom Field
it_it: Campo personalizzato
pl_pl: Pole niestandardowe
ro_ro: Câmp personalizat

source: submit
it_it: Invia
pl_pl: Zatwierdź
ro_ro: Trimite

source: Submit
it_it: Invia
pl_pl: Zatwierdź
ro_ro: Trimite

source: Sort by
it_it: Ordina per
pl_pl: Sortuj według
ro_ro: Filtrează după

source: Ordering updated
it_it: Ordinazione aggiornata
pl_pl: Zamówienie zaktualizowane
ro_ro: Comanda actualizată

source: Ordering
it_it: Ordinazione
pl_pl: Zamawianie
ro_ro: Comanda

source: Save Ordering
it_it: Salva ordinazione
pl_pl: Zapisz zamówienie
ro_ro: Salvați comanda

source: Add New Career Levels
it_it: Aggiungi nuovi livelli di carriera
pl_pl: Dodaj nowe poziomy kariery
ro_ro: Adăugați noi niveluri de carieră

source: grab
it_it: preda
pl_pl: chwycić
ro_ro: apuca

source: title
it_it: titolo
pl_pl: tytuł
ro_ro: titlu

source: default
it_it: predefinito
pl_pl: domyślna
ro_ro: Mod implicit

source: not default
it_it: non predefinito
pl_pl: nie domyślne
ro_ro: nu implicit

source: Records per page
it_it: Record per pagina
pl_pl: Rekordy na stronie
ro_ro: Înregistrări pe pagină

source: Show More
it_it: Mostra di più
pl_pl: Pokaż więcej
ro_ro: Afișați mai multe

source: Category Title
it_it: Titolo della categoria
pl_pl: Tytuł kategorii
ro_ro: Titlul categoriei

source: category name
it_it: Nome della categoria
pl_pl: Nazwa Kategorii
ro_ro: Numele categoriei

source: Error while saving new state
it_it: Errore durante il salvataggio del nuovo stato
pl_pl: Błąd podczas zapisywania nowego stanu
ro_ro: Eroare la salvarea stării noi

source: Country not found
it_it: Paese non trovato
pl_pl: Nie znaleziono kraju
ro_ro: Țara nu a fost găsită

source: Add New City
it_it: Aggiungi nuova città
pl_pl: Dodaj nowe miasto
ro_ro: Adăugați un oraș nou

source: Not Required
it_it: Non richiesto
pl_pl: Nie wymagane
ro_ro: Nu este necesar

source: 100 Per
pl_pl: 100 na

source: New company
it_it: Nuova compagnia
pl_pl: Nowa firma
ro_ro: Companie nouă

source: New department
it_it: Nuovo reparto
pl_pl: Nowy dział
ro_ro: Departament nou

source: New job
it_it: Nuovo lavoro
pl_pl: Nowa praca
ro_ro: Nou loc de muncă

source: Searched and saved resume
it_it: Curriculum cercato e salvato
pl_pl: Wyszukane i zapisane CV
ro_ro: CV căutat și salvat

source: Viewed resume contact details
it_it: Visualizzato i dettagli di contatto del curriculum
pl_pl: Wyświetlone CV szczegóły kontaktu
ro_ro: S-au vizualizat detaliile de contact ale CV-ului

source: Featured company for time period
it_it: Azienda in primo piano per periodo di tempo
pl_pl: Wyróżniona firma w okresie
ro_ro: Companie recomandată pentru perioada de timp

source: New resume
it_it: Nuovo curriculum
pl_pl: Nowe CV
ro_ro: CV nou

source: New cover letter
it_it: Nuova lettera di presentazione
pl_pl: Nowy list motywacyjny
ro_ro: Noua scrisoare de intentie

source: Life time job alert
it_it: Avviso di lavoro a vita
pl_pl: Powiadomienie o pracy na całe życie
ro_ro: Alertă de muncă pe viață
