Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: User Can Add New Tags
it_it: L'utente può aggiungere nuovi tag
pl_pl: Użytkownik może dodawać nowe tagi
ro_ro: Utilizatorul poate adăuga etichete noi

source: Allow users to create new tags in the system when posting
it_it: Consenti agli utenti di creare nuovi tag nel sistema durante la pubblicazione
pl_pl: Zezwalaj użytkownikom na tworzenie nowych tagów w systemie podczas publikowania
ro_ro: Permiteți utilizatorilor să creeze noi etichete în sistem la postare

source: Default Pagination Size
it_it: Dimensione paginazione predefinita
pl_pl: Domyślny rozmiar paginacji
ro_ro: Dimensiunea implicită a paginii

source: Maximum number of records to show per page
it_it: Numero massimo di record da mostrare per pagina
pl_pl: Maksymalna liczba rekordów wyświetlanych na stronie
ro_ro: Numărul maxim de înregistrări de afișat pe pagină

source: Show Breadcrumbs
it_it: Mostra breadcrumb
pl_pl: Pokaż bułkę tartą
ro_ro: Afișați pesmet

source: Show WP Job Portal Page Title
it_it: Mostra il titolo della pagina del portale di lavoro WP
pl_pl: Pokaż tytuł strony portalu pracy WP
ro_ro: Afișați titlul paginii portalului WP

source: File Uploads & Defaults
it_it: Caricamenti di file e impostazioni predefinite
pl_pl: Przesyłanie plików i ustawienia domyślne
ro_ro: Încărcări de fișiere și valorile implicite

source: Manage file uploads and default placeholder images
it_it: Gestisci i caricamenti di file e le immagini segnaposto predefinite
pl_pl: Zarządzaj przesyłaniem plików i domyślnymi obrazami zastępczymi
ro_ro: Gestionați încărcăturile de fișiere și imaginile implicite ale locului de loc

source: Data Directory
it_it: Directory dei dati
pl_pl: Katalog danych
ro_ro: Director de date

source: System will upload all user files into this folder within the WordPress uploads directory
it_it: Il sistema caricherà tutti i file utente in questa cartella all'interno della directory dei caricamenti di WordPress
pl_pl: System prześle wszystkie pliki użytkownika do tego folderu w katalogu przesyłania WordPress
ro_ro: Sistemul va încărca toate fișierele de utilizator în acest folder din directorul WordPress Embloade

source: Default Image
it_it: Immagine predefinita
pl_pl: Domyślny obraz
ro_ro: Imagine implicită

source: This image will be shown as the default for entities & users if no other image is provided
it_it: Questa immagine verrà mostrata come predefinita per entità e utenti se non viene fornita nessun'altra immagine
pl_pl: Ten obraz będzie wyświetlany jako domyślny dla podmiotów i użytkowników, jeśli nie zostanie dostarczony żaden inny obraz
ro_ro: Această imagine va fi afișată ca fiind implicită pentru entități și utilizatori, dacă nu este furnizată altă imagine

source: Allowed Image Extensions
it_it: Estensioni immagine consentite
pl_pl: Dozwolone rozszerzenia obrazów
ro_ro: Extensii de imagine permise

source: Comma-separated list of allowed image file extensions
it_it: Elenco separato da virgole delle estensioni di file immagine consentite
pl_pl: Rozdzielana przecinkami lista dozwolonych rozszerzeń plików obrazów
ro_ro: Lista separată de virgulă a extensiilor de fișiere imagine permise

source: Max Image Size
it_it: Dimensione massima dell'immagine
pl_pl: Maksymalny rozmiar obrazu
ro_ro: Dimensiunea maximă a imaginii

source: Maximum file size for general image uploads in kilobytes
it_it: Dimensione massima del file per caricamenti di immagini generali in kilobyte
pl_pl: Maksymalny rozmiar pliku do ogólnego przesyłania obrazów w kilobajtach
ro_ro: Dimensiunea maximă a fișierului pentru încărcări generale de imagine în kilobiți

source: URL & SEO
it_it: URL e SEO
pl_pl: Adres URL i SEO

source: URL Structure
it_it: Struttura dell'URL
pl_pl: Struktura adresu URL
ro_ro: Structura URL

source: Configure the URL structure
it_it: Configura la struttura dell'URL
pl_pl: Skonfiguruj strukturę adresu URL
ro_ro: Configurați structura URL

source: permalinks
it_it: permalink
pl_pl: linki bezpośrednie

source: for detail pages
it_it: per le pagine dei dettagli
pl_pl: dla stron szczegółowych
ro_ro: pentru pagini de detaliu

source: Job Detail URL Structure
it_it: Struttura dell'URL dei dettagli del lavoro
pl_pl: Struktura adresu URL szczegółów oferty pracy
ro_ro: Structura URL a detaliilor postului

source: Click on the available tags below to build the URL structure for job detail pages
it_it: Fai clic sui tag disponibili di seguito per creare la struttura URL per le pagine dei dettagli del lavoro
pl_pl: Kliknij dostępne tagi poniżej, aby zbudować strukturę adresów URL stron ze szczegółami ofert pracy
ro_ro: Faceți clic pe etichetele disponibile de mai jos pentru a construi structura URL pentru paginile de detaliu de lucru

source: Company Detail URL Structure
it_it: Struttura dell'URL dei dettagli dell'azienda
pl_pl: Struktura adresu URL szczegółów firmy
ro_ro: Structura URL a detaliilor companiei

source: Click on the available tags below to build the URL structure for company detail pages
it_it: Fai clic sui tag disponibili di seguito per creare la struttura URL per le pagine dei dettagli dell'azienda
pl_pl: Kliknij dostępne tagi poniżej, aby zbudować strukturę adresów URL stron zawierających szczegółowe informacje o firmie
ro_ro: Faceți clic pe etichetele disponibile de mai jos pentru a construi structura URL pentru paginile de detaliu ale companiei

source: Resume Detail URL Structure
it_it: Riprendi la struttura dettagliata dell'URL
pl_pl: Wznów szczegółową strukturę adresu URL
ro_ro: Reluați Structura URL -ului detaliat

source: Click on the available tags below to build the URL structure for resume detail pages
it_it: Fai clic sui tag disponibili di seguito per creare la struttura URL per le pagine dei dettagli del curriculum
pl_pl: Kliknij dostępne tagi poniżej, aby zbudować strukturę adresów URL stron ze szczegółami CV
ro_ro: Faceți clic pe etichetele disponibile de mai jos pentru a construi structura URL pentru paginile de detaliu CV

source: Registration & Access
it_it: Registrazione e accesso
pl_pl: Rejestracja i dostęp
ro_ro: Înregistrare și acces

source: If no then front end employer area is not accessible
it_it: In caso negativo, l'area front-end del datore di lavoro non è accessibile
pl_pl: Jeśli nie, frontowa strefa pracodawcy nie jest dostępna
ro_ro: Dacă nu, atunci zona angajatorului frontal nu este accesibilă

source: Allow Registration as Employer
it_it: Consenti la registrazione come datore di lavoro
pl_pl: Zezwalaj na rejestrację jako pracodawca
ro_ro: Permiteți înregistrarea ca angajator

source: Show the option to register as an employer on the registration form
it_it: Mostra l'opzione per registrarti come datore di lavoro nel modulo di registrazione
pl_pl: Pokaż opcję zarejestrowania się jako pracodawca w formularzu rejestracyjnym
ro_ro: Afișați opțiunea de a vă înregistra ca angajator în formularul de înregistrare

source: Employer Default Role
it_it: Ruolo predefinito del datore di lavoro
pl_pl: Domyślna rola pracodawcy
ro_ro: Rolul implicit al angajatorului

source: Employer Can View Job Seeker Area
it_it: Il datore di lavoro può visualizzare l'area di ricerca di lavoro
pl_pl: Pracodawca może przeglądać obszar osób poszukujących pracy
ro_ro: Angajatorul poate vizualiza zona de căutător de locuri de muncă

source: Allow logged-in employers to view the job seeker control panel
it_it: Consenti ai datori di lavoro registrati di visualizzare il pannello di controllo delle persone in cerca di lavoro
pl_pl: Zezwól zalogowanym pracodawcom na przeglądanie panelu sterowania osób poszukujących pracy
ro_ro: Permiteți angajatorilor conectați să vizualizeze panoul de control al căutătorului de locuri de muncă

source: Set Employer After-Register Link
it_it: Imposta il collegamento dopo la registrazione del datore di lavoro
pl_pl: Ustaw łącze pracodawcy po rejestracji
ro_ro: Setați legătura după înregistrare a angajatorului

source: Employer After-Registration Page
it_it: Pagina successiva alla registrazione del datore di lavoro
pl_pl: Strona po rejestracji pracodawcy
ro_ro: Pagina după înregistrare a angajatorului

source: Employer Custom After-Registration Link
it_it: Link personalizzato dopo la registrazione del datore di lavoro
pl_pl: Niestandardowy link porejestracyjny pracodawcy
ro_ro: Link de înregistrare după înregistrare personalizată a angajatorului

source: Custom Empolyer After Regitser Link
it_it: Datore di lavoro personalizzato dopo il collegamento alla registrazione
pl_pl: Niestandardowy link do pracodawcy po zarejestrowaniu
ro_ro: Angajator personalizat după legătura de registru

source: Layout & Widgets
it_it: Layout e widget
pl_pl: Układ i widżety
ro_ro: Aspect și widget -uri

source: Control the visibility of main sections and widgets in the logged-in employer dashboard
it_it: Controlla la visibilità delle sezioni principali e dei widget nella dashboard del datore di lavoro che ha effettuato l'accesso
pl_pl: Kontroluj widoczność głównych sekcji i widżetów w panelu zalogowanego pracodawcy
ro_ro: Controlați vizibilitatea secțiunilor principale și a widget-urilor din tabloul de bord al angajatorului conectat

source: Show Profile Section
it_it: Mostra sezione profilo
pl_pl: Pokaż sekcję profilu
ro_ro: Afișați secțiunea de profil

source: Show Stat Boxes
it_it: Mostra caselle delle statistiche
pl_pl: Pokaż pola statystyk
ro_ro: Afișați cutii de stat

source: Show Recent Resumes Box
it_it: Mostra la casella Curriculum recenti
pl_pl: Pokaż pole ostatnich CV
ro_ro: Afișați caseta CV -urilor recente

source: Show Stats Graph
it_it: Mostra grafico delle statistiche
pl_pl: Pokaż wykres statystyk
ro_ro: Afișați graficul statisticilor

source: Setting to show the stats graph on the employer dashboard
it_it: Impostazione per mostrare il grafico delle statistiche sulla dashboard del datore di lavoro
pl_pl: Ustawienie wyświetlania wykresu statystyk na panelu pracodawcy
ro_ro: Setare pentru a afișa graficul de statistici de pe tabloul de bord al angajatorului

source: Show Useful Links
it_it: Mostra collegamenti utili
pl_pl: Pokaż przydatne linki
ro_ro: Afișați legături utile

source: Setting to show the useful links section
it_it: Impostazione per mostrare la sezione dei link utili
pl_pl: Ustawienie wyświetlania sekcji przydatnych linków
ro_ro: Setare pentru a afișa secțiunea Link -uri utile

source: Show Applied Resumes
it_it: Mostra curriculum applicati
pl_pl: Pokaż stosowane CV
ro_ro: Afișați CV -urile aplicate

source: Setting to show the applied resumes section
it_it: Impostazione per mostrare la sezione dei curriculum applicati
pl_pl: Ustawienie wyświetlania sekcji zastosowanych CV
ro_ro: Setare pentru a afișa secțiunea CV -uri aplicate

source: Show Saved Searches
it_it: Mostra ricerche salvate
pl_pl: Pokaż zapisane wyszukiwania
ro_ro: Afișați căutări salvate

source: Setting to show the saved searches section
it_it: Impostazione per mostrare la sezione delle ricerche salvate
pl_pl: Ustawienie wyświetlania sekcji zapisanych wyszukiwań
ro_ro: Setare pentru a afișa secțiunea Căutări salvate

source: Show Newest Resumes
it_it: Mostra i curriculum più recenti
pl_pl: Pokaż najnowsze CV
ro_ro: Arată cele mai noi CV -uri

source: Setting to show the newest resumes section
it_it: Impostazione per mostrare la sezione dei curriculum più recenti
pl_pl: Ustawienie wyświetlania sekcji najnowszych CV
ro_ro: Setare pentru a arăta cea mai nouă secțiune CV -uri

source: Navigation Links
it_it: Collegamenti di navigazione
pl_pl: Linki nawigacyjne
ro_ro: Legături de navigare

source: Control which navigation links are visible in the logged-in employer dashboard menu
it_it: Controlla quali collegamenti di navigazione sono visibili nel menu della dashboard del datore di lavoro che ha effettuato l'accesso
pl_pl: Kontroluj, które linki nawigacyjne są widoczne w menu dashboardu zalogowanego pracodawcy
ro_ro: Controlează ce legături de navigație sunt vizibile în meniul de bord al angajatorului conectat

source: link in the employer dashboard
it_it: collegamento nella dashboard del datore di lavoro
pl_pl: link w panelu pracodawcy
ro_ro: Link în tabloul de bord al angajatorului

source: RSS Feedback
it_it: Feedback RSS
pl_pl: Informacje zwrotne RSS
ro_ro: Feedback RSS

source: Job Seeker Default Role
it_it: Ruolo predefinito della persona in cerca di lavoro
pl_pl: Domyślna rola osoby poszukującej pracy
ro_ro: Rolul implicit al căutătorului de locuri de muncă

source: Set Job Seeker After-Register Link
it_it: Imposta il collegamento dopo la registrazione della persona in cerca di lavoro
pl_pl: Ustaw łącze po rejestracji osoby poszukującej pracy
ro_ro: Setați link-ul solicitant de locuri de muncă

source: Job Seeker After-Registration Page
it_it: Pagina successiva alla registrazione della persona in cerca di lavoro
pl_pl: Strona po rejestracji osoby poszukującej pracy
ro_ro: Pagina de înregistrare după înregistrare

source: Job Seeker Custom After-Registration Link
it_it: Link personalizzato dopo la registrazione per chi cerca lavoro
pl_pl: Niestandardowy link po rejestracji dla osób poszukujących pracy
ro_ro: Link de înregistrare după înregistrare a căutării de locuri de muncă

source: Custom Job seeker After Regitser Link
it_it: Cercatore di lavoro personalizzato dopo il collegamento alla registrazione
pl_pl: Niestandardowa osoba poszukująca pracy po łączu rejestracyjnym
ro_ro: Căutător de locuri de muncă personalizat după linkul de înregistrare

source: Enable Job Shortlisting
it_it: Abilita la selezione dei lavori
pl_pl: Włącz krótką listę stanowisk
ro_ro: Activați lista de locuri de muncă

source: Allow job seekers to shortlist jobs
it_it: Consenti alle persone in cerca di lavoro di selezionare i lavori
pl_pl: Pozwól osobom poszukującym pracy na umieszczanie krótkiej listy ofert pracy
ro_ro: Permiteți solicitanților de locuri de muncă să se desprindă de locuri de muncă

source: This affects the job detail page
it_it: Ciò influisce sulla pagina dei dettagli del lavoro
pl_pl: Ma to wpływ na stronę szczegółów zadania
ro_ro: Acest lucru afectează pagina detaliilor postului

source: Enable Tell a Friend
it_it: Abilita Dillo a un amico
pl_pl: Włącz opcję Powiadom znajomego
ro_ro: Activați spune unui prieten

source: Enable the
it_it: Abilita il
pl_pl: Włącz
ro_ro: Activați

source: feature on job listing pages
it_it: funzionalità nelle pagine delle offerte di lavoro
pl_pl: na stronach z ofertami pracy
ro_ro: Caracteristică pe paginile de listare a lucrărilor

source: Control the visibility of main sections and widgets in the logged-in job seeker dashboard
it_it: Controlla la visibilità delle sezioni principali e dei widget nella dashboard delle persone in cerca di lavoro che hanno effettuato l'accesso
pl_pl: Kontroluj widoczność głównych sekcji i widżetów w panelu zalogowanej osoby poszukującej pracy
ro_ro: Controlează vizibilitatea secțiunilor principale și a widget-urilor din tabloul de bord al căutătorului de locuri de muncă conectat

source: Show Applied Jobs Box
it_it: Mostra casella Lavori applicati
pl_pl: Pokaż pole Aplikowane oferty pracy
ro_ro: Afișați caseta de locuri de muncă aplicate

source: Show Newest Jobs Box
it_it: Mostra la casella dei lavori più recenti
pl_pl: Pokaż pole najnowszych ofert pracy
ro_ro: Afișați cele mai noi casete de locuri de muncă

source: Show Jobs Graph
it_it: Mostra il grafico dei lavori
pl_pl: Pokaż wykres zadań
ro_ro: Afișați graficul pentru locuri de muncă

source: Setting to show the jobs graph on the job seeker dashboard
it_it: Impostazione per mostrare il grafico delle offerte di lavoro nella dashboard delle persone in cerca di lavoro
pl_pl: Ustawienie wyświetlania wykresu ofert pracy na panelu osoby poszukującej pracy
ro_ro: Setare pentru a afișa graficul de locuri de muncă pe tabloul de bord al căutătorului de locuri de muncă

source: Show Applied Jobs
it_it: Mostra lavori applicati
pl_pl: Pokaż aplikowane oferty pracy
ro_ro: Afișați locuri de muncă aplicate

source: Setting to show the applied jobs section
it_it: Impostazione per mostrare la sezione dei lavori applicati
pl_pl: Ustawienie wyświetlania sekcji zastosowanych ofert pracy
ro_ro: Setare pentru a arăta secțiunea de locuri de muncă aplicate

source: Show Shortlisted Jobs
it_it: Mostra lavori selezionati
pl_pl: Pokaż wybrane oferty pracy
ro_ro: Afișați locuri de muncă preselecționate

source: Setting to show the shortlisted jobs section
it_it: Impostazione per mostrare la sezione dei lavori selezionati
pl_pl: Ustawienie wyświetlania sekcji wybranych ofert pracy
ro_ro: Setare pentru a arăta secțiunea de locuri de muncă preselecționate

source: Show Newest Jobs
it_it: Mostra i lavori più recenti
pl_pl: Pokaż najnowsze oferty pracy
ro_ro: Arată cele mai noi locuri de muncă

source: Setting to show the newest jobs section
it_it: Impostazione per mostrare la sezione dei lavori più recenti
pl_pl: Ustawienie wyświetlania sekcji najnowszych ofert pracy
ro_ro: Setare pentru a arăta cea mai nouă secțiune de locuri de muncă

source: Control which navigation links are visible in the logged-in job seeker dashboard menu
it_it: Controlla quali collegamenti di navigazione sono visibili nel menu della dashboard della persona in cerca di lavoro che ha effettuato l'accesso
pl_pl: Kontroluj, które linki nawigacyjne są widoczne w menu pulpitu nawigacyjnego zalogowanej osoby poszukującej pracy
ro_ro: Controlează ce legături de navigare sunt vizibile în meniul de bord pentru căutătorul de locuri de muncă conectat

source: link in the job seeker dashboard
it_it: collegamento nella dashboard delle persone in cerca di lavoro
pl_pl: link w panelu osoby poszukującej pracy
ro_ro: Link în tabloul de bord al căutătorului de locuri de muncă

source: Visitors
it_it: Visitatori
pl_pl: Goście
ro_ro: Vizitatori

source: General Permissions
it_it: Autorizzazioni generali
pl_pl: Ogólne uprawnienia
ro_ro: Permisiuni generale

source: Define what non-logged-in users are allowed to do on the site
it_it: Definisci cosa possono fare gli utenti non registrati sul sito
pl_pl: Określ, co mogą robić na stronie niezalogowani użytkownicy
ro_ro: Definiți ce utilizatori care nu sunt conectați sunt permise să facă pe site

source: Visitor Can Post Job
it_it: Il visitatore può pubblicare un lavoro
pl_pl: Gość może opublikować ofertę pracy
ro_ro: Vizitatorul poate posta un loc de muncă

source: Allow non-logged-in users to post jobs
it_it: Consenti agli utenti non registrati di pubblicare offerte di lavoro
pl_pl: Zezwalaj niezalogowanym użytkownikom na publikowanie ofert pracy
ro_ro: Permiteți utilizatorilor care nu sunt conectați să posteze locuri de muncă

source: Visitor Can Add Job
it_it: Il visitatore può aggiungere lavoro
pl_pl: Gość może dodać pracę
ro_ro: Vizitatorul poate adăuga job

source: Visitor Job Post Redirect Page
it_it: Pagina di reindirizzamento dei post di lavoro dei visitatori
pl_pl: Strona przekierowania postu z ofertą pracy gościa
ro_ro: Pagina de redirecționare a postului de muncă pentru vizitatori

source: A visitor will be redirected to this page after posting a job
it_it: Un visitatore verrà reindirizzato a questa pagina dopo aver pubblicato un lavoro
pl_pl: Po opublikowaniu oferty pracy użytkownik zostanie przekierowany na tę stronę
ro_ro: Un vizitator va fi redirecționat către această pagină după ce a postat un loc de muncă

source: Visitor Can Apply to Job
it_it: Il visitatore può candidarsi per un lavoro
pl_pl: Gość może aplikować na stanowisko
ro_ro: Vizitatorul se poate aplica la job

source: Allow non-logged-in users to apply for jobs
it_it: Consenti agli utenti che non hanno effettuato l'accesso di candidarsi per lavori
pl_pl: Zezwalaj niezalogowanym użytkownikom na aplikowanie o pracę
ro_ro: Permiteți utilizatorilor care nu sunt conectați să solicite locuri de muncă

source: Visitor Can Add Resume
it_it: Il visitatore può aggiungere curriculum
pl_pl: Gość może dodać CV
ro_ro: Vizitatorul poate adăuga CV

source: Allow non-logged-in users to add a resume
it_it: Consenti agli utenti che non hanno effettuato l'accesso di aggiungere un curriculum
pl_pl: Zezwalaj niezalogowanym użytkownikom na dodawanie CV
ro_ro: Permiteți utilizatorilor care nu sunt conectați să adauge un CV

source: Visitor Resume Post Redirect Page
it_it: Il visitatore riprende la pagina di reindirizzamento post
pl_pl: Strona przekierowania postu z CV gościa
ro_ro: Pagina de redirecționare a reluării pentru vizitatori

source: A visitor will be redirected to this page after posting a resume
it_it: Un visitatore verrà reindirizzato a questa pagina dopo aver pubblicato un curriculum
pl_pl: Po opublikowaniu CV użytkownik zostanie przekierowany na tę stronę
ro_ro: Un vizitator va fi redirecționat către această pagină după ce a postat un CV

source: Visitor Can Edit Job
it_it: Il visitatore può modificare il lavoro
pl_pl: Gość może edytować ofertę pracy
ro_ro: Vizitatorul poate edita jobul

source: Allow non-logged-in users to edit jobs they have posted
it_it: Consenti agli utenti che non hanno effettuato l'accesso di modificare i lavori che hanno pubblicato
pl_pl: Zezwalaj niezalogowanym użytkownikom na edytowanie opublikowanych przez nich ofert pracy
ro_ro: Permiteți utilizatorilor care nu sunt conectați să editeze joburi pe care le-au postat

source: Page & Link Access
it_it: Accesso alla pagina e al collegamento
pl_pl: Dostęp do strony i linku
ro_ro: Acces la pagină și link

source: Control which pages and links are visible to non-logged-in users
it_it: Controlla quali pagine e collegamenti sono visibili agli utenti che non hanno effettuato l'accesso
pl_pl: Kontroluj, które strony i linki są widoczne dla niezalogowanych użytkowników
ro_ro: Controlează ce pagini și link-uri sunt vizibile pentru utilizatorii care nu sunt înscriși

source: Allow visitors to view the employer control panel links
it_it: Consenti ai visitatori di visualizzare i collegamenti del pannello di controllo del datore di lavoro
pl_pl: Pozwól odwiedzającym przeglądać łącza do panelu sterowania pracodawcy
ro_ro: Permiteți vizitatorilor să vizualizeze legăturile panoului de control al angajatorului

source: Allow visitors to view the resume categories page
it_it: Consenti ai visitatori di visualizzare la pagina delle categorie di curriculum
pl_pl: Zezwalaj odwiedzającym na przeglądanie strony kategorii CV
ro_ro: Permiteți vizitatorilor să vizualizeze pagina categorii CV -uri

source: Allow visitors to access the resume search functionality
it_it: Consenti ai visitatori di accedere alla funzionalità di ricerca del curriculum
pl_pl: Zezwól odwiedzającym na dostęp do funkcji wyszukiwania CV
ro_ro: Permiteți vizitatorilor să acceseze funcționalitatea de căutare a CV -ului

source: Allow visitors to view company detail pages
it_it: Consenti ai visitatori di visualizzare le pagine dei dettagli dell'azienda
pl_pl: Zezwalaj odwiedzającym na przeglądanie stron zawierających szczegółowe informacje o firmie
ro_ro: Permiteți vizitatorilor să vizualizeze paginile de detaliu ale companiei

source: Allow visitors to view job detail pages
it_it: Consenti ai visitatori di visualizzare le pagine dei dettagli del lavoro
pl_pl: Zezwalaj odwiedzającym na przeglądanie stron zawierających szczegółowe informacje o ofertach pracy
ro_ro: Permiteți vizitatorilor să vizualizeze paginile de detaliu

source: Allow visitors to view resume detail pages
it_it: Consenti ai visitatori di visualizzare le pagine dei dettagli del curriculum
pl_pl: Zezwalaj odwiedzającym na przeglądanie stron ze szczegółami CV
ro_ro: Permiteți vizitatorilor să vizualizeze paginile de detaliu
