Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: Discard
it_it: Scartare
pl_pl: Wyrzucać
ro_ro: Aruncat

source: Save Changes
it_it: Salva modifiche
pl_pl: Zapisz zmiany
ro_ro: Salvați modificări

source: Quickly find any setting
it_it: Trova rapidamente qualsiasi impostazione
pl_pl: Szybko znajdź dowolne ustawienie
ro_ro: Găsiți rapid orice setare

source: Search by setting title or tooltip description
it_it: Cerca impostando il titolo o la descrizione del tooltip
pl_pl: Wyszukaj, ustawiając tytuł lub opis podpowiedzi
ro_ro: Căutați prin setarea titlului sau a descrierii instrumentului

source: Unlock
it_it: Sbloccare
pl_pl: Odblokować
ro_ro: Deblocare

source: This and other powerful features are available in the
it_it: Questa e altre potenti funzionalità sono disponibili in
pl_pl: Ta i inne zaawansowane funkcje są dostępne w
ro_ro: Aceasta și alte caracteristici puternice sunt disponibile în

source: Upgrade Now
it_it: Aggiorna ora
pl_pl: Uaktualnij teraz
ro_ro: Actualizați acum

source: No settings found for your search
it_it: Nessuna impostazione trovata per la tua ricerca
pl_pl: Nie znaleziono ustawień dla Twojego wyszukiwania
ro_ro: Nu s -au găsit setări pentru căutarea dvs.

source: Copied to clipboard
it_it: Copiato negli appunti
pl_pl: Skopiowano do schowka
ro_ro: Copiat în clipboard

source: Search results for
it_it: Risultati della ricerca per
pl_pl: Wyniki wyszukiwania dla
ro_ro: Rezultatele căutării pentru

source: Unlock with
it_it: Sblocca con
pl_pl: Odblokuj za pomocą
ro_ro: Deblocați cu

source: Settings related to employer accounts, registration, and permissions
it_it: Impostazioni relative agli account del datore di lavoro, alla registrazione e alle autorizzazioni
pl_pl: Ustawienia związane z kontami pracodawców, rejestracją i uprawnieniami
ro_ro: Setări legate de conturile angajatorilor, înregistrarea și permisiunile

source: Settings related to job seeker accounts and registration
it_it: Impostazioni relative agli account e alla registrazione delle persone in cerca di lavoro
pl_pl: Ustawienia związane z kontami osób poszukujących pracy i rejestracją
ro_ro: Setări legate de conturile solicitante de locuri de muncă și înregistrare

source: Visitor Can View Employer's Control Panel Links
it_it: Il visitatore può visualizzare i collegamenti al pannello di controllo del datore di lavoro
pl_pl: Odwiedzający może przeglądać łącza do Panelu sterowania pracodawcy
ro_ro: Vizitatorul poate vizualiza legăturile panoului de control al angajatorului

source: Visitor Can View Resume Categories
it_it: Il visitatore può visualizzare le categorie di curriculum
pl_pl: Odwiedzający może przeglądać kategorie CV
ro_ro: Vizitatorul poate vizualiza categoriile de CV -uri

source: Visitor Can Search Resumes
it_it: Il visitatore può cercare curriculum
pl_pl: Gość może wyszukiwać CV
ro_ro: Vizitatorul poate căuta CV -uri

source: Visitor Can View Company Details
it_it: Il visitatore può visualizzare i dettagli dell'azienda
pl_pl: Gość może przeglądać dane firmy
ro_ro: Vizitatorul poate vizualiza detaliile companiei

source: Visitor Can View Job Details
it_it: Il visitatore può visualizzare i dettagli del lavoro
pl_pl: Gość może przeglądać szczegóły oferty pracy
ro_ro: Vizitatorul poate vizualiza detaliile postului

source: Visitor Can View Resume Details
it_it: Il visitatore può visualizzare i dettagli del curriculum
pl_pl: Gość może wyświetlić szczegóły CV
ro_ro: Vizitatorul poate vizualiza detaliile CV -ului

source: Visitor Can View Job Seeker's Control Panel Links
it_it: Il visitatore può visualizzare i collegamenti del pannello di controllo di chi cerca lavoro
pl_pl: Odwiedzający może przeglądać łącza do panelu sterowania osoby poszukującej pracy
ro_ro: Vizitatorul poate vizualiza legăturile panoului de control al căutătorului de locuri de muncă

source: Visitor Can View Jobs by Categories
it_it: I visitatori possono visualizzare i lavori per categorie
pl_pl: Odwiedzający może przeglądać oferty pracy według kategorii
ro_ro: Vizitatorul poate vizualiza locuri de muncă pe categorii

source: Visitor Can Search Jobs
it_it: Il visitatore può cercare lavori
pl_pl: Gość może wyszukiwać oferty pracy
ro_ro: Vizitatorul poate căuta locuri de muncă

source: Visitor Can View Newest Jobs
it_it: Il visitatore può visualizzare i lavori più recenti
pl_pl: Gość może przeglądać najnowsze oferty pracy
ro_ro: Vizitatorul poate vizualiza cele mai noi locuri de muncă

source: Visitor Can View Job Search Results
it_it: Il visitatore può visualizzare i risultati della ricerca di lavoro
pl_pl: Odwiedzający może przeglądać wyniki wyszukiwania pracy
ro_ro: Vizitatorul poate vizualiza rezultatele căutării de locuri de muncă

source: 1 Column
it_it: 1 colonna
pl_pl: 1 kolumna
ro_ro: 1 coloană

source: 10254 Departments found
it_it: 10254 Dipartimenti trovati
pl_pl: 10254 Znaleziono działy
ro_ro: Au fost găsite 10254 departamente

source: 2 Columns
it_it: 2 colonne
pl_pl: 2 kolumny
ro_ro: 2 coloane

source: 3 Columns
it_it: 3 colonne
pl_pl: 3 kolumny
ro_ro: 3 coloane

source: 4 Columns
it_it: 4 colonne
pl_pl: 4 kolumny
ro_ro: 4 coloane

source: 5 Columns
it_it: 5 colonne
pl_pl: 5 kolumn
ro_ro: 5 coloane

source: A critical update for WP Job Portal is required to maintain performance and prevent issues. Please update now.
it_it: È necessario un aggiornamento critico per WP Job Portal per mantenere le prestazioni e prevenire problemi. Per favore aggiorna ora.
pl_pl: Aby utrzymać wydajność i zapobiec problemom, wymagana jest krytyczna aktualizacja portalu pracy WP. Zaktualizuj teraz.
ro_ro: Este necesară o actualizare critică pentru WP Job Portal pentru a menține performanța și a preveni problemele. Vă rugăm să actualizați acum.

source: AI Search
it_it: Ricerca AI
pl_pl: Wyszukiwanie AI
ro_ro: Căutare AI

source: AI Search Job
it_it: Lavoro di ricerca AI
pl_pl: Zadanie wyszukiwania AI
ro_ro: Job de căutare AI

source: AI Settings
it_it: Impostazioni dell'IA
pl_pl: Ustawienia AI
ro_ro: Setări AI

source: AI settings
it_it: Impostazioni dell'IA
pl_pl: Ustawienia AI
ro_ro: Setări AI

source: About
it_it: Di
pl_pl: O
ro_ro: Despre

source: Account & Billing
it_it: Conto e fatturazione
pl_pl: Konto i rozliczenia
ro_ro: Cont și facturare

source: Activation failed
it_it: Attivazione non riuscita
pl_pl: Aktywacja nie powiodła się
ro_ro: Activarea a eșuat

source: Add-ons for WP Job Portal have been installed and activated successfully.
it_it: I componenti aggiuntivi per WP Job Portal sono stati installati e attivati ​​correttamente.
pl_pl: Dodatki do portalu pracy WP zostały pomyślnie zainstalowane i aktywowane.
ro_ro: Suplimentele pentru WP Job Portal au fost instalate și activate cu succes.

source: Addon Installer
it_it: Programma di installazione del componente aggiuntivo
pl_pl: Instalator dodatków
ro_ro: Instalator de suplimente

source: Addon not installed please install addon first.
it_it: Componente aggiuntivo non installato, installare prima il componente aggiuntivo.
pl_pl: Dodatek nie jest zainstalowany. Najpierw zainstaluj dodatek.
ro_ro: Suplimentul nu este instalat, vă rugăm să instalați mai întâi suplimentul.

source: Addon will automatically update to the newest version
it_it: Il componente aggiuntivo si aggiornerà automaticamente alla versione più recente
pl_pl: Dodatek automatycznie zaktualizuje się do najnowszej wersji
ro_ro: Addon se va actualiza automat la cea mai nouă versiune

source: Addon(s) Installed successfully!
it_it: Componenti aggiuntivi installati con successo!
pl_pl: Dodatki zostały pomyślnie zainstalowane!
ro_ro: Supliment(e) instalat(e) cu succes!

source: Address display style for plugin
it_it: Stile di visualizzazione dell'indirizzo per il plugin
pl_pl: Styl wyświetlania adresu dla wtyczki
ro_ro: Stilul de afișare a adresei pentru plugin

source: Advanced Resume Builder Addon missing, resume sections data will not be imported!
it_it: Manca il componente aggiuntivo Advanced Resume Builder, i dati delle sezioni del curriculum non verranno importati!
pl_pl: Brak dodatku Advanced Resume Builder, dane sekcji CV nie zostaną zaimportowane!
ro_ro: Lipsește suplimentul Advanced Resume Builder, datele secțiunilor de CV nu vor fi importate!

source: All selected add-ons are now active.
it_it: Tutti i componenti aggiuntivi selezionati sono ora attivi.
pl_pl: Wszystkie wybrane dodatki są teraz aktywne.
ro_ro: Toate suplimentele selectate sunt acum active.

source: Allow employers and job Seekers to register on the site.
it_it: Consenti ai datori di lavoro e alle persone in cerca di lavoro di registrarsi sul sito.
pl_pl: Pozwól pracodawcom i osobom poszukującym pracy zarejestrować się na stronie.
ro_ro: Permite angajatorilor și solicitanților de locuri de muncă să se înregistreze pe site.

source: Allow search resume
it_it: Consenti ripresa della ricerca
pl_pl: Zezwól na wznowienie wyszukiwania
ro_ro: Permite reluarea căutării

source: Allowed to all (employers, job seekers and visitors)
it_it: Consentito a tutti (datori di lavoro, persone in cerca di lavoro e visitatori)
pl_pl: Dozwolone dla wszystkich (pracodawców, osób poszukujących pracy i gości)
ro_ro: Permis tuturor (angajatorilor, solicitanților de locuri de muncă și vizitatorilor)

source: Auto Update: Off
it_it: Aggiornamento automatico: disattivato
pl_pl: Automatyczna aktualizacja: wyłączona
ro_ro: Actualizare automată: Dezactivată

source: Auto Update: On
it_it: Aggiornamento automatico: attivo
pl_pl: Automatyczna aktualizacja: włączona
ro_ro: Actualizare automată: Activată

source: Back to listing
it_it: Torna all'elenco
pl_pl: Powrót do listy
ro_ro: Înapoi la listare

source: Basic Info
it_it: Informazioni di base
pl_pl: Podstawowe informacje
ro_ro: Informații de bază

source: Buttons Styling
it_it: Stile dei pulsanti
pl_pl: Stylizacja guzików
ro_ro: Stilizarea butoanelor

source: Capitalize
it_it: Capitalizzare
pl_pl: Skapitalizować
ro_ro: Valorifica

source: Check if you want to use WP Job Portal packages
it_it: Controlla se desideri utilizzare i pacchetti WP Job Portal
pl_pl: Zaznacz, czy chcesz korzystać z pakietów WP Job Portal
ro_ro: Verificați dacă doriți să utilizați pachetele WP Job Portal

source: City name
it_it: Nome della città
pl_pl: Nazwa miasta
ro_ro: Numele orașului

source: Columns per Row
it_it: Colonne per riga
pl_pl: Kolumny w wierszu
ro_ro: Coloane pe rând

source: Comma separated list of job types i.e JTFT, JTPT, JTFP, JTCT, JTIN
it_it: Elenco separato da virgole di tipi di lavoro, ad esempio JTFT, JTPT, JTFP, JTCT, JTIN
pl_pl: Rozdzielana przecinkami lista typów zadań, tj. JTFT, JTPT, JTFP, JTCT, JTIN
ro_ro: Lista de tipuri de joburi separate prin virgulă, de exemplu JTFT, JTPT, JTFP, JTCT, JTIN

source: Communication
it_it: Comunicazione
pl_pl: Komunikacja
ro_ro: Comunicare

source: Company Management
it_it: Gestione aziendale
pl_pl: Zarządzanie firmą
ro_ro: Managementul companiei

source: Complete Your Resume
it_it: Completa il tuo curriculum
pl_pl: Uzupełnij swoje CV
ro_ro: Completează-ți CV-ul

source: Content Access
it_it: Accesso ai contenuti
pl_pl: Dostęp do treści
ro_ro: Accesul la conținut

source: Content Styling
it_it: Stile dei contenuti
pl_pl: Stylizacja treści
ro_ro: Stilul conținutului

source: Control which employer dashboard navigation links are visible to visitors
it_it: Controlla quali collegamenti di navigazione nella dashboard del datore di lavoro sono visibili ai visitatori
pl_pl: Kontroluj, które linki nawigacyjne panelu pracodawcy są widoczne dla odwiedzających
ro_ro: Controlați ce linkuri de navigare din tabloul de bord ale angajatorului sunt vizibile pentru vizitatori

source: Control which employer dashboard widgets and sections are visible to visitors
it_it: Controlla quali widget e sezioni del dashboard del datore di lavoro sono visibili ai visitatori
pl_pl: Kontroluj, które widżety i sekcje panelu pracodawcy są widoczne dla odwiedzających
ro_ro: Controlați ce widget-uri și secțiuni din tabloul de bord al angajatorului sunt vizibile pentru vizitatori

source: Control which job seeker dashboard navigation links are visible to visitors
it_it: Controlla quali collegamenti di navigazione nella dashboard delle persone in cerca di lavoro sono visibili ai visitatori
pl_pl: Kontroluj, które linki nawigacyjne panelu osoby poszukującej pracy są widoczne dla odwiedzających
ro_ro: Controlați ce linkuri de navigare în tabloul de bord ale persoanelor în căutarea unui loc de muncă sunt vizibile pentru vizitatori

source: Control which job seeker dashboard widgets and sections are visible to visitors
it_it: Controlla quali widget e sezioni della dashboard delle persone in cerca di lavoro sono visibili ai visitatori
pl_pl: Kontroluj, które widżety i sekcje panelu osoby poszukującej pracy są widoczne dla odwiedzających
ro_ro: Controlați ce widget-uri și secțiuni din tabloul de bord pentru persoanele în căutarea unui loc de muncă sunt vizibile pentru vizitatori

source: Control which pages and content areas are visible to non-logged-in users
it_it: Controlla quali pagine e aree di contenuto sono visibili agli utenti che non hanno effettuato l'accesso
pl_pl: Kontroluj, które strony i obszary treści są widoczne dla niezalogowanych użytkowników
ro_ro: Controlați ce pagini și zone de conținut sunt vizibile pentru utilizatorii neconectați

source: Custom Field Class
it_it: Classe di campo personalizzato
pl_pl: Niestandardowa klasa pola
ro_ro: Clasă de câmp personalizat

source: Database Update Needed
it_it: È necessario l'aggiornamento del database
pl_pl: Potrzebna aktualizacja bazy danych
ro_ro: Este necesară actualizarea bazei de date

source: Database update completed
it_it: Aggiornamento del database completato
pl_pl: Aktualizacja bazy danych zakończona
ro_ro: Actualizarea bazei de date a fost finalizată

source: Delete All Unused Keys
it_it: Elimina tutte le chiavi inutilizzate
pl_pl: Usuń wszystkie nieużywane klucze
ro_ro: Ștergeți toate cheile neutilizate

source: Discover
it_it: Scoprire
pl_pl: Odkryć
ro_ro: Descoperi

source: Display the status of applications to the job seeker
it_it: Visualizza lo stato delle candidature a chi cerca lavoro
pl_pl: Wyświetlaj status aplikacji osobie poszukującej pracy
ro_ro: Afișați starea cererilor pentru solicitantul de locuri de muncă

source: Dummy Plugin
it_it: Plugin fittizio
pl_pl: Fałszywa wtyczka
ro_ro: Plugin fals

source: Dummy Plugin 2
it_it: Plugin fittizio 2
pl_pl: Sztuczna wtyczka 2
ro_ro: Plugin fals 2

source: Elegant Design
it_it: Design elegante
pl_pl: Elegancki wygląd
ro_ro: Design elegant

source: Employer Widgets
it_it: Widget del datore di lavoro
pl_pl: Widżety pracodawcy
ro_ro: Widgeturi pentru angajator

source: Enter the Site Title
it_it: Inserisci il titolo del sito
pl_pl: Wprowadź tytuł witryny
ro_ro: Introduceți titlul site-ului

source: Entity
it_it: Entità
pl_pl: Podmiot
ro_ro: Entitate

source: Fetch Data
it_it: Recupera dati
pl_pl: Pobierz dane
ro_ro: Preluare date

source: Find your next star hire with AI-driven resume search
it_it: Trova la tua prossima stella da assumere con la ricerca di curriculum basata sull'intelligenza artificiale
pl_pl: Znajdź kolejną gwiazdę, korzystając z wyszukiwania CV opartego na sztucznej inteligencji
ro_ro: Găsește-ți următoarea angajare cu stea cu căutarea de CV-uri bazată pe inteligență artificială

source: Font Family
it_it: Famiglia di caratteri
pl_pl: Rodzina czcionek
ro_ro: Familia de fonturi

source: Font Size
it_it: Dimensione carattere
pl_pl: Rozmiar czcionki
ro_ro: Dimensiunea fontului

source: Font Style
it_it: Stile carattere
pl_pl: Styl czcionki
ro_ro: Stilul fontului

source: Font Weight
it_it: Peso del carattere
pl_pl: Waga czcionki
ro_ro: Greutatea fontului

source: Go To Dashboard
it_it: Vai alla dashboard
pl_pl: Przejdź do panelu
ro_ro: Accesați tabloul de bord

source: Import Data Report
it_it: Importa rapporto dati
pl_pl: Importuj raport danych
ro_ro: Raport de import de date

source: Import Third Party Data
it_it: Importa dati di terze parti
pl_pl: Importuj dane stron trzecich
ro_ro: Importați date de la terți

source: Import demo data to populate your site with example companies, jobs, resumes, and applications.
it_it: Importa dati dimostrativi per popolare il tuo sito con aziende, lavori, curriculum e candidature di esempio.
pl_pl: Importuj dane demonstracyjne, aby zapełnić witrynę przykładowymi firmami, ofertami pracy, CV i aplikacjami.
ro_ro: Importați date demonstrative pentru a vă completa site-ul cu exemple de companii, locuri de muncă, CV-uri și aplicații.

source: Imported
it_it: Importato
pl_pl: Importowany
ro_ro: Importat

source: Infi Icon
it_it: Icona Informazioni
pl_pl: Ikona Infi
ro_ro: Pictograma Infi

source: Info
it_it: Informazioni
pl_pl: Informacje

source: Info Icon
it_it: Icona informazioni
pl_pl: Ikona informacji
ro_ro: Pictograma Info

source: Invalid server response
it_it: Risposta del server non valida
pl_pl: Nieprawidłowa odpowiedź serwera
ro_ro: Răspuns server nevalid

source: Italic
it_it: Corsivo
pl_pl: italski
ro_ro: Cursiv

source: Job Alert Time
it_it: Orario avviso lavoro
pl_pl: Czas alertu o pracę
ro_ro: Ora alertă de locuri de muncă

source: Job Detail
it_it: Dettagli del lavoro
pl_pl: Szczegóły pracy
ro_ro: Detaliu job

source: Job Seeker Links
it_it: Collegamenti in cerca di lavoro
pl_pl: Linki dla osób poszukujących pracy
ro_ro: Link-uri pentru căutarea unui loc de muncă

source: Job Seeker Settings
it_it: Impostazioni della persona in cerca di lavoro
pl_pl: Ustawienia osoby poszukującej pracy
ro_ro: Setări pentru căutarea unui loc de muncă

source: Job Seeker Widgets
it_it: Widget per persone in cerca di lavoro
pl_pl: Widżety osób poszukujących pracy
ro_ro: Widgeturi pentru căutarea unui loc de muncă

source: Jobs by Category
it_it: Lavori per categoria
pl_pl: Oferty pracy według kategorii
ro_ro: Locuri de muncă pe categorii

source: Layout
it_it: Disposizione
pl_pl: Układ
ro_ro: Aspect

source: Letter Spacing
it_it: Spaziatura delle lettere
pl_pl: Odstępy między literami
ro_ro: Spațiere între litere

source: Line Height
it_it: Altezza della linea
pl_pl: Wysokość linii
ro_ro: Înălțimea liniei

source: Live Preview Not available at the moment !
it_it: Anteprima dal vivo Non disponibile al momento!
pl_pl: Podgląd na żywo Niedostępny w tej chwili!
ro_ro: Previzualizare live Nu este disponibilă momentan!

source: Login/Register
it_it: Accedi/Registrati
pl_pl: Zaloguj się/Zarejestruj się
ro_ro: Autentificare/Înregistrare

source: Lowercase
it_it: Minuscolo
pl_pl: Małe litery
ro_ro: Litere mici

source: Manage Documents
it_it: Gestisci documenti
pl_pl: Zarządzaj dokumentami
ro_ro: Gestionați documentele

source: Manage Jobs
it_it: Gestisci lavori
pl_pl: Zarządzaj zadaniami
ro_ro: Gestionați locurile de muncă

source: Manage Unused Keys
it_it: Gestisci le chiavi inutilizzate
pl_pl: Zarządzaj nieużywanymi kluczami
ro_ro: Gestionați cheile neutilizate

source: More Actions
it_it: Più azioni
pl_pl: Więcej akcji
ro_ro: Mai multe acțiuni

source: My subscription provides users with an overview of their active subscriptions, allowing easy management and tracking of their job posting plans.
it_it: Il mio abbonamento fornisce agli utenti una panoramica dei loro abbonamenti attivi, consentendo una facile gestione e monitoraggio dei loro piani di pubblicazione di offerte di lavoro.
pl_pl: Moja subskrypcja zapewnia użytkownikom przegląd ich aktywnych subskrypcji, umożliwiając łatwe zarządzanie i śledzenie planów ogłoszeń o pracę.
ro_ro: Abonamentul meu oferă utilizatorilor o imagine de ansamblu asupra abonamentelor lor active, permițând gestionarea și urmărirea ușoară a planurilor lor de postare de locuri de muncă.

source: New Jobs
it_it: Nuovi lavori
pl_pl: Nowe prace
ro_ro: Locuri de munca noi

source: Next Setup
it_it: Prossima installazione
pl_pl: Następna konfiguracja
ro_ro: Următoarea configurare

source: No Addon Installed!
it_it: Nessun componente aggiuntivo installato!
pl_pl: Brak zainstalowanego dodatku!
ro_ro: Niciun supliment instalat!

source: No unused keys were found.
it_it: Non è stata trovata alcuna chiave inutilizzata.
pl_pl: Nie znaleziono nieużywanych kluczy.
ro_ro: Nu au fost găsite chei nefolosite.

source: None
it_it: Nessuno
pl_pl: Nic
ro_ro: Nici unul

source: Not Imported
it_it: Non importato
pl_pl: Nie importowane
ro_ro: Neimportat

source: Oblique
it_it: Obliquo
pl_pl: Skośny
ro_ro: Oblic

source: Only job seekers can register. Jobs and companies are managed by the admin.
it_it: Possono registrarsi solo le persone in cerca di lavoro. I lavori e le aziende sono gestiti dall'amministratore.
pl_pl: Rejestrować się mogą wyłącznie osoby poszukujące pracy. Oferty pracy i firmy są zarządzane przez administratora.
ro_ro: Doar persoanele aflate în căutarea unui loc de muncă se pot înscrie. Locuri de muncă și companii sunt gestionate de administrator.

source: Paid access Only
it_it: Solo accesso a pagamento
pl_pl: Tylko płatny dostęp
ro_ro: Numai acces plătit

source: Pay For Featured Resume
it_it: Paga per il curriculum in primo piano
pl_pl: Zapłać za wyróżnione CV
ro_ro: Plătiți pentru CV-ul recomandat

source: Pay For Resume
it_it: Paga per il curriculum
pl_pl: Zapłać za CV
ro_ro: Plătiți pentru CV

source: Pay per listing price to publish your
it_it: Paga per prezzo di inserzione per pubblicare il tuo
pl_pl: Zapłać za cenę aukcji, aby opublikować swój
ro_ro: Plătiți pe preț pentru a vă publica

source: Please Insert Your Activation Key
it_it: Inserisci la chiave di attivazione
pl_pl: Włóż swój klucz aktywacyjny
ro_ro: Vă rugăm să introduceți cheia de activare

source: Please log in to register to continue.
it_it: Effettua il login per registrarti per continuare.
pl_pl: Aby kontynuować, zaloguj się, aby się zarejestrować.
ro_ro: Vă rugăm să vă conectați pentru a vă înregistra pentru a continua.

source: Please select at least one addon!
it_it: Seleziona almeno un componente aggiuntivo!
pl_pl: Proszę wybrać przynajmniej jeden dodatek!
ro_ro: Vă rugăm să selectați cel puțin un supliment!

source: Please verify Locations and salaries for imported data entities
it_it: Verifica le sedi e gli stipendi per le entità di dati importate
pl_pl: Sprawdź lokalizacje i wynagrodzenia importowanych jednostek danych
ro_ro: Verificați locațiile și salariile pentru entitățile de date importate

source: Plugin not installed
it_it: Plug-in non installato
pl_pl: Wtyczka nie jest zainstalowana
ro_ro: Pluginul nu este instalat

source: Price for a job seeker to view a company's contact details
it_it: Prezzo per una persona in cerca di lavoro per visualizzare i dettagli di contatto di un'azienda
pl_pl: Cena dla osoby poszukującej pracy za możliwość zapoznania się z danymi kontaktowymi firmy
ro_ro: Preț pentru un solicitant de locuri de muncă pentru a vedea datele de contact ale unei companii

source: Price for an employer to view a resume's contact details
it_it: Prezzo per un datore di lavoro per visualizzare i dettagli di contatto di un curriculum
pl_pl: Cena dla pracodawcy za wgląd w dane kontaktowe w CV
ro_ro: Preț pentru un angajator pentru a vedea datele de contact ale unui CV

source: Quick Configuration
it_it: Configurazione rapida
pl_pl: Szybka konfiguracja
ro_ro: Configurare rapidă

source: Ready to find your dream job? Let's get started
it_it: Pronto a trovare il lavoro dei tuoi sogni? Cominciamo
pl_pl: Gotowy, aby znaleźć wymarzoną pracę? Zacznijmy
ro_ro: Ești gata să-ți găsești jobul de vis? Să începem

source: Ready to find your potential employee? Let's get started
it_it: Pronto a trovare il tuo potenziale dipendente? Cominciamo
pl_pl: Gotowy na znalezienie potencjalnego pracownika? Zacznijmy
ro_ro: Ești gata să-ți găsești potențialul angajat? Să începem

source: Search Jobs
it_it: Cerca lavoro
pl_pl: Wyszukaj oferty pracy
ro_ro: Caută locuri de muncă

source: Search Resumes
it_it: Cerca curriculum
pl_pl: Wyszukaj CV
ro_ro: Căutați CV-uri
