Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: Expired
it_it: Scaduto
pl_pl: Przedawniony
ro_ro: Expirat

source: Type here
it_it: Digitare qui
pl_pl: Pisz tutaj
ro_ro: Scrie aici

source: Inbox
it_it: Posta in arrivo
pl_pl: W pudełku

source: Hired
it_it: Assunti
pl_pl: Zatrudniony
ro_ro: Angajat

source: Short listed
it_it: Breve elencato
pl_pl: Krótka lista
ro_ro: Pe lista scurta

source: Advance Search
it_it: Ricerca Avanzata
pl_pl: zaawansowane wyszukiwanie
ro_ro: Cautare Avansata

source: Nationality
it_it: Nazionalità
pl_pl: Narodowość
ro_ro: Naţionalitate

source: Gender
it_it: Genere
pl_pl: Płeć
ro_ro: Gen

source: Application Title
it_it: Titolo dell'applicazione
pl_pl: tytuł aplikacji
ro_ro: Titlul aplicației

source: Highest Education
it_it: Il più alto livello educativo
pl_pl: Wykształcenie wyższe
ro_ro: Educatie inalta

source: Resumes By Tag
it_it: Curriculum per tag
pl_pl: Wznawia według tagu
ro_ro: CV-uri după etichetă

source: Resumes
it_it: Riprende
pl_pl: Wznawia
ro_ro: CV-uri

source: save searches
it_it: salva le ricerche
pl_pl: zapisywać wyszukiwania
ro_ro: salvează căutările

source: Saved Searches
it_it: Ricerche salvate
pl_pl: Zapisane wyszukiwania
ro_ro: Căutări salvate

source: Resume RSS
it_it: Riprendi RSS
pl_pl: Wznów RSS
ro_ro: Reluați RSS

source: Short List Job
it_it: Lavoro in lista corta
pl_pl: Praca na krótkiej liście
ro_ro: Lista scurtă de locuri de muncă

source: Comments
it_it: Commenti
pl_pl: Komentarze
ro_ro: Comentarii

source: Rate
it_it: Valutare
pl_pl: Oceniać
ro_ro: Rată

source: Close
it_it: Vicino
pl_pl: Blisko
ro_ro: Închide

source: shortlisted jobs
it_it: lavori selezionati
pl_pl: oferty pracy na krótkiej liście
ro_ro: locuri de muncă pe lista scurtă

source: Shotlisted Jobs
it_it: Lavori selezionati
pl_pl: Oferty pracy na krótkiej liście
ro_ro: Locuri de muncă selectate

source: Short Listed Jobs
it_it: Lavori in elenco
pl_pl: Oferty pracy z krótkiej listy
ro_ro: Locuri de muncă listate scurt

source: Last name
it_it: Cognome
pl_pl: Nazwisko
ro_ro: Nume

source: Notes
it_it: Appunti
pl_pl: Uwagi
ro_ro: Note

source: Profile
it_it: Profilo
pl_pl: Profil
ro_ro: Profil

source: Personal information
it_it: Informazione personale
pl_pl: Informacje osobiste
ro_ro: Informații personale

source: Education
it_it: Formazione scolastica
pl_pl: Edukacja
ro_ro: Educaţie

source: Email address
it_it: Indirizzo e-mail
pl_pl: Adres e-mail
ro_ro: Adresa de e-mail

source: Tag
it_it: Etichetta
pl_pl: Etykietka
ro_ro: Etichetă

source: Country
it_it: Paese
pl_pl: Kraj
ro_ro: Țară

source: Phone
it_it: Telefono
pl_pl: Telefon
ro_ro: Telefon

source: Addresses
it_it: Indirizzi
pl_pl: Adresy
ro_ro: Adrese

source: Job has been applied
it_it: Il lavoro è stato applicato
pl_pl: Oferta pracy została złożona
ro_ro: Jobul a fost aplicat

source: Login with facebook
it_it: Fai il login con facebook
pl_pl: Zaloguj się przez facebook
ro_ro: Logheaza-te cu Facebook

source: Login with linkedin
it_it: Accedi con LinkedIn
pl_pl: Zaloguj się z linkedin
ro_ro: Autentifică-te cu LinkedIn

source: Login with xing
it_it: Accedi con xing
pl_pl: Zaloguj się za pomocą xing
ro_ro: Conectați-vă cu xing

source: Error in saving records please try again
it_it: Errore durante il salvataggio dei record, riprova
pl_pl: Błąd podczas zapisywania rekordów, spróbuj ponownie
ro_ro: Eroare la salvarea înregistrărilor, încercați din nou

source: Tags
it_it: Tag
pl_pl: Tagi
ro_ro: Etichete

source: Add New Tag
it_it: Aggiungi nuovo tag
pl_pl: Dodaj nowy tag
ro_ro: Adăugați o etichetă nouă

source: Unpublish
it_it: Non pubblicato
pl_pl: Cofnij publikację
ro_ro: Anulați publicarea

source: tags
it_it: tag
pl_pl: tagi
ro_ro: Etichete

source: add new tag
it_it: aggiungi nuovo tag
pl_pl: dodaj nowy tag
ro_ro: adăugați o nouă etichetă

source: Tell a friend
it_it: Dillo a un amico
pl_pl: Powiedz przyjacielowi
ro_ro: Spune unui prieten

source: Send
it_it: Spedire
pl_pl: Wysłać
ro_ro: Trimite

source: Age
it_it: Età
pl_pl: Wiek
ro_ro: Vârstă

source: Maximum
it_it: Massimo
pl_pl: Maksymalny
ro_ro: Maxim

source: Specify range
it_it: Specificare l'intervallo
pl_pl: Określ zakres
ro_ro: Specificați intervalul

source: Cancel range
it_it: Annulla intervallo
pl_pl: Anuluj zakres
ro_ro: Anulează intervalul

source: Experience
it_it: Esperienza
pl_pl: Doświadczenie
ro_ro: Experienţă

source: Total Experience
it_it: esperienza totale
pl_pl: całkowite doświadczenie
ro_ro: experienta totala

source: Job Status
it_it: Stato del lavoro
pl_pl: Status pracy
ro_ro: Statutul locului de muncă

source: Shift
it_it: Spostare
pl_pl: Zmiana
ro_ro: Schimb

source: Please enter the coordinate radius
it_it: Si prega di inserire il raggio delle coordinate
pl_pl: Wpisz promień współrzędnych
ro_ro: Vă rugăm să introduceți raza de coordonate

source: Company Info
it_it: Informazioni sull'azienda
pl_pl: Informacje o firmie
ro_ro: Informații despre companie

source: Job Info
it_it: Informazioni sul lavoro
pl_pl: Informacje o pracy
ro_ro: Informații despre job

source: Select widget
it_it: Seleziona widget
pl_pl: Wybierz widżet
ro_ro: Selectați widget-ul

source: Show Title
it_it: Mostra titolo
pl_pl: Pokaż Tytuł
ro_ro: Arata titlul

source: Hide
it_it: Nascondere
pl_pl: Ukryć
ro_ro: Ascunde

source: Show
it_it: Spettacolo
pl_pl: Pokazać
ro_ro: Spectacol

source: Company logo
it_it: Logo della compagnia
pl_pl: Logo firmy
ro_ro: Logoul companiei

source: Type of jobs
it_it: Tipo di lavoro
pl_pl: Rodzaj pracy
ro_ro: Tipul de locuri de muncă

source: Newest jobs
it_it: Lavori più recenti
pl_pl: Najnowsze oferty pracy
ro_ro: Cele mai noi locuri de muncă

source: Hot jobs
it_it: Lavori caldi
pl_pl: Gorące prace
ro_ro: Locuri de muncă fierbinți

source: Column per row
it_it: Colonna per riga
pl_pl: Kolumna na wiersz
ro_ro: Coloană pe rând

source: Jobs by cities
it_it: Lavori per città
pl_pl: Praca według miast
ro_ro: Locuri de muncă pe orașe

source: Jobs by countries
it_it: Lavori per paesi
pl_pl: Oferty pracy według krajów
ro_ro: Locuri de muncă pe țări

source: Today
it_it: In data odierna
pl_pl: Dzisiaj
ro_ro: Astăzi

source: Photo
it_it: Foto
pl_pl: Zdjęcie
ro_ro: Fotografie

source: Available
it_it: A disposizione
pl_pl: Dostępny
ro_ro: Disponibil

source: Search Resume
it_it: Cerca curriculum
pl_pl: Szukaj Wznów
ro_ro: Căutați CV-ul

source: Highest education
it_it: Il più alto livello educativo
pl_pl: Wykształcenie wyższe
ro_ro: Educatie inalta

source: Transaction Key
it_it: Chiave della transazione
pl_pl: Klucz transakcji
ro_ro: Cheie de tranzacție

source: Please select
it_it: Si prega di selezionare
pl_pl: Proszę wybrać
ro_ro: Te rog selecteaza

source: Hide notice
it_it: Nascondi avviso
pl_pl: Ukryj powiadomienie
ro_ro: Ascundeți notificarea

source: Something went wrong
it_it: Qualcosa è andato storto
pl_pl: Coś poszło nie tak
ro_ro: Ceva n-a mers bine

source: Control Panel
it_it: Pannello di controllo
pl_pl: Panel sterowania
ro_ro: Panou de control

source: Company Information
it_it: Informazioni sull'azienda
pl_pl: informacje o firmie
ro_ro: Informatiile Companiei

source: My Jobs
it_it: I miei lavori
pl_pl: Moje prace
ro_ro: Joburile mele

source: View Job
it_it: Visualizza lavoro
pl_pl: Wyświetl ofertę pracy
ro_ro: Vezi job

source: Newest Jobs
it_it: Nuovi lavori
pl_pl: Najnowsze oferty pracy
ro_ro: Cele mai noi locuri de muncă

source: Job Seeker Messages
it_it: Messaggi in cerca di lavoro
pl_pl: Wiadomości dla osób poszukujących pracy
ro_ro: Mesaje pentru căutarea unui loc de muncă

source: Resume List
it_it: Riprendi elenco
pl_pl: Lista wznowień
ro_ro: Lista de reluare

source: Purchase History
it_it: Cronologia degli acquisti
pl_pl: Historia zakupów
ro_ro: Istoricul cumparaturilor

source: My Subscription
it_it: Il mio abbonamento
pl_pl: Moja subskrypcja
ro_ro: Abonamentul meu

source: My Packages
it_it: I miei pacchetti
pl_pl: Moje pakiety
ro_ro: Pachetele mele

source: View Folder
it_it: Vedi cartella
pl_pl: Wyświetl folder
ro_ro: Vezi dosarul

source: Folder Resumes
it_it: Cartella riprende
pl_pl: Folder wznawia
ro_ro: Folder se reia

source: My Resume
it_it: Il mio curriculum
pl_pl: Mój życiorys
ro_ro: CV-ul meu

source: My Applied Jobs
it_it: I miei lavori applicati
pl_pl: Moje oferty pracy
ro_ro: Joburile mele aplicate

source: Job Applied Resume
it_it: Curriculum lavoro applicato
pl_pl: CV zgłoszone do pracy
ro_ro: CV-ul aplicat locului de muncă

source: Job Search
it_it: Ricerca di lavoro
pl_pl: Poszukiwania pracy
ro_ro: Căutare de locuri de muncă

source: Log In
it_it: Accesso
pl_pl: Zaloguj sie

source: Register
it_it: Registrati
pl_pl: Zarejestrować
ro_ro: Inregistreaza-te

source: Edit Profile
it_it: Modifica Profilo
pl_pl: Edytuj profil
ro_ro: Editează profilul

source: Equals
it_it: È uguale a
pl_pl: Równa się
ro_ro: Egal

source: Proceed Without Paying
it_it: Procedi senza pagare
pl_pl: Kontynuuj bez płacenia
ro_ro: Continuați fără a plăti

source: Proceed
it_it: Procedere
pl_pl: Kontynuować
ro_ro: Continua

source: Total Credits
it_it: Crediti totali
pl_pl: Całkowite kredyty
ro_ro: Total credite

source: Credit for action
it_it: Credito per l'azione
pl_pl: Kredyt za działanie
ro_ro: Credit pentru acțiune

source: Life time alerts
it_it: Avvisi a vita
pl_pl: Alerty dotyczące czasu życia
ro_ro: Alerte de viață

source: Credits remaining after proceed
it_it: Crediti rimanenti dopo il procedere
pl_pl: Kredyty pozostałe po kontynuowaniu
ro_ro: Credite rămase după continuare

source: Insufficient Credits
it_it: Crediti insufficienti
pl_pl: Niewystarczające kredyty
ro_ro: Credite insuficiente

source: Can Not Proceed
it_it: Impossibile procedere
pl_pl: Nie można kontynuować
ro_ro: Nu se poate continua

source: Add to
it_it: Aggiungere a
pl_pl: Dodać do
ro_ro: Adaugă la

source: featured
it_it: In primo piano
pl_pl: opisany
ro_ro: Recomandate

source: company
it_it: azienda
pl_pl: firma
ro_ro: companie

source: Company name
it_it: Nome della ditta
pl_pl: Nazwa firmy
ro_ro: Numele companiei

source: job
it_it: lavoro
pl_pl: praca
ro_ro: loc de munca

source: Job title
it_it: Titolo di lavoro
pl_pl: Stanowisko
ro_ro: Denumirea funcției

source: resume
it_it: riprendere
pl_pl: wznawianie
ro_ro: relua

source: Resume title
it_it: Titolo del curriculum
pl_pl: Wznów tytuł
ro_ro: Reluare Titlu

source: Alert
it_it: Mettere in guardia
pl_pl: Alarm
ro_ro: Alerta

source: View company contact detail
it_it: Visualizza i dettagli di contatto dell'azienda
pl_pl: Wyświetl dane kontaktowe firmy
ro_ro: Vedeți detaliile de contact ale companiei

source: View resume contact detail
it_it: Visualizza i dettagli di contatto del curriculum
pl_pl: Wyświetl szczegóły dotyczące wznowienia kontaktu
ro_ro: Vedeți detaliile de contact pentru CV

source: search
it_it: ricerca
pl_pl: Szukaj
ro_ro: căutare

source: Apply On Job
it_it: Candidati per lavoro
pl_pl: Aplikuj na stanowisko
ro_ro: Aplica la job

source: language
it_it: linguaggio
pl_pl: język
ro_ro: limba

source: Upload Image
it_it: Carica immagine
pl_pl: Załaduj obrazek
ro_ro: Incarca imaginea

source: Resume image
it_it: Riprendi immagine
pl_pl: Wznów obraz
ro_ro: Reluați imaginea

source: Max logo size allowed
it_it: Dimensioni massime del logo consentite
pl_pl: Maksymalny dozwolony rozmiar logo
ro_ro: Dimensiunea maximă a logo-ului permisă

source: Select Multiple Files
it_it: Seleziona più file
pl_pl: Wybierz wiele plików
ro_ro: Selectați mai multe fișiere

source: Save Resume
it_it: Salva curriculum
pl_pl: Zapisz CV
ro_ro: Salvați CV-ul

source: Cancel Resume
it_it: Annulla Riprendi
pl_pl: Anuluj wznowienie
ro_ro: Anulează reluarea

source: Attachment
it_it: Allegato
pl_pl: Załącznik
ro_ro: Atașament

source: salary
it_it: stipendio
pl_pl: wynagrodzenie
ro_ro: salariu

source: number
it_it: numero
pl_pl: numer
ro_ro: număr

source: location
it_it: Posizione
pl_pl: Lokalizacja
ro_ro: Locație

source: activity log
it_it: registro delle attività
pl_pl: Dziennik aktywności
ro_ro: Jurnalul de activitate

source: Activity Log
it_it: Registro delle attività
pl_pl: Dziennik aktywności
ro_ro: Jurnalul de activitate

source: stats
it_it: statistiche
pl_pl: statystyki
ro_ro: statistici

source: translations
it_it: traduzioni
pl_pl: tłumaczenia
ro_ro: traduceri

source: Translations
it_it: Traduzioni
pl_pl: Tłumaczenia
ro_ro: Traduceri

source: system errors
it_it: errori di sistema
pl_pl: błędy systemowe
ro_ro: erori de sistem

source: System Errors
it_it: Errori di sistema
pl_pl: Błędy systemowe
ro_ro: Erori de sistem

source: slug
it_it: lumaca
pl_pl: ślimak
ro_ro: melc

source: Slug
it_it: lumaca
pl_pl: Ślimak
ro_ro: Melc

source: ad ons
it_it: aggiunte
pl_pl: dodatki
ro_ro: suplimente

source: Install Addons
it_it: Installa componenti aggiuntivi
pl_pl: Zainstaluj dodatki
ro_ro: Instalați suplimente

source: install addons
it_it: installare componenti aggiuntivi
pl_pl: zainstaluj dodatki
ro_ro: instalați suplimente

source: addons list
it_it: elenco dei componenti aggiuntivi
pl_pl: lista dodatków
ro_ro: lista de suplimente

source: Addons List
it_it: Elenco componenti aggiuntivi
pl_pl: Lista dodatków
ro_ro: Lista de suplimente

source: companies
it_it: aziende
pl_pl: firm
ro_ro: companiilor

source: add new company
it_it: aggiungi nuova compagnia
pl_pl: dodaj nową firmę
ro_ro: adauga o companie noua

source: Add New Company
it_it: Aggiungi nuova compagnia
pl_pl: Dodaj nową firmę
ro_ro: Adăugați o companie nouă

source: fields
it_it: campi
pl_pl: pola
ro_ro: câmpuri

source: Fields
it_it: Campi
pl_pl: Pola
ro_ro: Câmpuri

source: departments
it_it: dipartimenti
pl_pl: działy
ro_ro: departamente

source: add new department
it_it: aggiungi nuovo reparto
pl_pl: dodaj nowy dział
ro_ro: adăugați un nou departament

source: jobs
it_it: lavori
pl_pl: Oferty pracy
ro_ro: locuri de munca

source: add new job
it_it: aggiungi un nuovo lavoro
pl_pl: dodaj nową pracę
ro_ro: adăugați un loc de muncă nou

source: Add New Job
it_it: Aggiungi nuovo lavoro
pl_pl: Dodaj nowe stanowisko
ro_ro: Adăugați un loc de muncă nou

source: search fields
it_it: campi di ricerca
pl_pl: pola wyszukiwania
ro_ro: câmpuri de căutare

source: Search Fields
it_it: Campi di ricerca
pl_pl: Szukaj w polach
ro_ro: Câmpuri de căutare

source: credits
it_it: crediti
pl_pl: kredyty
ro_ro: credite

source: folder
it_it: cartella
pl_pl: teczka
ro_ro: pliant

source: job types
it_it: tipi di lavoro
pl_pl: rodzaje pracy
ro_ro: tipuri de locuri de muncă

source: Job Types
it_it: Tipi di lavoro
pl_pl: Typy stanowisk
ro_ro: Tipuri de locuri de muncă

source: add new job type
it_it: aggiungi un nuovo tipo di lavoro
pl_pl: dodaj nowy typ pracy
ro_ro: adăugați un nou tip de job

source: Add New Job Type
it_it: Aggiungi nuovo tipo di lavoro
pl_pl: Dodaj nowy typ pracy
ro_ro: Adăugați un nou tip de muncă

source: job status
it_it: stato del lavoro
pl_pl: status pracy
ro_ro: starea postului

source: add new job status
it_it: aggiungere un nuovo stato di lavoro
pl_pl: dodaj nowy status pracy
ro_ro: adăugați un nou statut de job

source: Add New Job Status
it_it: Aggiungi nuovo stato lavoro
pl_pl: Dodaj nowy stan pracy
ro_ro: Adăugați o nouă stare de muncă

source: highest educations
it_it: istruzione più alta
pl_pl: najwyższe wykształcenie
ro_ro: Educatie inalta

source: Highest Educations
it_it: Istruzione superiore
pl_pl: Wyższe wykształcenie
ro_ro: Educatie inalta

source: add new highest education
it_it: aggiungere una nuova istruzione superiore
pl_pl: dodaj nowe najwyższe wykształcenie
ro_ro: adăugați noi studii superioare

source: Add New Highest Education
it_it: Aggiungi nuova istruzione superiore
pl_pl: Dodaj nowe wykształcenie wyższe
ro_ro: Adăugați o nouă educație superioară

source: career levels
it_it: livelli di carriera
pl_pl: poziomy kariery
ro_ro: nivelurile carierei

source: Career Levels
it_it: Livelli di carriera
pl_pl: Poziomy kariery
ro_ro: Niveluri de carieră

source: add new career level
it_it: aggiungere un nuovo livello di carriera
pl_pl: dodaj nowy poziom kariery
ro_ro: adăugați un nou nivel de carieră

source: Add New Career Level
it_it: Aggiungi un nuovo livello di carriera
pl_pl: Dodaj nowy poziom kariery
ro_ro: Adăugați un nou nivel de carieră

source: currency
it_it: valuta
pl_pl: waluta
ro_ro: valută

source: add new currency
it_it: aggiungi nuova valuta
pl_pl: dodaj nową walutę
ro_ro: adăugați o nouă monedă

source: Add New Currency
it_it: Aggiungi nuova valuta
pl_pl: Dodaj nową walutę
ro_ro: Adăugați o monedă nouă

source: categories
it_it: categorie
pl_pl: kategorie
ro_ro: categorii

source: add new category
it_it: aggiungi una nuova categoria
pl_pl: Dodaj nową kategorię
ro_ro: adăugați o nouă categorie

source: Add New Category
it_it: Aggiungi nuova categoria
pl_pl: Dodaj nową kategorię
ro_ro: Adăugați o nouă categorie

source: salary range
it_it: fascia di reddito
pl_pl: zakres wynagrodzenia
ro_ro: grilă de salarizare

source: salary range type
it_it: tipo di fascia retributiva
pl_pl: typ przedziału wynagrodzenia
ro_ro: tipul intervalului de salariu

source: Salary Range Type
it_it: Tipo di intervallo di stipendio
pl_pl: Typ zakresu wynagrodzenia
ro_ro: Tipul intervalului salarial

source: add new salary range type
it_it: aggiungere un nuovo tipo di fascia retributiva
pl_pl: dodaj nowy typ zakresu wynagrodzenia
ro_ro: adăugați un nou tip de interval de salariu

source: Add New Salary Range Type
it_it: Aggiungi nuovo tipo di intervallo di stipendio
pl_pl: Dodaj nowy typ zakresu wynagrodzenia
ro_ro: Adăugați un nou tip de interval de salariu

source: users
it_it: utenti
pl_pl: użytkowników
ro_ro: utilizatorii

source: Users
it_it: Utenti
pl_pl: Użytkownicy
ro_ro: Utilizatori

source: assign role
it_it: assegnare il ruolo
pl_pl: przypisać rolę
ro_ro: atribui un rol

source: Assign Role
it_it: Assegna ruolo
pl_pl: Przypisz rolę
ro_ro: Atribuiți un rol

source: short codes
it_it: codici brevi
pl_pl: krótkie kody
ro_ro: coduri scurte

source: Short Codes
it_it: Codici brevi
pl_pl: Krótkie kody
ro_ro: Coduri scurte

source: reports
it_it: rapporti
pl_pl: raporty
ro_ro: rapoarte

source: Reports
it_it: Rapporti
pl_pl: Raporty
ro_ro: Rapoarte

source: overall reports
it_it: rapporti complessivi
pl_pl: raporty ogólne
ro_ro: rapoarte generale

source: Overall Reports
it_it: Rapporti complessivi
pl_pl: Raporty ogólne
ro_ro: Rapoarte generale

source: Employer / Job Seeker Report
it_it: Rapporto datore di lavoro/cerca lavoro
pl_pl: Raport pracodawcy / osoby poszukującej pracy
ro_ro: Raport angajator/căutător de locuri de muncă

source: email templates
it_it: modelli di posta elettronica
pl_pl: Szablony wiadomości
ro_ro: șabloane de e-mail

source: Email Templates
it_it: Modelli di posta elettronica
pl_pl: Szablony wiadomości
ro_ro: Șabloane de e-mail

source: options
it_it: opzioni
pl_pl: opcje
ro_ro: Opțiuni

source: Options
it_it: Opzioni
pl_pl: Opcje
ro_ro: Opțiuni

source: new company
it_it: nuova compagnia
pl_pl: Nowa firma
ro_ro: firma noua

source: New Company
it_it: Nuova compagnia
pl_pl: Nowa firma
ro_ro: Companie nouă

source: delete company
it_it: eliminare azienda
pl_pl: usuń firmę
ro_ro: sterge firma

source: Delete Company
it_it: Elimina azienda
pl_pl: Usuń firmę
ro_ro: Ștergeți compania

source: company status
it_it: stato dell'azienda
pl_pl: status firmy
ro_ro: statutul companiei

source: Company Status
it_it: Stato dell'azienda
pl_pl: Status firmy
ro_ro: Statutul companiei

source: new job
it_it: nuovo lavoro
pl_pl: Nowa praca
ro_ro: nou loc de muncă

source: New Job
it_it: Nuovo lavoro
pl_pl: Nowa praca
ro_ro: Nou loc de muncă

source: new visitor job
it_it: nuovo lavoro visitatore
pl_pl: nowa praca dla gości
ro_ro: nou loc de muncă de vizitator

source: New Visitor Job
it_it: Nuovo lavoro per visitatori
pl_pl: Nowa oferta odwiedzin
ro_ro: Noua lucrare de vizitator

source: job delete
it_it: eliminazione lavoro
pl_pl: usunięcie pracy
ro_ro: stergerea jobului

source: Job Delete
it_it: Elimina lavoro
pl_pl: Usuń zadanie
ro_ro: Ștergere job

source: new resume
it_it: nuovo curriculum
pl_pl: nowe CV
ro_ro: CV nou

source: New Resume
it_it: Nuovo curriculum
pl_pl: Nowe CV
ro_ro: CV nou

source: new visitor resume
it_it: nuovo curriculum visitatore
pl_pl: wznowienie nowego gościa
ro_ro: CV-ul noului vizitator

source: New Visitor Resume
it_it: Nuovo curriculum per i visitatori
pl_pl: Wznowienie nowego gościa
ro_ro: CV-ul pentru vizitatori noi

source: resume status
it_it: riprendere lo stato
pl_pl: stan wznowienia
ro_ro: relua starea

source: Resume Status
it_it: Riprendi stato
pl_pl: Wznów stan
ro_ro: Reluați starea

source: delete resume
it_it: elimina curriculum
pl_pl: usuń wznowić
ro_ro: șterge CV-ul

source: Delete Resume
it_it: Elimina curriculum
pl_pl: Usuń CV
ro_ro: Șterge CV-ul

source: new employer
it_it: nuovo datore di lavoro
pl_pl: nowy pracodawca
ro_ro: noul angajator

source: New Employer
it_it: Nuovo datore di lavoro
pl_pl: Nowy pracodawca
ro_ro: Noul angajator

source: new job seeker
it_it: nuova persona in cerca di lavoro
pl_pl: nowy poszukujący pracy
ro_ro: nou cautator de locuri de munca

source: New Job Seeker
it_it: Nuovo cercatore di lavoro
pl_pl: Nowa osoba poszukująca pracy
ro_ro: Nou cautator de locuri de munca

source: job apply admin
it_it: amministratore di domanda di lavoro
pl_pl: Administrator aplikacji o pracę
ro_ro: postul de lucru admin

source: Job Apply Admin
it_it: Amministratore candidature lavoro
pl_pl: Administrator aplikacji o pracę
ro_ro: Administrator aplicație job

source: job apply employer
it_it: datore di lavoro
pl_pl: ubiegać się o pracę jako pracodawca
ro_ro: job aplica angajator

source: Job Apply Employer
it_it: Datore di lavoro candidato
pl_pl: Ubiegaj się o pracę jako pracodawca
ro_ro: Job Aplica Angajator

source: job apply job seeker
it_it: candidarsi in cerca di lavoro
pl_pl: ubiegać się o pracę poszukujący pracy
ro_ro: aplica un loc de munca cautator de locuri de munca

source: Job Apply Job Seeker
it_it: Candidati Cerca lavoro
pl_pl: Ubiegaj się o pracę Poszukujący pracy
ro_ro: Candidați pentru locuri de muncă

source: applied resume status change
it_it: modifica dello stato del curriculum applicato
pl_pl: zastosowana zmiana stanu wznowienia
ro_ro: modificarea stării CV-ului aplicată

source: Applied Resume Status Change
it_it: Modifica dello stato del curriculum applicato
pl_pl: Zastosowana zmiana stanu wznowienia
ro_ro: Modificarea stării reluării aplicată

source: tell to friend
it_it: dillo ad un amico
pl_pl: powiedz przyjacielowi
ro_ro: spune-i prietenului

source: Tell To Friend
it_it: Dillo ad un amico
pl_pl: Powiedz znajomemu
ro_ro: Spune Prietenului

source: Purchase Package Admin
it_it: Acquisto pacchetto Admin
pl_pl: Administrator pakietu zakupów
ro_ro: Administrator pachet de achiziții

source: Purchase Status
it_it: Stato di acquisto
pl_pl: Status zakupu
ro_ro: Starea achiziției

source: countries
it_it: Paesi
pl_pl: Państwa
ro_ro: ţări

source: Countries
it_it: Paesi
pl_pl: Państwa
ro_ro: Țări

source: add new country
it_it: aggiungi un nuovo paese
pl_pl: dodaj nowy kraj
ro_ro: adăugați o țară nouă

source: Add New Country
it_it: Aggiungi nuovo paese
pl_pl: Dodaj nowy kraj
ro_ro: Adăugați o țară nouă

source: Company Type
it_it: Tipo di azienda
pl_pl: Typ spółki
ro_ro: Tipul companiei

source: Featured Companies
it_it: Aziende in primo piano
pl_pl: Wyróżnione firmy
ro_ro: Companii prezentate

source: Columns
it_it: Colonne
pl_pl: Kolumny
ro_ro: Coloane

source: No. of Companies
it_it: N. di aziende
pl_pl: Liczba firm
ro_ro: Nr. de companii

source: Top Jobs
it_it: I migliori lavori
pl_pl: Najlepsze oferty pracy
ro_ro: Locuri de top

source: No. of jobs
it_it: N. di posti di lavoro
pl_pl: Liczba miejsc pracy
ro_ro: Nr de locuri de muncă

source: Duration
it_it: Durata
pl_pl: Trwanie
ro_ro: Durată

source: Start Publishing
it_it: Inizia a pubblicare
pl_pl: Rozpocznij publikowanie
ro_ro: Începeți să publicați
