Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: Required language is not installed but similar language[s] like
it_it: La lingua richiesta non è installata ma simili a lingue simili
pl_pl: Wymagany język nie jest zainstalowany, ale język jest podobny
ro_ro: Limba necesară nu este instalată, dar limbă(e) asemănătoare

source: is found in your system
it_it: si trova nel tuo sistema
pl_pl: zostanie znaleziony w twoim systemie
ro_ro: se găsește în sistemul dvs

source: Language code
it_it: Codice lingua
pl_pl: Kod języka
ro_ro: Cod de limbă

source: Empty values
it_it: Valori vuoti
pl_pl: Puste wartości
ro_ro: Valori goale

source: Language directory is not writable
it_it: La directory della lingua non è scrivibile
pl_pl: Katalog języka nie jest zapisywalny
ro_ro: Directorul de limbă nu poate fi scris

source: File is not writable
it_it: Il file non è scrivibile
pl_pl: Do pliku nie można zapisywać
ro_ro: Fișierul nu poate fi scris

source: File Downloaded Successfully
it_it: File scaricato con successo
pl_pl: Plik został pobrany pomyślnie
ro_ro: Fișier descărcat cu succes

source: Statistics
it_it: Statistiche
pl_pl: Statystyka
ro_ro: Statistici

source: configuartion
it_it: configurazione
pl_pl: konfiguracja
ro_ro: configurație

source: Configuartion
it_it: Configurazione
pl_pl: Konfiguracja
ro_ro: Configurare

source: arrow
it_it: freccia
pl_pl: strzałka
ro_ro: săgeată

source: trannslations
it_it: traduzioni
pl_pl: tłumaczenia
ro_ro: traduceri

source: Trannslations
it_it: Traduzioni
pl_pl: Tłumaczenia pisemne
ro_ro: Traduceri

source: premium add ons
it_it: componenti aggiuntivi premium
pl_pl: dodatki premium
ro_ro: suplimente premium

source: Premium Add Ons
it_it: Componenti aggiuntivi premium
pl_pl: Dodatki Premium
ro_ro: Suplimente premium

source: Install Now
it_it: Installa ora
pl_pl: Zainstaluj teraz
ro_ro: Instaleaza acum

source: Premium Addons List & Features
it_it: Elenco e funzionalità dei componenti aggiuntivi premium
pl_pl: Lista i funkcje dodatków premium
ro_ro: Lista de suplimente premium și caracteristici

source: The best support system plugin for WordPress has everything you need.
it_it: Il miglior plug-in del sistema di supporto per WordPress ha tutto ciò di cui hai bisogno.
pl_pl: Najlepsza wtyczka systemu wsparcia dla WordPress ma wszystko, czego potrzebujesz.
ro_ro: Cel mai bun plugin de sistem de asistență pentru WordPress are tot ce aveți nevoie.

source: Add-Ons List
it_it: Elenco dei componenti aggiuntivi
pl_pl: Lista dodatków
ro_ro: Lista de suplimente

source: Add New Addons
it_it: Aggiungi nuovi componenti aggiuntivi
pl_pl: Dodaj nowe dodatki
ro_ro: Adăugați suplimente noi

source: addon
it_it: Aggiungi su
pl_pl: dodatek

source: Latest Jobs
it_it: Ultimi lavori
pl_pl: Najnowsze oferty pracy
ro_ro: Ultimele locuri de muncă

source: view all jobs
it_it: visualizza tutti i lavori
pl_pl: wyświetl wszystkie oferty pracy
ro_ro: vezi toate locurile de munca

source: Latest Resume
it_it: Ultimo curriculum
pl_pl: Najnowsze CV
ro_ro: Cel mai recent CV

source: Addons
it_it: Componenti aggiuntivi
pl_pl: Dodatki
ro_ro: Suplimente

source: address data
it_it: dati di indirizzo
pl_pl: dane adresowe
ro_ro: date de adresă

source: social login
it_it: accesso sociale
pl_pl: logowanie społecznościowe
ro_ro: autentificare socială

source: visitor apply job
it_it: il visitatore fa domanda di lavoro
pl_pl: gość złożyć podanie o pracę
ro_ro: vizitatorul aplică un loc de muncă

source: featured company
it_it: azienda in primo piano
pl_pl: wyróżniona firma
ro_ro: companie prezentată

source: department
it_it: Dipartimento
pl_pl: departament
ro_ro: departament

source: feature resume
it_it: ripresa delle funzioni
pl_pl: wznowienie funkcji
ro_ro: CV-ul caracteristicii

source: featured job
it_it: lavoro in primo piano
pl_pl: polecana praca
ro_ro: job prezentat

source: rss feed
pl_pl: kanał RSS
ro_ro: feed rss

source: Message System
it_it: Sistema di messaggi
pl_pl: System wiadomości
ro_ro: Sistemul de mesaje

source: resume action
it_it: riprendere l'azione
pl_pl: wznowić działanie
ro_ro: reluați acțiunea

source: multi resume
it_it: curriculum multiplo
pl_pl: wielokrotne wznowienie
ro_ro: CV multiplu

source: resume search
it_it: riprendere la ricerca
pl_pl: wznów wyszukiwanie
ro_ro: reluați căutarea

source: shortlist
it_it: lista ristretta
pl_pl: podręczna lista
ro_ro: lista finaliștilor

source: social share
it_it: quota sociale
pl_pl: udział społeczny
ro_ro: cota socială

source: tell friend
it_it: dillo amico
pl_pl: powiedz przyjacielowi
ro_ro: spune prietenului

source: advance resume builder
it_it: generatore di curriculum anticipato
pl_pl: Zaawansowany konstruktor CV
ro_ro: constructor de CV în avans

source: visitor add job
it_it: visitatore aggiunge lavoro
pl_pl: gość dodać ofertę pracy
ro_ro: vizitatorul adaugă un loc de muncă

source: Front-End Widgets
it_it: Widget front-end
pl_pl: Widżety interfejsu użytkownika
ro_ro: Widgeturi front-end

source: We'd love to hear from You.
it_it: Ci piacerebbe sentirti.
pl_pl: Bardzo chcielibyśmy usłyszeć od Ciebie.
ro_ro: Ne-am bucura sa primim vesti de la tine.

source: Please write appreciated review at
it_it: Si prega di scrivere una recensione apprezzata a
pl_pl: Cenną recenzję proszę napisać pod adresem
ro_ro: Vă rugăm să scrieți recenzia apreciată la

source: WP Extension Directory
it_it: Directory di estensione WP
pl_pl: Katalog rozszerzeń WP
ro_ro: Director de extensii WP

source: Spread the word :
it_it: Diffondere la parola :
pl_pl: Szerz nowinę :
ro_ro: Imprastie vestea :

source: Social Apps
it_it: App sociali
pl_pl: Aplikacje społecznościowe
ro_ro: Aplicații sociale

source: Pro Features
it_it: Funzionalità professionali
pl_pl: Funkcje Pro
ro_ro: Caracteristici Pro

source: WP JOB PORTAL PRO FEATURES
it_it: WP JOB PORTAL PRO CARATTERISTICHE
pl_pl: FUNKCJE WP JOB PORTAL PRO
ro_ro: WP JOB PORTAL PRO CARACTERISTICI

source: BUY NOW
it_it: ACQUISTA ORA
pl_pl: KUP TERAZ
ro_ro: CUMPĂRĂ ACUM

source: Job seeker control panel
it_it: Pannello di controllo in cerca di lavoro
pl_pl: Panel sterowania dla osób poszukujących pracy
ro_ro: Panoul de control al solicitantului de locuri de munca

source: job seeker control panel
it_it: pannello di controllo in cerca di lavoro
pl_pl: panel sterowania dla osób poszukujących pracy
ro_ro: panoul de control al solicitantului de locuri de munca

source: Employer control panel
it_it: Pannello di controllo del datore di lavoro
pl_pl: Panel kontrolny pracodawcy
ro_ro: Panoul de control al angajatorului

source: employer control panel
it_it: pannello di controllo del datore di lavoro
pl_pl: panel kontrolny pracodawcy
ro_ro: panoul de control al angajatorului

source: form
it_it: modulo
pl_pl: Formularz
ro_ro: formă

source: Job categories
it_it: Categorie di lavoro
pl_pl: Kategorie stanowisk
ro_ro: Categorii de locuri de muncă

source: job categories
it_it: categorie di lavoro
pl_pl: kategorie stanowisk
ro_ro: categorii de locuri de muncă

source: My applied jobs
it_it: I miei lavori applicati
pl_pl: Moje oferty pracy
ro_ro: Joburile mele aplicate

source: Show employer
it_it: Mostra datore di lavoro
pl_pl: Pokaż pracodawcę
ro_ro: Arată angajatorul

source: My resume
it_it: Il mio curriculum
pl_pl: Mój życiorys
ro_ro: CV-ul meu

source: My resumes
it_it: I miei curriculum
pl_pl: Moje CV
ro_ro: CV-urile mele

source: Employer registration
it_it: Iscrizione datore di lavoro
pl_pl: Rejestracja pracodawcy
ro_ro: Înregistrarea angajatorului

source: registration form
it_it: Modulo di registrazione
pl_pl: formularz rejestracyjny
ro_ro: formular de înregistrare

source: Job seeker registration
it_it: Registrazione in cerca di lavoro
pl_pl: Rejestracja osób poszukujących pracy
ro_ro: Înregistrarea persoanei în căutarea unui loc de muncă

source: Login page
it_it: Pagina di login
pl_pl: Strona logowania
ro_ro: Pagina de logare

source: Show login page
it_it: Mostra pagina di accesso
pl_pl: Pokaż stronę logowania
ro_ro: Afișează pagina de conectare

source: in widget style
it_it: in stile widget
pl_pl: w stylu widgetu
ro_ro: în stil widget

source: My
it_it: Il mio
pl_pl: Mój
ro_ro: Ale mele

source: All Packages
it_it: Tutti i pacchetti
pl_pl: Wszystkie pakiety
ro_ro: Toate Pachetele

source: All
it_it: Tutti
pl_pl: Wszystko
ro_ro: Toate

source: Get WP Job Portal Translations
it_it: Ottieni le traduzioni di WP Job Portal
pl_pl: Uzyskaj tłumaczenia z portalu pracy WP
ro_ro: Obțineți WP Job Portal Translations

source: Get Translations
it_it: Ottieni traduzioni
pl_pl: Pobierz tłumaczenia
ro_ro: Obțineți traduceri

source: Select Translation
it_it: Seleziona Traduzione
pl_pl: Wybierz Tłumaczenie
ro_ro: Selectați Traducere

source: Contribute In Translation
it_it: Contribuire in traduzione
pl_pl: Przekaż w tłumaczeniu
ro_ro: Contribuie la traducere

source: Manual Download
it_it: Download manuale
pl_pl: Pobieranie ręczne
ro_ro: Descărcare manuală

source: Login into your account
it_it: Accedi al tuo account
pl_pl: Zaloguj się na swoje konto
ro_ro: Conectați-vă la contul dvs

source: keep me login
it_it: tienimi loggato
pl_pl: zachowaj logowanie
ro_ro: ține-mă în logare

source: / Per Month
it_it: / Al mese
pl_pl: / Na miesiąc
ro_ro: / Pe luna

source: plus icon
it_it: icona più
pl_pl: ikona plusa
ro_ro: pictograma plus

source: all jobs
it_it: tutti i lavori
pl_pl: wszystkie prace
ro_ro: toate locurile de muncă

source: All Jobs
it_it: Tutti i lavori
pl_pl: Wszystkie prace
ro_ro: Toate locurile de muncă

source: reset all
it_it: resetta tutto
pl_pl: Zresetować wszystko
ro_ro: reseteaza tot

source: Reset All
it_it: Resetta tutto
pl_pl: Zresetować wszystko
ro_ro: Reseteaza tot

source: Shifts
it_it: Turni
pl_pl: Zmiany
ro_ro: Schimbări

source: add new shift
it_it: aggiungi nuovo turno
pl_pl: dodaj nową zmianę
ro_ro: adăugați o nouă tură

source: Add New Shift
it_it: Aggiungi nuovo turno
pl_pl: Dodaj nową zmianę
ro_ro: Adăugați o tură nouă

source: add new age
it_it: aggiungi una nuova era
pl_pl: dodaj nowy wiek
ro_ro: adauga noua era

source: Add New Age
it_it: Aggiungi New Age
pl_pl: Dodaj New Age
ro_ro: Adăugați New Age

source: Experiences
it_it: Esperienze
pl_pl: Doświadczenie
ro_ro: Experiențe

source: add new experience
it_it: aggiungi nuova esperienza
pl_pl: dodaj nowe doświadczenie
ro_ro: adaugă experiență nouă

source: Add New Experience
it_it: Aggiungi nuova esperienza
pl_pl: Dodaj nowe doświadczenie
ro_ro: Adăugați o nouă experiență

source: Resume Approval Queue
it_it: Riprendi coda di approvazione
pl_pl: Wznów kolejkę do zatwierdzenia
ro_ro: Reluați coada de aprobare

source: Jobs Approval Queue
it_it: Coda di approvazione dei lavori
pl_pl: Kolejka zatwierdzania zadań
ro_ro: Coada de aprobare a locurilor de muncă

source: add new city
it_it: aggiungi nuova città
pl_pl: dodaj nowe miasto
ro_ro: adăugați un oraș nou

source: add new education
it_it: aggiungere nuova educazione
pl_pl: dodaj nową edukację
ro_ro: adăugați o nouă educație

source: add new state
it_it: aggiungi nuovo stato
pl_pl: dodaj nowy stan
ro_ro: adăugați o nouă stare

source: Edit Package
it_it: Modifica pacchetto
pl_pl: Edytuj pakiet
ro_ro: Editați pachetul

source: Post a Job
it_it: Pubblica un lavoro
pl_pl: Opublikuj ofertę pracy
ro_ro: Posteaza un loc de munca

source: Login
pl_pl: Zaloguj sie

source: Department Detail
it_it: Particolare del reparto
pl_pl: Dane działu
ro_ro: Detaliu departament

source: Jobs By Catagories
it_it: Lavori per categorie
pl_pl: Praca według kategorii
ro_ro: Locuri de muncă după categorii

source: Register Your Account
it_it: Registra il tuo account
pl_pl: Zarejestruj swoje konto
ro_ro: Înregistrați-vă contul

source: Resume By Category
it_it: Riprendi per categoria
pl_pl: Wznów według kategorii
ro_ro: CV după categorie

source: Pay per listing price to publish your
it_it: Paga per prezzo di inserzione per pubblicare il tuo
pl_pl: Zapłać za cenę aukcji, aby opublikować
ro_ro: Plătiți pe preț pentru a vă publica

source: Resume Saved Searches
it_it: Riprendi le ricerche salvate
pl_pl: Wznów zapisane wyszukiwania
ro_ro: Reluați căutările salvate

source: Packages
it_it: Pacchi
pl_pl: Pakiety
ro_ro: Pachete

source: Job By Types
it_it: Lavoro per tipi
pl_pl: Praca według typów
ro_ro: Loc de muncă după tipuri

source: You have insufficient credits, you can not perform this action
it_it: Hai crediti insufficienti, non puoi eseguire questa azione
pl_pl: Nie masz wystarczających kredytów, nie możesz wykonać tej akcji
ro_ro: Aveți credite insuficiente, nu puteți efectua această acțiune

source: Please Accept Terms And Conditions So You Can Proceed
it_it: Si prega di accettare i termini e le condizioni in modo da poter procedere
pl_pl: Zaakceptuj regulamin, aby móc kontynuować
ro_ro: Vă rugăm să acceptați termenii și condițiile pentru a putea continua

source: Lost your password
it_it: Hai perso la password
pl_pl: Zgubiłeś swoje hasło
ro_ro: ti-ai pierdut parola

source: Activated
it_it: Attivato
pl_pl: Aktywowany
ro_ro: Activat

source: Active Now
it_it: Attivo ora
pl_pl: Aktywne teraz
ro_ro: Activ acum

source: Location Format Is Not Correct Please Enter City In This Format City Name Country Name Or City Name State Name Country Name
it_it: Il formato della posizione non è corretto Immettere la città in questo formato Nome della città Nome del paese o nome della città Nome dello stato Nome del paese
pl_pl: Format lokalizacji jest nieprawidłowy Wprowadź miasto w tym formacie Nazwa miasta Nazwa kraju lub nazwa miasta Nazwa państwa Nazwa kraju
ro_ro: Formatul locației nu este corect Vă rugăm să introduceți orașul în acest format Numele orașului Numele țării sau Numele orașului Numele statului Numele țării

source: Credits will only be deducted if you select a resume and click Apply Now on next popup.
it_it: I crediti verranno detratti solo se selezioni un curriculum e fai clic su Applica ora nel popup successivo.
pl_pl: Kredyty zostaną potrącone tylko wtedy, gdy wybierzesz CV i klikniesz Zastosuj teraz w następnym wyskakującym okienku.
ro_ro: Creditele vor fi deduse numai dacă selectați un CV și faceți clic pe Aplicați acum în următoarea fereastră pop-up.

source: Unfortunately sytem is offline for a bit of maintenance right now. But soon we will be up.
it_it: Sfortunatamente il sistema è offline per un po' di manutenzione in questo momento. Ma presto ci alzeremo.
pl_pl: Niestety system jest teraz offline z powodu konserwacji. Ale wkrótce będziemy na nogach.
ro_ro: Din păcate, sistemul este offline pentru un pic de întreținere în acest moment. Dar în curând ne vom trezi.

source: Registration is disabled by admin, please contact to system administrator !...
it_it: La registrazione è stata disabilitata dall'amministratore, si prega di contattare l'amministratore di sistema!...
pl_pl: Rejestracja została wyłączona przez administratora, skontaktuj się z administratorem systemu! ...
ro_ro: Înregistrarea este dezactivată de administrator, vă rugăm să contactați administratorul de sistem!...

source: Location format is not correct please enter city in this format city name, country name
it_it: Il formato della località non è corretto, inserisci la città in questo formato nome della città, nome del paese
pl_pl: Format lokalizacji jest nieprawidłowy, wprowadź miasto w tym formacie nazwa miasta, nazwa kraju
ro_ro: Formatul locației nu este corect, vă rugăm să introduceți orașul în acest format numele orașului, numele țării

source: Select WP JOB PORTAL default page, on action system will redirect on selected page. If not select default page, email links and support icon might not work.
it_it: Seleziona la pagina predefinita di WP JOB PORTAL, il sistema di azione reindirizzerà alla pagina selezionata. Se non si seleziona la pagina predefinita, i collegamenti e-mail e l'icona di supporto potrebbero non funzionare.
pl_pl: Wybierz domyślną stronę WP JOB PORTAL, po uruchomieniu system przekieruje na wybraną stronę. Jeśli nie wybierzesz strony domyślnej, łącza e-mail i ikona pomocy mogą nie działać.
ro_ro: Selectați pagina implicită WP JOB PORTAL, sistemul de acțiune va redirecționa către pagina selectată. Dacă nu selectați pagina implicită, este posibil ca linkurile de e-mail și pictograma de asistență să nu funcționeze.

source: If no is selected then only categories that have jobs or resumes will be shown on jobs,resumes by categories layout
it_it: Se no è selezionato, solo le categorie che hanno lavori o curricula verranno mostrate sui lavori, curriculum per layout di categorie
pl_pl: Jeśli wybrano nie, tylko kategorie z ofertami pracy lub życiorysami będą wyświetlane w ofertach pracy, a wznowienia według układu kategorii
ro_ro: Dacă nu este selectat, atunci numai categoriile care au locuri de muncă sau CV-uri vor fi afișate în locuri de muncă, CV-uri după aspectul categoriilor

source: This configuration controls whethre new user will get free package (if free package exsist in the system)
it_it: Questa configurazione controlla se il nuovo utente riceverà un pacchetto gratuito (se esiste un pacchetto gratuito nel sistema)
pl_pl: Ta konfiguracja kontroluje, czy nowy użytkownik otrzyma darmowy pakiet (jeśli wolny pakiet istnieje w systemie)
ro_ro: Această configurație controlează dacă noul utilizator va primi pachet gratuit (dacă există pachet gratuit în sistem)

source: This configuration controls whether user can be free package more than once
it_it: Questa configurazione controlla se l'utente può essere un pacchetto gratuito più di una volta
pl_pl: Ta konfiguracja kontroluje, czy użytkownik może mieć wolny pakiet więcej niż raz
ro_ro: Această configurație controlează dacă utilizatorul poate fi pachet gratuit de mai multe ori

source: This configuration controls whether free package will be auto approve or not
it_it: Questa configurazione controlla se il pacchetto gratuito verrà approvato automaticamente o meno
pl_pl: Ta konfiguracja określa, czy bezpłatny pakiet będzie automatycznie zatwierdzany, czy nie
ro_ro: Această configurație controlează dacă pachetul gratuit va fi aprobat automat sau nu

source: whenever anyone registers as employer he will be redirected to this page
it_it: ogni volta che qualcuno si registra come datore di lavoro sarà reindirizzato a questa pagina
pl_pl: za każdym razem, gdy ktoś zarejestruje się jako pracodawca, zostanie przekierowany na tę stronę
ro_ro: ori de câte ori cineva se înregistrează ca angajator va fi redirecționat către această pagină

source: whenever anyone registers as job seeker, he will be redirected to this page
it_it: ogni volta che qualcuno si registra come cercatore di lavoro, verrà reindirizzato a questa pagina
pl_pl: za każdym razem, gdy ktoś zarejestruje się jako poszukujący pracy, zostanie przekierowany na tę stronę
ro_ro: ori de câte ori cineva se înregistrează ca solicitant de locuri de muncă, acesta va fi redirecționat către această pagină

source: All sections are included in employer email content or only sections that have value
it_it: Tutte le sezioni sono incluse nel contenuto dell'e-mail del datore di lavoro o solo le sezioni che hanno valore
pl_pl: Wszystkie sekcje są zawarte w treści wiadomości e-mail pracodawcy lub tylko sekcje, które mają wartość
ro_ro: Toate secțiunile sunt incluse în conținutul e-mailului angajatorului sau numai secțiunile care au valoare

source: This option is only valid if employer selected send resume data in email settings while posting job
it_it: Questa opzione è valida solo se il datore di lavoro ha selezionato l'invio dei dati del curriculum nelle impostazioni e-mail durante la pubblicazione del lavoro
pl_pl: Ta opcja jest ważna tylko wtedy, gdy wybrany przez pracodawcę wysyła dane CV w ustawieniach poczty e-mail podczas publikowania oferty pracy
ro_ro: Această opțiune este valabilă numai dacă angajatorul a selectat trimiterea datelor CV-ului în setările de e-mail în timpul postării unui loc de muncă

source: Due to pending status of job you do not have permission to see job detail
it_it: A causa dello stato in sospeso del lavoro, non hai l'autorizzazione per visualizzare i dettagli del lavoro
pl_pl: Ze względu na status oferty pracy oczekującej nie masz uprawnień do wyświetlania szczegółów oferty pracy
ro_ro: Din cauza stării în așteptare a postului, nu aveți permisiunea de a vedea detaliile postului

source: Due to rejection of resume you do not have permission to see resume detail
it_it: A causa del rifiuto del curriculum non hai il permesso di vedere i dettagli del curriculum
pl_pl: Z powodu odrzucenia CV nie masz uprawnień, aby zobaczyć szczegóły CV
ro_ro: Din cauza respingerii CV-ului, nu aveți permisiunea de a vedea detaliile CV-ului

source: Due to pending status of resume you do not have permission to see resume detail
it_it: A causa dello stato in sospeso del curriculum, non hai l'autorizzazione per visualizzare i dettagli del curriculum
pl_pl: Ze względu na status CV w toku, nie masz uprawnień do wyświetlania szczegółów wznowienia
ro_ro: Din cauza stării în așteptare a CV-ului, nu aveți permisiunea de a vedea detaliile CV-ului

source: if yes is selected then pages and menus of job manager template will be cretaed and published.
it_it: se si seleziona Sì, verranno create e pubblicate pagine e menu del modello di gestione lavori.
pl_pl: jeśli wybrano tak, zostaną utworzone i opublikowane strony i menu szablonu Job Managera.
ro_ro: dacă este selectat da, atunci paginile și meniurile șablonului managerului de locuri de muncă vor fi create și publicate.

source: Select WP Job Portal default page, on action system will redirect on selected page.
it_it: Seleziona la pagina predefinita di WP Job Portal, il sistema di azione reindirizzerà alla pagina selezionata.
pl_pl: Wybierz domyślną stronę WP Job Portal, po uruchomieniu system przekieruje na wybraną stronę.
ro_ro: Selectați pagina implicită WP Job Portal, sistemul de acțiune va redirecționa către pagina selectată.

source: If not select default page, email links and support icon might not work.
it_it: Se non si seleziona la pagina predefinita, i collegamenti e-mail e l'icona di supporto potrebbero non funzionare.
pl_pl: Jeśli nie wybierzesz strony domyślnej, łącza e-mail i ikona pomocy mogą nie działać.
ro_ro: Dacă nu selectați pagina implicită, este posibil ca linkurile de e-mail și pictograma de asistență să nu funcționeze.

source: This add-on offers to job seekers create a resume with multiple options like multiple addresses, institutions, employers, references and skills.
it_it: Questo componente aggiuntivo offre alle persone in cerca di lavoro un curriculum con più opzioni come indirizzi multipli, istituzioni, datori di lavoro, referenze e competenze.
pl_pl: Te dodatkowe oferty dla osób poszukujących pracy tworzą CV z wieloma opcjami, takimi jak wiele adresów, instytucji, pracodawców, referencji i umiejętności.
ro_ro: Acest supliment oferă solicitanților de locuri de muncă să creeze un CV cu mai multe opțiuni, cum ar fi mai multe adrese, instituții, angajatori, referințe și abilități.

source: WP Job Portal offers a feature for an employer to copy their jobs. Employers can copy their jobs easily.
it_it: WP Job Portal offre una funzione per consentire a un datore di lavoro di copiare i propri lavori. I datori di lavoro possono copiare facilmente i loro lavori.
pl_pl: Portal pracy WP oferuje pracodawcy funkcję kopiowania swoich ofert pracy. Pracodawcy mogą łatwo kopiować swoje oferty pracy.
ro_ro: Portalul de locuri de muncă WP oferă unui angajator o funcție de a-și copia locurile de muncă. Angajatorii își pot copia cu ușurință locurile de muncă.
