Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: Delete
it_it: Eliminare
pl_pl: Usunąć
ro_ro: Șterge

source: dashboard
it_it: Pannello
pl_pl: deska rozdzielcza
ro_ro: bord

source: Dashboard
it_it: Pannello
pl_pl: Deska rozdzielcza
ro_ro: Bord

source: Load Address Data
it_it: Carica dati indirizzo
pl_pl: Załaduj dane adresowe
ro_ro: Încărcați datele de adresă

source: configuration
it_it: configurazione
pl_pl: konfiguracja
ro_ro: configurație

source: Version
it_it: Versione
pl_pl: Wersja
ro_ro: Versiune

source: Download
it_it: Scaricamento
pl_pl: Pobieranie
ro_ro: Descarca

source: Action
it_it: Azione
pl_pl: Akcja
ro_ro: Acțiune

source: States
it_it: stati
pl_pl: Stany
ro_ro: state

source: Cities
it_it: Città
pl_pl: Miasta
ro_ro: Orase

source: Latitude
it_it: Latitudine
pl_pl: Szerokość
ro_ro: Latitudine

source: Longitude
it_it: Longitudine
pl_pl: Długość geograficzna
ro_ro: Longitudine

source: Map
it_it: Carta geografica
pl_pl: Mapa
ro_ro: Hartă

source: Select One
it_it: Seleziona uno
pl_pl: Wybierz jeden
ro_ro: Alege unul

source: Meters
it_it: Metri
pl_pl: Metry
ro_ro: Contoare

source: Kilometers
it_it: Chilometri
pl_pl: Kilometry
ro_ro: Kilometri

source: Nautical Miles
it_it: Miglia nautiche
pl_pl: Mile morskie
ro_ro: Mile nautice

source: Select
it_it: Selezionare
pl_pl: Wybierz
ro_ro: Selectați

source: Address
it_it: Indirizzo
pl_pl: Adres
ro_ro: Abordare

source: Add New
it_it: Aggiungere nuova
pl_pl: Dodaj nowe
ro_ro: Adăuga nou

source: Employer
it_it: Datore di lavoro
pl_pl: Pracodawca
ro_ro: Angajator

source: Languages
it_it: Le lingue
pl_pl: Języki
ro_ro: Limbi

source: Language
it_it: Lingua
pl_pl: Język
ro_ro: Limba

source: Institute
it_it: Istituto
pl_pl: Instytut
ro_ro: institut

source: Copy
it_it: copia
pl_pl: Kopiuj
ro_ro: Copie

source: Select Package
it_it: Seleziona Pacchetto
pl_pl: Wybierz pakiet
ro_ro: Selectați Pachet

source: Please select a package first
it_it: Seleziona prima un pacchetto
pl_pl: Najpierw wybierz pakiet
ro_ro: Vă rugăm să selectați mai întâi un pachet

source: Job
it_it: Lavoro
pl_pl: Praca
ro_ro: Loc de munca

source: Unlimited
it_it: Illimitato
pl_pl: bez limitu
ro_ro: Nelimitat

source: Remaining
it_it: Residuo
pl_pl: Pozostały
ro_ro: Rămas

source: copy job
it_it: lavoro di copia
pl_pl: kopiowanie
ro_ro: lucrare de copiere

source: Copy Job
it_it: Copia lavoro
pl_pl: Kopiuj zadanie
ro_ro: Copiere lucrare

source: User
it_it: Utente
pl_pl: Użytkownik
ro_ro: Utilizator

source: Description
it_it: Descrizione
pl_pl: Opis
ro_ro: Descriere

source: Payment Method
it_it: Metodo di pagamento
pl_pl: Metoda płatności
ro_ro: Modalitate de plată

source: Very Poor
it_it: Molto povero
pl_pl: Bardzo ubogi
ro_ro: Foarte sarac

source: Poor
it_it: Povero
pl_pl: Ubogi
ro_ro: Sărac

source: Regular
it_it: Regolare
pl_pl: Regularny
ro_ro: Regulat

source: Good
it_it: Buona
pl_pl: Dobry
ro_ro: Bun

source: Very Good
it_it: Molto bene
pl_pl: Bardzo dobrze
ro_ro: Foarte bun

source: Pending
it_it: In attesa di
pl_pl: W oczekiwaniu
ro_ro: In asteptarea

source: Approved
it_it: Approvato
pl_pl: Zatwierdzony
ro_ro: Aprobat

source: Rejected
it_it: Respinto
pl_pl: Odrzucony
ro_ro: Respins

source: Posted
it_it: Inserito
pl_pl: Wysłano
ro_ro: Postat

source: Yes
it_it: sì
pl_pl: tak
ro_ro: da

source: No
pl_pl: Nie
ro_ro: Nu

source: Created
it_it: Creato
pl_pl: Utworzony
ro_ro: Creată

source: Free
it_it: Libero
pl_pl: Wolny
ro_ro: Gratuit

source: Package
it_it: Pacchetto
pl_pl: Pakiet
ro_ro: Pachet

source: Invoices
it_it: Fatture
pl_pl: Faktury
ro_ro: Facturi

source: Are you sure to delete
it_it: Sei sicuro di eliminare
pl_pl: Czy na pewno chcesz usunąć
ro_ro: Sunteți sigur că veți șterge

source: User Name
it_it: Nome utente
pl_pl: Nazwa Użytkownika
ro_ro: Nume de utilizator

source: Select Status
it_it: Seleziona Stato
pl_pl: Wybierz Status
ro_ro: Selectați Stare

source: Search
it_it: Ricerca
pl_pl: Szukaj
ro_ro: Căutare

source: Reset
it_it: Ripristina
pl_pl: Resetowanie
ro_ro: Resetați

source: Published
it_it: Pubblicato
pl_pl: Opublikowany
ro_ro: Publicat

source: No record found
it_it: Nessun record trovato
pl_pl: Nie znaleziona nagrania
ro_ro: Nicio inregistrare gasita

source: My Invoices
it_it: Le mie fatture
pl_pl: Moje faktury
ro_ro: Facturile mele

source: View All
it_it: Mostra tutto
pl_pl: Pokaż wszystkie
ro_ro: A vedea tot

source: Featured
it_it: In primo piano
pl_pl: Opisany
ro_ro: Recomandate

source: Credits
it_it: Crediti
pl_pl: Kredyty
ro_ro: credite

source: Title
it_it: Titolo
pl_pl: Tytuł
ro_ro: Titlu

source: Company
it_it: Azienda
pl_pl: Firma
ro_ro: Companie

source: Job seeker
it_it: In cerca di lavoro
pl_pl: Szukający pracy
ro_ro: Solicitant de loc de muncă

source: Edit
it_it: Modificare
pl_pl: Edytować
ro_ro: Editați | ×

source: Resume
it_it: Riprendere
pl_pl: Wznawianie
ro_ro: Relua

source: Job Seeker
it_it: In cerca di lavoro
pl_pl: Szukający pracy
ro_ro: Solicitant de loc de muncă

source: Cancel
it_it: Annulla
pl_pl: anulować
ro_ro: Anulare

source: Save
it_it: Salva
pl_pl: Zapisać
ro_ro: Salvați

source: Day
it_it: Giorno
pl_pl: Dzień
ro_ro: Zi

source: Days
it_it: Giorni
pl_pl: Dni
ro_ro: Zile

source: Approve
it_it: Approvare
pl_pl: Zatwierdzać
ro_ro: Aproba

source: Reject
it_it: Rifiutare
pl_pl: Odrzucać
ro_ro: Respinge

source: Message
it_it: Messaggio
pl_pl: Wiadomość
ro_ro: Mesaj

source: Subject
it_it: Argomento
pl_pl: Przedmiot
ro_ro: Subiect

source: message
it_it: Messaggio
pl_pl: wiadomość
ro_ro: mesaj

source: Send Message
it_it: Invia messaggio
pl_pl: Wyślij wiadomość
ro_ro: Trimite mesaj

source: Expire in
it_it: Scade tra
pl_pl: Wygasa za
ro_ro: Expiră în

source: Job Messages
it_it: Messaggi di lavoro
pl_pl: Wiadomości o pracy
ro_ro: Mesaje de locuri de muncă

source: Messages
it_it: Messaggi
pl_pl: Wiadomości
ro_ro: Mesaje

source: Job Title
it_it: Titolo di lavoro
pl_pl: Stanowisko
ro_ro: Denumirea funcției

source: Resume Title
it_it: Titolo del curriculum
pl_pl: Wznów tytuł
ro_ro: Reluare Titlu

source: Employer Name
it_it: nome del datore di lavoro
pl_pl: Nazwa pracodawcy
ro_ro: Numele angajatorului

source: This will delete every thing about this record
it_it: Questo cancellerà tutto su questo record
pl_pl: Spowoduje to usunięcie wszystkich informacji dotyczących tego rekordu
ro_ro: Aceasta va șterge totul despre această înregistrare

source: Force Delete
it_it: Forza l'eliminazione
pl_pl: Wymuś usunięcie
ro_ro: Ștergere forțată

source: Company Name
it_it: Nome della ditta
pl_pl: Nazwa firmy
ro_ro: Numele companiei

source: Select All
it_it: Seleziona tutto
pl_pl: Zaznacz wszystko
ro_ro: Selectează tot

source: Purchase Package
it_it: Pacchetto di acquisto
pl_pl: Pakiet zakupu
ro_ro: Pachet de achiziție

source: Years
it_it: Anni
pl_pl: Lata
ro_ro: Ani

source: Currency
it_it: Valuta
pl_pl: Waluta
ro_ro: Valută

source: Job Expiry
it_it: Scadenza lavoro
pl_pl: Wygaśnięcie oferty pracy
ro_ro: Expirarea locului de muncă

source: Resume Section
it_it: Sezione Resume
pl_pl: Wznów sekcję
ro_ro: Secțiunea de reluare

source: cancel
it_it: Annulla
pl_pl: Anuluj
ro_ro: Anulare

source: Package Detail
it_it: Particolare del pacchetto
pl_pl: Szczegóły pakietu
ro_ro: Detaliu pachet

source: Departments
it_it: Dipartimenti
pl_pl: Działy
ro_ro: Departamente

source: Resume Search
it_it: Riprendi la ricerca
pl_pl: Wznów wyszukiwanie
ro_ro: Reluați căutarea

source: Job Apply
it_it: Candidatura per lavoro
pl_pl: Aplikuj o pracę
ro_ro: Aplicați job

source: User name
it_it: Nome utente
pl_pl: Nazwa Użytkownika
ro_ro: Nume de utilizator

source: Password
it_it: Parola d'ordine
pl_pl: Hasło
ro_ro: Parola

source: Subscription
it_it: Sottoscrizione
pl_pl: Subskrypcja
ro_ro: Abonament

source: Enabled
it_it: Abilitato
pl_pl: Włączono
ro_ro: Activat

source: Configuration
it_it: Configurazione
pl_pl: Konfiguracja
ro_ro: Configurare

source: You can view Resume Contact Detail Now
it_it: È possibile visualizzare i dettagli del contatto del curriculum ora
pl_pl: Możesz teraz wyświetlić szczegóły kontaktu CV
ro_ro: Puteți vizualiza acum detaliile de contact pentru CV

source: Login
pl_pl: Zaloguj sie

source: Username
it_it: Nome utente
pl_pl: Nazwa Użytkownika
ro_ro: Nume de utilizator

source: Name
it_it: Nome
pl_pl: Nazwa
ro_ro: Nume

source: Email Address
it_it: Indirizzo e-mail
pl_pl: Adres e-mail
ro_ro: Adresa de e-mail

source: Select User
it_it: Seleziona Utente
pl_pl: Wybierz użytkownika
ro_ro: Selectați Utilizator

source: Default
it_it: Predefinito
pl_pl: Domyślna
ro_ro: Mod implicit

source: add
it_it: Inserisci
pl_pl: Dodaj
ro_ro: adăuga

source: delete
it_it: eliminare
pl_pl: usunąć
ro_ro: șterge

source: Date
it_it: Data
pl_pl: Data
ro_ro: Data

source: published
it_it: pubblicato
pl_pl: opublikowany
ro_ro: publicat

source: not published
it_it: non pubblicato
pl_pl: nieopublikowany
ro_ro: nepublicat

source: Type
it_it: Tipo
pl_pl: Rodzaj
ro_ro: Tip

source: Department
it_it: Dipartimento
pl_pl: Departament
ro_ro: Departament

source: Proceed To Payment
it_it: Procedere al pagamento
pl_pl: Przejdź do płatności
ro_ro: Finalizați plata

source: Remaining Resume
it_it: Curriculum rimanente
pl_pl: Pozostałe CV
ro_ro: CV-ul rămas

source: Ends On
it_it: Finisce il
pl_pl: Koniec w dniu
ro_ro: Se termină pe

source: Packages
it_it: Pacchi
pl_pl: Pakiety
ro_ro: Pachete

source: packages
it_it: pacchi
pl_pl: pakiety
ro_ro: pachete

source: My Packages
it_it: I miei pacchetti
pl_pl: Moje pakiety
ro_ro: Pachetele mele

source: My Subscriptions
it_it: le mie sottoscrizioni
pl_pl: moje subskrypcje
ro_ro: Abonamentele mele

source: Cancel Payment
it_it: Annulla pagamento
pl_pl: Anuluj płatność
ro_ro: Anulați plata

source: Show Company Contact
it_it: Mostra il contatto dell'azienda
pl_pl: Pokaż kontakt firmy
ro_ro: Afișați Contactul companiei

source: add new package
it_it: aggiungi nuovo pacchetto
pl_pl: dodaj nowy pakiet
ro_ro: adauga pachet nou

source: Add New Package
it_it: Aggiungi nuovo pacchetto
pl_pl: Dodaj nowy pakiet
ro_ro: Adăugați un pachet nou

source: make payment
it_it: fare un pagamento
pl_pl: dokonać płatności
ro_ro: plateste

source: You have Already Applied
it_it: Hai già presentato domanda
pl_pl: Już się zgłosiłeś
ro_ro: Ați aplicat deja

source: Make Payment To Apply
it_it: Effettua il pagamento per fare domanda
pl_pl: Dokonaj płatności, aby złożyć wniosek
ro_ro: Efectuați plata pentru a aplica

source: Apply On This Job
it_it: Candidati per questo lavoro
pl_pl: Aplikuj na tę pracę
ro_ro: Aplicați la acest job

source: Proceed With Paying
it_it: Procedi con il pagamento
pl_pl: Kontynuuj płacenie
ro_ro: Continuați cu plata

source: Apply Now
it_it: Applica ora
pl_pl: Aplikuj teraz
ro_ro: Aplica acum

source: Website
it_it: Sito web
pl_pl: Stronie internetowej
ro_ro: Site-ul web

source: Select role
it_it: Seleziona il ruolo
pl_pl: Wybierz rolę
ro_ro: Selectați rolul

source: Buy Package
it_it: Acquista pacchetto
pl_pl: Kup pakiet
ro_ro: Cumpărați pachet

source: Buy credits
it_it: Comprare crediti
pl_pl: Kup kredyty
ro_ro: Cumpărați credite

source: Departments Approval Queue
it_it: Coda di approvazione dei reparti
pl_pl: Kolejka zatwierdzania departamentów
ro_ro: Coada de aprobare a departamentelor

source: Pending Payment
it_it: In attesa di Pagamento
pl_pl: Oczekująca płatność
ro_ro: În așteptarea plată

source: Add New Department
it_it: Aggiungi nuovo reparto
pl_pl: Dodaj nowy dział
ro_ro: Adăugați un nou departament

source: Ago
it_it: Fa
pl_pl: Temu
ro_ro: În urmă

source: edit
it_it: modificare
pl_pl: edytować
ro_ro: Editați | ×

source: approve
it_it: approvare
pl_pl: zatwierdzać
ro_ro: aproba

source: reject
it_it: rifiutare
pl_pl: odrzucać
ro_ro: respinge

source: View Department
it_it: Visualizza Dipartimento
pl_pl: Wyświetl dział
ro_ro: Vedeți Departamentul

source: Pending Due To Payment
it_it: In attesa di pagamento
pl_pl: Oczekujące na płatność
ro_ro: În așteptare din cauza plății

source: Change package
it_it: Cambia pacchetto
pl_pl: Zmień pakiet
ro_ro: Schimbați pachetul

source: Change Package
it_it: Cambia pacchetto
pl_pl: Zmień pakiet
ro_ro: Schimbați pachetul

source: My departments
it_it: I miei reparti
pl_pl: Moje działy
ro_ro: Departamentele mele

source: My Departments
it_it: I miei dipartimenti
pl_pl: Moje działy
ro_ro: Departamentele mele

source: Add Department
it_it: Aggiungi reparto
pl_pl: Dodaj dział
ro_ro: Adăugați departament

source: Male
it_it: Maschio
pl_pl: Męski
ro_ro: Masculin

source: Female
it_it: Femmina
pl_pl: Płeć żeńska
ro_ro: Femeie

source: Does not matter
it_it: Non importa
pl_pl: Nie ma znaczenia
ro_ro: Nu contează

source: City
it_it: Città
pl_pl: Miasto
ro_ro: Oraș

source: export
it_it: esportare
pl_pl: eksport

source: Export
it_it: Esportare
pl_pl: Eksport

source: Waiting for approval
it_it: In attesa di approvazione
pl_pl: Czeka na zatwierdzenie
ro_ro: se asteapta aprobarea

source: Expiry Date
it_it: Data di scadenza
pl_pl: Data wygaśnięcia
ro_ro: Data de expirare

source: remove featured
it_it: rimuovi in ​​primo piano
pl_pl: usuń polecane
ro_ro: eliminați prezentate

source: Remove Featured
it_it: Rimuovi in ​​primo piano
pl_pl: Usuń polecane
ro_ro: Eliminați Featured

source: Failed while performing this action
it_it: Errore durante l'esecuzione di questa azione
pl_pl: Nie udało się wykonać tej czynności
ro_ro: Eșuat în timpul efectuării acestei acțiuni

source: Search All
it_it: Cerca tutto
pl_pl: Wyszukaj wszystko
ro_ro: Căutați în toate

source: Applied resume
it_it: Curriculum applicato
pl_pl: Zastosowane CV
ro_ro: CV aplicat

source: Category
it_it: Categoria
pl_pl: Kategoria
ro_ro: Categorie

source: Job Type
it_it: Tipo di lavoro
pl_pl: Rodzaj pracy
ro_ro: Tipul postului

source: Location
it_it: Posizione
pl_pl: Lokalizacja
ro_ro: Locație

source: View Resume
it_it: Visualizza curriculum
pl_pl: Wyświetl CV
ro_ro: Vizualizați CV-ul

source: Folder
it_it: Cartella
pl_pl: Teczka
ro_ro: Pliant

source: Add
it_it: Aggiungere
pl_pl: Dodaj
ro_ro: Adăuga

source: Folders
it_it: Cartelle
pl_pl: Lornetka składana
ro_ro: Foldere

source: Folder Resume
it_it: Cartella Riprendi
pl_pl: Wznów folder

source: Applied Resume
it_it: Curriculum applicato
pl_pl: Zastosowane CV
ro_ro: CV aplicat

source: view
it_it: Visualizza
pl_pl: widok
ro_ro: vedere

source: Salary Range
it_it: Fascia di reddito
pl_pl: Zakres wynagrodzenia
ro_ro: Grilă de salarizare

source: Folders Queue
it_it: Coda di cartelle
pl_pl: Kolejka folderów
ro_ro: Coada de foldere

source: Add New Folder
it_it: Aggiungi nuova cartella
pl_pl: Dodaj nowy folder
ro_ro: Adăugați un dosar nou

source: The page you are looking for no longer exists
it_it: La pagina che stai cercando non esiste più
pl_pl: Strona, której szukasz, już nie istnieje
ro_ro: Pagina pe care o cauți nu mai există

source: publish
it_it: pubblicare
pl_pl: publikować
ro_ro: publica

source: unpublish
it_it: non pubblicato
pl_pl: cofnij publikację
ro_ro: anulează publicarea

source: View
it_it: Visualizzazione
pl_pl: Widok
ro_ro: Vedere

source: add new folder
it_it: aggiungi una nuova cartella
pl_pl: dodaj nowy folder
ro_ro: adăugați un folder nou

source: approval queue
it_it: coda di approvazione
pl_pl: kolejka do zatwierdzenia
ro_ro: coada de aprobare

source: Approval Queue
it_it: Coda di approvazione
pl_pl: Kolejka do zatwierdzenia
ro_ro: Coada de aprobare

source: My Folders
it_it: Le mie cartelle
pl_pl: Moje foldery
ro_ro: Dosarele mele

source: Invalid captcha
it_it: CAPTCHA non valido
pl_pl: niepoprawna CAPTCHA
ro_ro: Captcha nevalid

source: Incorrect Captcha code
it_it: Codice Captcha errato
pl_pl: Nieprawidłowy kod Captcha
ro_ro: Cod Captcha incorect

source: Type In A Search Term
it_it: Digita un termine di ricerca
pl_pl: Wpisz wyszukiwane hasło
ro_ro: Introduceți un termen de căutare

source: No Results
it_it: Nessun risultato
pl_pl: Brak wyników
ro_ro: Fara rezultate

source: Searching
it_it: Ricerca
pl_pl: Badawczy
ro_ro: In cautarea

source: Add New Job Alert
it_it: Aggiungi nuovo avviso di lavoro
pl_pl: Dodaj nowe powiadomienie o pracy
ro_ro: Adăugați o alertă de muncă nouă

source: Categories
it_it: Categorie
pl_pl: Kategorie
ro_ro: Categorii

source: name
it_it: nome
pl_pl: Nazwa
ro_ro: Nume

source: job alert
it_it: avviso di lavoro
pl_pl: alert o pracy
ro_ro: alertă de locuri de muncă

source: add new job alert
it_it: aggiungi nuovo avviso di lavoro
pl_pl: dodaj nowe powiadomienie o pracy
ro_ro: adăugați o nouă alertă de locuri de muncă

source: Please fill the message
it_it: Si prega di compilare il messaggio
pl_pl: Proszę wypełnić wiadomość
ro_ro: Vă rugăm să completați mesajul

source: Are you sure?
it_it: Sei sicuro?
pl_pl: Jesteś pewny?
ro_ro: Esti sigur?

source: Messages Approval Queue
it_it: Coda di approvazione dei messaggi
pl_pl: Kolejka zatwierdzania wiadomości
ro_ro: Coada de aprobare a mesajelor

source: force delete
it_it: forzare l'eliminazione
pl_pl: wymuś usunięcie
ro_ro: ștergerea forțată

source: Error Deleting Logo
it_it: Errore durante l'eliminazione del logo
pl_pl: Błąd podczas usuwania logo
ro_ro: Eroare la ștergerea siglei

source: Enter Correct Company Site
it_it: Entra nel sito aziendale corretto
pl_pl: Wprowadź poprawną witrynę firmy
ro_ro: Intrați pe site-ul corect al companiei

source: File size is greater then allowed file size
it_it: La dimensione del file è maggiore della dimensione del file consentita
pl_pl: Rozmiar pliku jest większy niż dozwolony rozmiar pliku
ro_ro: Dimensiunea fișierului este mai mare decât dimensiunea permisă a fișierului

source: File ext. is mismatched
it_it: File est. non corrisponde
pl_pl: Plik ext. jest niedopasowany
ro_ro: Fișier ext. este nepotrivită

source: Something got wrong
it_it: Qualcosa è andato storto
pl_pl: Coś poszło nie tak
ro_ro: Ceva nu sa întâmplat

source: Terms and Conditions
it_it: Termini e Condizioni
pl_pl: Regulamin
ro_ro: Termeni și condiții

source: Company Has Been Feature SuccesFully
it_it: L'azienda è stata presentata con successo in modo completo
pl_pl: Firma odniosła sukces w pełni
ro_ro: Compania a fost prezentată cu succes

source: Error While Adding Feature job
it_it: Errore durante l'aggiunta del lavoro di funzionalità
pl_pl: Błąd podczas dodawania zadania funkcji
ro_ro: Eroare la adăugarea sarcinii caracteristice

source: Remaining Company
it_it: Compagnia rimanente
pl_pl: Pozostała firma
ro_ro: Compania rămasă

source: change package
it_it: cambia pacchetto
pl_pl: zmień pakiet
ro_ro: schimba pachetul

source: Add Company
it_it: Aggiungi azienda
pl_pl: Dodaj firmę
ro_ro: Adăugați o companie

source: My companies
it_it: Le mie aziende
pl_pl: Moje firmy
ro_ro: Companiile mele

source: My Companies
it_it: Le mie aziende
pl_pl: Moje firmy
ro_ro: Companiile mele

source: Are you sure to cancel job apply
it_it: Sei sicuro di annullare la domanda di lavoro
pl_pl: Czy na pewno anulujesz podanie o pracę?
ro_ro: Sunteți sigur că anulați postul de muncă

source: Please first save the resume then apply
it_it: Si prega di salvare prima il curriculum, quindi fare domanda
pl_pl: Najpierw zapisz CV, a następnie zastosuj
ro_ro: Mai întâi salvați CV-ul, apoi aplicați

source: Remove
it_it: Rimuovere
pl_pl: Usunąć
ro_ro: Elimina

source: Error
it_it: Errore
pl_pl: Błąd
ro_ro: Eroare

source: File extension mismatch
it_it: Estensione del file non corrispondente
pl_pl: Niezgodne rozszerzenie pliku
ro_ro: Nepotrivirea extensiei fișierelor

source: File size exceeds limit
it_it: La dimensione del file supera il limite
pl_pl: Rozmiar pliku przekracza limit
ro_ro: Dimensiunea fișierului depășește limita

source: Maximum files selected
it_it: Numero massimo di file selezionati
pl_pl: Wybrano maksymalną liczbę plików
ro_ro: Numărul maxim de fișiere selectate

source: Confirm to delete resume file
it_it: Conferma per eliminare il file di ripristino
pl_pl: Potwierdź usunięcie pliku wznowienia
ro_ro: Confirmați pentru a șterge fișierul de reluare

source: Please first save resume personal section then add any other section
it_it: Per favore prima salva la sezione personale del curriculum, quindi aggiungi qualsiasi altra sezione
pl_pl: Najpierw zapisz sekcję osobistą CV, a następnie dodaj inną sekcję
ro_ro: Mai întâi salvați secțiunea personală a CV-ului, apoi adăugați orice altă secțiune

source: Geocode was not successful for the following reason
it_it: La geocodifica non ha avuto esito positivo per il seguente motivo
pl_pl: Geokodowanie nie powiodło się z następującego powodu
ro_ro: Geocodul nu a avut succes din următorul motiv

source: Resume Files
it_it: Riprendi file
pl_pl: Wznów pliki
ro_ro: Reluați fișierele

source: Select files
it_it: Seleziona i file
pl_pl: Wybierz pliki
ro_ro: Selectati fisierele

source: Selected files
it_it: File selezionati
pl_pl: Wybrane pliki
ro_ro: Fișierele selectate

source: No file selected
it_it: Nessun file selezionato
pl_pl: Nie wybrano żadnego pliku
ro_ro: Niciun fisier selectat

source: Files allowed
it_it: File consentiti
pl_pl: Pliki dozwolone
ro_ro: Fișiere permise

source: Maximum file size
it_it: Dimensione massima del file
pl_pl: Maksymalny rozmiar pliku
ro_ro: Dimensiunea maximă a fișierului

source: Edit Resume
it_it: Modifica curriculum
pl_pl: Edytuj CV
ro_ro: Editați CV-ul

source: Add New Resume
it_it: Aggiungi nuovo curriculum
pl_pl: Dodaj nowe CV
ro_ro: Adăugați un CV nou

source: Resume Has Been Feature SuccessFully
it_it: Il curriculum è stato funzionale con successo
pl_pl: Wznowienie zakończyło się sukcesem
ro_ro: Reluarea a fost caracteristică cu succes

source: Application title
it_it: Titolo dell'applicazione
pl_pl: Tytuł aplikacji
ro_ro: Titlul aplicației

source: First name
it_it: nome di battesimo
pl_pl: Imię
ro_ro: Nume

source: Job type
it_it: Tipo di lavoro
pl_pl: Rodzaj pracy
ro_ro: Tipul postului

source: Total Resume
it_it: Curriculum totale
pl_pl: Całkowite wznowienie
ro_ro: CV total

source: Add Resume
it_it: Aggiungi curriculum
pl_pl: Dodaj CV
ro_ro: Adăugați CV-ul

source: My Resumes
it_it: I miei curriculum
pl_pl: Moje CV
ro_ro: CV-urile mele

source: Personal Information
it_it: Informazione personale
pl_pl: Informacje osobiste
ro_ro: Informații personale

source: Institutes
it_it: Istituti
pl_pl: Instytuty
ro_ro: institute

source: Employers
it_it: datori di lavoro
pl_pl: Pracodawcy
ro_ro: Angajatorii

source: Skills
it_it: Abilità
pl_pl: Umiejętności
ro_ro: Aptitudini

source: print
it_it: Stampa
pl_pl: wydrukować
ro_ro: imprimare

source: Print
it_it: Stampa
pl_pl: Wydrukować
ro_ro: Imprimare

source: Jobs
it_it: Lavori
pl_pl: Oferty pracy
ro_ro: Locuri de munca

source: Active Jobs
it_it: Lavori attivi
pl_pl: Aktywne prace
ro_ro: Locuri de munca active

source: Featured Jobs
it_it: Lavori in primo piano
pl_pl: Polecane prace
ro_ro: Locuri recomandate

source: Overall Statistics
it_it: Statistiche generali
pl_pl: Ogólne statystyki
ro_ro: Statistici generale

source: Jobs By Categories
it_it: Lavori per categorie
pl_pl: Praca według kategorii
ro_ro: Locuri de muncă după categorii

source: Jobs By Types
it_it: Lavori per tipo
pl_pl: Praca według typów
ro_ro: Locuri de muncă după tipuri

source: Dates
it_it: Date
pl_pl: Daktyle
ro_ro: Datele

source: Featured Resume
it_it: Curriculum in primo piano
pl_pl: Polecane CV
ro_ro: CV-ul recomandat

source: Resume By Categories
it_it: Riprendi per categorie
pl_pl: Wznów według kategorii
ro_ro: CV după categorii

source: Applied jobs
it_it: Lavori applicati
pl_pl: Oferty pracy
ro_ro: Locuri de muncă aplicate

source: Featured resume
it_it: Curriculum in primo piano
pl_pl: Polecane CV
ro_ro: CV-ul prezentat

source: Stats
it_it: Statistiche
pl_pl: Statystyki
ro_ro: Statistici

source: Total
it_it: Totale
pl_pl: Całkowity

source: Companies
it_it: Aziende
pl_pl: Firmy
ro_ro: Companii

source: Active
it_it: Attivo
pl_pl: Aktywny
ro_ro: Activ

source: Publish
it_it: Pubblicare
pl_pl: Publikować
ro_ro: Publica
