Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: Tell a friend setting effects on jobs listing page
it_it: Dillo a un amico che imposta gli effetti sulla pagina dell'elenco dei lavori
pl_pl: Poinformuj znajomego o efektach ustawień na stronie z listą ofert pracy
ro_ro: Spune-i unui prieten setarea efectelor pe pagina cu lista de locuri de muncă

source: Document file extensions
it_it: Estensioni dei file di documenti
pl_pl: Rozszerzenia plików dokumentów
ro_ro: Extensii de fișiere de documente

source: Document file extensions allowed
it_it: Estensioni dei file di documento consentite
pl_pl: Dozwolone rozszerzenia plików dokumentów
ro_ro: Sunt permise extensii de fișiere de document

source: Resume file maximum size
it_it: Riprendi la dimensione massima del file
pl_pl: Wznów maksymalny rozmiar pliku
ro_ro: Reluați dimensiunea maximă a fișierului

source: System will not upload if resume file size exceeds than given size
it_it: Il sistema non verrà caricato se le dimensioni del file di ripristino superano le dimensioni specificate
pl_pl: System nie załaduje się, jeśli rozmiar pliku wznowienia przekracza podany rozmiar
ro_ro: Sistemul nu se va încărca dacă dimensiunea fișierului de reluare depășește dimensiunea dată

source: Number of files for resume
it_it: Numero di file da riprendere
pl_pl: Liczba plików do wznowienia
ro_ro: Numărul de fișiere pentru CV

source: Maximum number of files that job seeker can upload in resume
it_it: Numero massimo di file che la persona in cerca di lavoro può caricare nel curriculum
pl_pl: Maksymalna liczba plików, które osoba poszukująca pracy może przesłać w CV
ro_ro: Numărul maxim de fișiere pe care solicitantul de locuri de muncă le poate încărca în CV

source: Resume photo maximum size
it_it: Riprendi la dimensione massima della foto
pl_pl: Wznów maksymalny rozmiar zdjęcia
ro_ro: Reluați dimensiunea maximă a fotografiei

source: Number of employers allowed
it_it: Numero di datori di lavoro ammessi
pl_pl: Liczba dozwolonych pracodawców
ro_ro: Numărul de angajatori permis

source: Maximum number of employers allowed in resume
it_it: Numero massimo di datori di lavoro ammessi nel curriculum
pl_pl: Maksymalna liczba pracodawców dozwolona w CV
ro_ro: Numărul maxim de angajatori permis în CV

source: Number of institutes allowed
it_it: Numero di istituti ammessi
pl_pl: Dozwolona liczba instytutów
ro_ro: Numărul de institute permis

source: Maximum number of institutes allowed in resume
it_it: Numero massimo di istituti ammessi nel curriculum
pl_pl: Maksymalna liczba instytutów dozwolona w wznowieniu
ro_ro: Numărul maxim de institute permise în CV

source: Number of languages allowed
it_it: Numero di lingue consentite
pl_pl: Liczba dozwolonych języków
ro_ro: Numărul de limbi permise

source: Maximum number of languages allowed in resume
it_it: Numero massimo di lingue consentite nel curriculum
pl_pl: Maksymalna liczba języków dozwolonych w CV
ro_ro: Numărul maxim de limbi permise în CV

source: Number of addresses allowed
it_it: Numero di indirizzi consentiti
pl_pl: Liczba dozwolonych adresów
ro_ro: Numărul de adrese permis

source: Maximum number of addresses allowed in resume
it_it: Numero massimo di indirizzi consentiti nel curriculum
pl_pl: Maksymalna liczba adresów dozwolonych w wznowieniu
ro_ro: Numărul maxim de adrese permise în CV

source: Credits Log
it_it: Registro crediti
pl_pl: Dziennik kredytów
ro_ro: Jurnal de credite

source: Listing Style
it_it: Stile di inserzione
pl_pl: Styl aukcji
ro_ro: Stilul de listare

source: Search icon position
it_it: Cerca la posizione dell'icona
pl_pl: Pozycja ikony wyszukiwania
ro_ro: Poziția pictogramei de căutare

source: Postion for search icon on jobs listing page.
it_it: Posizione per l'icona di ricerca nella pagina dell'elenco dei lavori.
pl_pl: Pozycja ikony wyszukiwania na stronie z ofertami pracy.
ro_ro: Poziția pentru pictograma de căutare pe pagina cu lista de locuri de muncă.

source: Show featured jobs
it_it: Mostra lavori in primo piano
pl_pl: Pokaż polecane oferty pracy
ro_ro: Afișați joburi recomandate

source: Show featured jobs in jobs lising page
it_it: Mostra i lavori in primo piano nella pagina dell'elenco dei lavori
pl_pl: Pokaż polecane oferty pracy na stronie z listą ofert pracy
ro_ro: Afișați locurile de muncă prezentate în pagina cu lista de locuri de muncă

source: Show Total Number Of jobs
it_it: Mostra il numero totale di lavori
pl_pl: Pokaż całkowitą liczbę ofert pracy
ro_ro: Afișați numărul total de locuri de muncă

source: Show total number of jobs in jobs lising page
it_it: Mostra il numero totale di lavori nella pagina di elenco dei lavori
pl_pl: Pokaż całkowitą liczbę ofert pracy na stronie z listą ofert pracy
ro_ro: Afișați numărul total de locuri de muncă în pagina cu lista de locuri de muncă

source: Number of featured jobs
it_it: Numero di lavori in primo piano
pl_pl: Liczba polecanych ofert pracy
ro_ro: Numărul de locuri de muncă prezentate

source: Number of featured job show per scroll
it_it: Numero di mostra di lavoro in primo piano per scorrimento
pl_pl: Liczba polecanych ofert pracy na zwojach
ro_ro: Numărul de afișări de locuri de muncă prezentate pe derulare

source: Show labels in jobs listing
it_it: Mostra le etichette nell'elenco dei lavori
pl_pl: Pokaż etykiety na liście ofert pracy
ro_ro: Afișați etichetele în lista de locuri de muncă

source: Show labels in jobs listings, my jobs etc
it_it: Mostra le etichette negli elenchi di lavori, i miei lavori ecc
pl_pl: Pokaż etykiety w ofertach pracy, moich ofertach pracy itp
ro_ro: Afișați etichetele în listele de locuri de muncă, locurile mele de muncă etc

source: Indeed Jobs
it_it: Infatti lavori
pl_pl: Rzeczywiście Jobs
ro_ro: Intr-adevar Jobs

source: Show Indeed jobs on jobs listings
it_it: Mostra le offerte di lavoro Indeed negli elenchi di offerte di lavoro
pl_pl: Pokaż oferty pracy Indeed na ofertach pracy
ro_ro: Afișați locurile de muncă Indeed pe listele de locuri de muncă

source: Number of jobs before showing indeed jobs
it_it: Numero di lavori prima di mostrare effettivamente i lavori
pl_pl: Liczba ofert pracy przed wyświetleniem rzeczywiście ofert
ro_ro: Numărul de locuri de muncă înainte de a afișa într-adevăr locuri de muncă

source: How many plugin jobs show before indeed jobs
it_it: Quanti lavori plug-in mostrano prima dei lavori effettivamente
pl_pl: Ile zadań związanych z wtyczkami jest wyświetlanych przed rzeczywiście zadaniami
ro_ro: Câte joburi plugin arată înainte de joburi într-adevăr

source: Number of Indeed jobs per page
it_it: Numero di lavori Indeed per pagina
pl_pl: Liczba ofert pracy w serwisie Indeed na stronę
ro_ro: Numărul de locuri de muncă Indeed pe pagină

source: Number of Indeed Jobs per scroll
it_it: Numero di Indeed Job per scorrimento
pl_pl: Liczba zadań Indeed na przewijanie
ro_ro: Numărul de locuri de muncă Indeed per scroll

source: Comma separated list of categories i.e Accounting, Management etc
it_it: Elenco di categorie separato da virgole, ad esempio Contabilità, Gestione, ecc
pl_pl: Rozdzielana przecinkami lista kategorii, tj. Księgowość, zarządzanie itp
ro_ro: Listă de categorii separate prin virgulă, adică Contabilitate, Management etc

source: Location format must be country, state, city
it_it: Il formato della località deve essere paese, stato, città
pl_pl: Lokalizacja musi zawierać kraj, stan i miasto
ro_ro: Formatul locației trebuie să fie țară, stat, oraș

source: Job types
it_it: Tipi di lavoro
pl_pl: Typy stanowisk
ro_ro: Tipuri de locuri de muncă

source: Comma separated list of job types i.e full time, part time etc
it_it: Elenco separato da virgole di tipi di lavoro, ad esempio a tempo pieno, a tempo parziale, ecc
pl_pl: Rozdzielana przecinkami lista typów pracy, np. Pełny etat, część etatu itp
ro_ro: Listă separată prin virgulă de tipuri de locuri de muncă, adică full time, part time etc

source: Career Builder
it_it: Costruttore di carriera
pl_pl: Budowniczy kariery
ro_ro: Constructor de carieră

source: Show Career Builder jobs in job listings
it_it: Mostra i lavori di Career Builder negli elenchi di lavoro
pl_pl: Pokaż oferty pracy Career Builder na ofertach pracy
ro_ro: Afișați joburi de Career Builder în listele de locuri de muncă

source: Number of jobs before showing Career Builder jobs
it_it: Numero di lavori prima di mostrare i lavori di Career Builder
pl_pl: Liczba ofert pracy przed wyświetleniem ofert pracy Career Builder
ro_ro: Numărul de locuri de muncă înainte de afișarea locurilor de muncă pentru Career Builder

source: How many plugin jobs show before career builder jobs
it_it: Quanti lavori plug-in vengono visualizzati prima dei lavori di creazione di carriera
pl_pl: Ile ofert pracy z wtyczkami jest wyświetlanych przed ofertami pracy w budowaniu kariery
ro_ro: Câte joburi de plugin sunt afișate înainte de joburile de constructor de cariere

source: Number of Career Builder jobs per page
it_it: Numero di lavori di Career Builder per pagina
pl_pl: Liczba ofert pracy w Career Builder na stronie
ro_ro: Numărul de locuri de muncă pentru Career Builder pe pagină

source: Number of Career Builder jobs per scroll
it_it: Numero di lavori di Career Builder per scorrimento
pl_pl: Liczba zadań Career Builder na zwój
ro_ro: Numărul de locuri de muncă pentru Career Builder per scroll

source: Country Code
it_it: Prefisso internazionale
pl_pl: Kod pocztowy
ro_ro: Codul tarii

source: Comma separated list of country codes
it_it: Elenco di codici paese separati da virgole
pl_pl: Lista kodów krajów oddzielonych przecinkami
ro_ro: Listă de coduri de țară separate prin virgulă

source: Comma separated list of job types i.e JTFT, JTPT, JTFP, JTCT, JTIN
it_it: Elenco separato da virgole di tipi di lavoro, ad esempio JTFT, JTPT, JTFP, JTCT, JTIN
pl_pl: Rozdzielana przecinkami lista typów zadań, np. JTFT, JTPT, JTFP, JTCT, JTIN
ro_ro: Lista de tipuri de joburi separate prin virgulă, de exemplu JTFT, JTPT, JTFP, JTCT, JTIN

source: Full-time
it_it: Tempo pieno
pl_pl: Pełny etat
ro_ro: Cu normă întreagă

source: Part-time
pl_pl: Zaocznie
ro_ro: Cu jumătate de normă

source: Full-time/part-time
it_it: Tempo pieno/part-time
pl_pl: W pełnym / niepełnym wymiarze godzin
ro_ro: Normă întreagă, jumătate de normă

source: Contractant
it_it: Contraente
pl_pl: Wykonawca

source: states
it_it: stati
pl_pl: stany
ro_ro: state

source: cities
it_it: città
pl_pl: miasta
ro_ro: orase

source: Has states
it_it: Ha stati
pl_pl: Ma stany
ro_ro: Are state

source: Has cities
it_it: Ha città
pl_pl: Ma miasta
ro_ro: Are orașe

source: Currency Code
it_it: Codice valuta
pl_pl: Kod waluty
ro_ro: Cod valutar

source: Code
it_it: Codice
pl_pl: Kod
ro_ro: Cod

source: Currency Symbol
it_it: Simbolo di valuta
pl_pl: Symbol waluty
ro_ro: Simbol Valută

source: Parent Field
it_it: Campo padre
pl_pl: Pole nadrzędne
ro_ro: Câmpul Părinte

source: Add User Field
it_it: Aggiungi campo utente
pl_pl: Dodaj pole użytkownika
ro_ro: Adăugați câmp de utilizator

source: Radio Button
it_it: Pulsante di opzione
pl_pl: Przycisk radiowy
ro_ro: Buton de radio

source: Field Type
it_it: Tipo di campo
pl_pl: Typ pola
ro_ro: Tip câmp

source: Field Title
it_it: Titolo del campo
pl_pl: Tytuł pola
ro_ro: Titlul câmpului

source: Show on listing
it_it: Mostra nell'elenco
pl_pl: Pokaż na aukcji
ro_ro: Afișează pe listă

source: Section cannot be changeable in edit case
it_it: La sezione non può essere modificata in caso di modifica
pl_pl: Sekcji nie można zmienić w przypadku edycji
ro_ro: Secțiunea nu poate fi modificată în majuscule

source: Required
it_it: Necessario
pl_pl: wymagany
ro_ro: Necesar

source: Place Holder
it_it: Segnaposto
pl_pl: Umieść uchwyt
ro_ro: Substituent

source: Use enter key to separate options
it_it: Usa il tasto Invio per separare le opzioni
pl_pl: Użyj klawisza Enter, aby rozdzielić opcje
ro_ro: Utilizați tasta Enter pentru a separa opțiunile

source: User Field
it_it: Campo Utente
pl_pl: Pole użytkownika
ro_ro: Câmp utilizator

source: Disabled
it_it: Disabilitato
pl_pl: Wyłączone
ro_ro: Dezactivat

source: User Search
it_it: Ricerca utente
pl_pl: Wyszukiwanie użytkownika
ro_ro: Căutare utilizator

source: Visitor Search
it_it: Ricerca visitatori
pl_pl: Wyszukiwanie gości
ro_ro: Căutare vizitator

source: Go
it_it: andare
pl_pl: Udać się
ro_ro: Merge

source: unpublished
it_it: inedito
pl_pl: niepublikowane
ro_ro: nepublicat

source: User Fields
it_it: Campi utente
pl_pl: Pola użytkownika
ro_ro: Câmpuri de utilizator

source: Field Name
it_it: Nome campo
pl_pl: Nazwa pola
ro_ro: Numele domeniului

source: Read Only
it_it: Sola lettura
pl_pl: Tylko czytać
ro_ro: Numai citire

source: Pending Due to Payment
it_it: In attesa di pagamento
pl_pl: Oczekujące z powodu płatności
ro_ro: În așteptare din cauza plății

source: Company Detail
it_it: Dettaglio azienda
pl_pl: Dane firmy
ro_ro: Detaliu companie

source: rejected for featured
it_it: rifiutato per in primo piano
pl_pl: odrzucone dla polecanych
ro_ro: respins pentru prezentare

source: approved for featured
it_it: approvato per in primo piano
pl_pl: zatwierdzony do polecanych
ro_ro: aprobat pentru prezentare

source: removed for featured
it_it: rimosso per in primo piano
pl_pl: usunięte dla polecanych
ro_ro: eliminat pentru prezentare

source: pending for featured
it_it: in attesa di essere presentato
pl_pl: oczekuje na polecane
ro_ro: în așteptare pentru prezentare

source: Removed
it_it: RIMOSSO
pl_pl: Oddalony
ro_ro: Îndepărtat

source: Due to rejection of job you do not have permission to see job detail
it_it: A causa del rifiuto del lavoro non hai il permesso di vedere i dettagli del lavoro
pl_pl: Z powodu odrzucenia oferty nie masz uprawnień do przeglądania szczegółów oferty pracy
ro_ro: Din cauza respingerii unui loc de muncă, nu aveți permisiunea de a vedea detaliile postului

source: click here to edit job
it_it: clicca qui per modificare il lavoro
pl_pl: kliknij tutaj, aby edytować zadanie
ro_ro: faceți clic aici pentru a edita jobul

source: Body
it_it: Corpo
pl_pl: Ciało
ro_ro: Corp

source: Parameters
it_it: Parametri
pl_pl: Parametry
ro_ro: Parametrii

source: Employer name
it_it: Nome del datore di lavoro
pl_pl: Nazwa pracodawcy
ro_ro: Numele angajatorului

source: Company status for approve,reject,pending
it_it: Stato dell'azienda per approvazione, rifiuto, in sospeso
pl_pl: Status firmy do zatwierdzenia, odrzucenia, oczekujący
ro_ro: Statutul companiei pentru aprobare, respingere, în așteptare

source: Company approve or reject
it_it: L'azienda approva o rifiuta
pl_pl: Firma zatwierdza lub odrzuca
ro_ro: Compania aprobă sau respinge

source: Gold
it_it: Oro
pl_pl: Złoto
ro_ro: Aur

source: Company Owner Name
it_it: Nome del titolare dell'azienda
pl_pl: Nazwa właściciela firmy
ro_ro: Numele proprietarului companiei

source: Job seeker name
it_it: Nome della persona in cerca di lavoro
pl_pl: Imię osoby poszukującej pracy
ro_ro: Numele solicitantului de locuri de muncă

source: Job link
it_it: Collegamento al lavoro
pl_pl: Link do oferty pracy
ro_ro: Link de job

source: Job approve or reject
it_it: Approva o rifiuta il lavoro
pl_pl: Zatwierdź lub odrzuć pracę
ro_ro: Aprobarea sau respingerea locului de muncă

source: Role for employer
it_it: Ruolo per datore di lavoro
pl_pl: Rola dla pracodawcy
ro_ro: Rolul angajatorului

source: Employer control panel link
it_it: Collegamento al pannello di controllo del datore di lavoro
pl_pl: Link do panelu sterowania pracodawcy
ro_ro: Link la panoul de control al angajatorului

source: Role for job seeker
it_it: Ruolo per chi cerca lavoro
pl_pl: Rola dla poszukującego pracy
ro_ro: Rolul celui care caută un loc de muncă

source: Job seeker control panel link
it_it: Collegamento al pannello di controllo della persona in cerca di lavoro
pl_pl: Link do panelu sterowania osoby poszukującej pracy
ro_ro: Link la panoul de control al solicitantului de locuri de muncă

source: Resume data
it_it: Riprendi i dati
pl_pl: Wznów dane
ro_ro: Reluați datele

source: Resume curent status
it_it: Riprendi lo stato corrente
pl_pl: Wznów aktualny stan
ro_ro: Reluați starea curentă

source: Cover letter title
it_it: Titolo della lettera di presentazione
pl_pl: Tytuł listu motywacyjnego
ro_ro: Titlul scrisorii de intentie

source: Cover letter description
it_it: Descrizione lettera di presentazione
pl_pl: Opis listu motywacyjnego
ro_ro: Descrierea scrisorii de intentie

source: Resume link
it_it: Riprendi collegamento
pl_pl: Wznów link
ro_ro: Link pentru reluare

source: Resume approve or reject
it_it: Riprendi approva o rifiuta
pl_pl: Wznów zatwierdzenie lub odrzucenie
ro_ro: Reluați aprobarea sau respingerea

source: Applied resume status
it_it: Stato del curriculum applicato
pl_pl: Zastosowano stan wznowienia
ro_ro: Starea CV-ului aplicată

source: Agency name
it_it: Nome dell'agenzia
pl_pl: Nazwa agencji
ro_ro: Numele agentiei

source: Package title
it_it: Titolo del pacchetto
pl_pl: Tytuł pakietu
ro_ro: Titlul pachetului

source: Package price
it_it: Prezzo del pacchetto
pl_pl: Cena paczki
ro_ro: Pretul pachetului

source: View package
it_it: Visualizza pacchetto
pl_pl: Wyświetl pakiet
ro_ro: Vezi pachetul

source: Publish status
it_it: Stato di pubblicazione
pl_pl: Stan publikacji
ro_ro: Starea publicării

source: new
it_it: nuovo
pl_pl: Nowy
ro_ro: nou

source: buy credits pack
it_it: acquista il pacchetto di crediti
pl_pl: kup pakiet kredytów
ro_ro: cumpăra pachet de credite

source: expire package
it_it: pacchetto scaduto
pl_pl: wygaśnięcie pakietu
ro_ro: pachet expirat

source: job apply
it_it: candidarsi per lavoro
pl_pl: ubiegać się o pracę
ro_ro: aplica loc de munca

source: New
it_it: Nuovo
pl_pl: Nowy
ro_ro: Nou

source: resume
it_it: riprendere
pl_pl: wznawianie
ro_ro: relua

source: by visitor
it_it: da visitatore
pl_pl: przez gościa
ro_ro: de către vizitator

source: Applied resume status change
it_it: Modifica dello stato del curriculum applicato
pl_pl: Zastosowana zmiana stanu wznowienia
ro_ro: S-a aplicat modificarea stării CV-ului

source: Package Purchase Admin
it_it: Amministratore acquisto pacchi
pl_pl: Administrator zakupu pakietu
ro_ro: Administrator achiziție pachet

source: Package Status
it_it: Stato del pacchetto
pl_pl: Stan paczki
ro_ro: Stare pachet

source: Package Purchase
it_it: Acquisto del pacchetto
pl_pl: Zakup pakietu
ro_ro: Achiziție pachet

source: Job Seeker Visitor
it_it: Visitatore in cerca di lavoro
pl_pl: Osoba poszukująca pracy
ro_ro: Vizitator în căutarea unui loc de muncă

source: Employer Visitor
it_it: Visitatore datore di lavoro
pl_pl: Pracodawca Gość
ro_ro: Vizitator angajator

source: send email
it_it: invia una email
pl_pl: wysłać email
ro_ro: Trimite email

source: dont send email
it_it: non inviare e-mail
pl_pl: nie wysyłaj e-maili
ro_ro: nu trimite email

source: Miscellaneous
it_it: Varie
pl_pl: Różne
ro_ro: Diverse

source: Send email
it_it: Invia una email
pl_pl: Wysłać email
ro_ro: Trimite email

source: Dont send email
it_it: Non inviare e-mail
pl_pl: Nie wysyłaj e-maili
ro_ro: Nu trimite e-mail

source: Go Back To Home
it_it: Torna a casa
pl_pl: Wracać do domu
ro_ro: Mergi înapoi acasă

source: Edit profile
it_it: Modifica Profilo
pl_pl: Edytuj profil
ro_ro: Editează profilul

source: Short Links
it_it: Collegamenti brevi
pl_pl: Krótkie linki
ro_ro: Link-uri scurte

source: posted jobs
it_it: posti di lavoro pubblicati
pl_pl: opublikowane oferty pracy
ro_ro: locuri de munca postate

source: Posted Jobs
it_it: Lavori pubblicati
pl_pl: Opublikowane oferty pracy
ro_ro: Locuri de munca postate

source: View Detail
it_it: vedi dettagli
pl_pl: Pokaż szczegóły
ro_ro: Vezi detalii

source: applied resume
it_it: curriculum applicato
pl_pl: zastosowane CV
ro_ro: CV aplicat

source: my company
it_it: la mia compagnia
pl_pl: moja spółka
ro_ro: compania mea

source: My Company
it_it: La mia compagnia
pl_pl: Moja spółka
ro_ro: Compania mea

source: Recent Application's
it_it: Applicazioni recenti
pl_pl: Najnowsze aplikacje
ro_ro: Aplicații recente

source: User image
it_it: Immagine dell'utente
pl_pl: Obraz użytkownika
ro_ro: Imaginea utilizatorului

source: My jobs
it_it: I miei lavori
pl_pl: Moje prace
ro_ro: Slujbele mele

source: Add job
it_it: Aggiungi lavoro
pl_pl: Dodaj pracę
ro_ro: Adăugați un loc de muncă

source: Resume by categories
it_it: Riprendi per categorie
pl_pl: Wznów według kategorii
ro_ro: CV pe categorii

source: Resumes by categories
it_it: Curriculum per categorie
pl_pl: CV według kategorii
ro_ro: CV-uri pe categorii

source: Resumes By Categories
it_it: Curriculum per categorie
pl_pl: Wznowienia według kategorii
ro_ro: CV-uri pe categorii

source: add user fields
it_it: aggiungi campi utente
pl_pl: dodaj pola użytkownika
ro_ro: adăugați câmpuri de utilizator

source: required
it_it: necessario
pl_pl: wymagany
ro_ro: necesar

source: not required
it_it: non richiesto
pl_pl: nie wymagane
ro_ro: nu este necesar

source: Select status
it_it: Seleziona lo stato
pl_pl: Wybierz status
ro_ro: Selectați starea

source: References
it_it: Riferimenti
pl_pl: Bibliografia
ro_ro: Referințe

source: Add New Education
it_it: Aggiungi nuova educazione
pl_pl: Dodaj nową edukację
ro_ro: Adăugați o nouă educație

source: Educations
it_it: Educazioni
pl_pl: Edukacja
ro_ro: Educații

source: JS multi city
it_it: JS multi città
pl_pl: JS wiele miast
ro_ro: JS multi oraș

source: JS search all
it_it: JS cerca tutto
pl_pl: JS szukaj we wszystkich
ro_ro: JS caută toate

source: You do not have any Job Apply remaining
it_it: Non hai domande di lavoro rimanenti
pl_pl: Nie masz już żadnych ofert pracy
ro_ro: Nu mai aveți nicio aplicație de angajare rămasă

source: Job Information
it_it: Informazioni sul lavoro
pl_pl: Informacje o pracy
ro_ro: Informații despre post

source: Overview
it_it: Panoramica
pl_pl: Przegląd
ro_ro: Prezentare generală

source: Full Detail
it_it: Dettaglio completo
pl_pl: Pełne szczegóły
ro_ro: Detaliu complet

source: Something got wrong 1
it_it: Qualcosa è andato storto 1
pl_pl: Coś poszło nie tak 1
ro_ro: Ceva a mers în neregulă 1

source: Job Approval Queue
it_it: Coda di approvazione dei lavori
pl_pl: Kolejka do zatwierdzania zadań
ro_ro: Coada de aprobare a jobului

source: Job Copied Successfully
it_it: Lavoro copiato con successo
pl_pl: Praca została pomyślnie skopiowana
ro_ro: Lucrarea a fost copiată cu succes

source: If Any Other Experience
it_it: Se qualsiasi altra esperienza
pl_pl: Jeśli jakieś inne doświadczenie
ro_ro: Dacă orice altă experiență

source: Select some options
it_it: Seleziona alcune opzioni
pl_pl: Wybierz kilka opcji
ro_ro: Selectați unele opțiuni

source: Type in city name
it_it: Digita il nome della città
pl_pl: Wpisz nazwę miasta
ro_ro: Introduceți numele orașului

source: Job Has Been Feature SuccessFully
it_it: Il lavoro è stato presentato con successo
pl_pl: Praca odniosła sukces w pełni
ro_ro: Job a fost caracteristică cu succes

source: Salary
it_it: Stipendio
pl_pl: Wynagrodzenie
ro_ro: Salariu

source: Fixed
it_it: Fisso
pl_pl: Naprawiony
ro_ro: Fix

source: Range
it_it: Allineare
pl_pl: Zasięg
ro_ro: Gamă

source: Salary Type
it_it: Tipo di stipendio
pl_pl: Rodzaj wynagrodzenia
ro_ro: Tipul de salariu

source: Not publish
it_it: Non pubblicare
pl_pl: Nie publikuj
ro_ro: Nu publica

source: Edit Job
it_it: Modifica lavoro
pl_pl: Edytuj zadanie
ro_ro: Editare job

source: Delete Job
it_it: Elimina lavoro
pl_pl: Usuń zadanie
ro_ro: Șterge job

source: ago
it_it: fa
pl_pl: temu
ro_ro: în urmă

source: Degree Title
it_it: Titolo di laurea
pl_pl: Stopień naukowy
ro_ro: Titlul gradului

source: Apply Before
it_it: Applicare prima
pl_pl: Zastosuj przed
ro_ro: Aplica inainte

source: category
it_it: categoria
pl_pl: Kategoria
ro_ro: categorie

source: created
it_it: creato
pl_pl: Utworzony
ro_ro: creată

source: end date
it_it: data di fine
pl_pl: Data zakonczenia
ro_ro: Data de încheiere

source: Closes
it_it: Chiude
pl_pl: Zamknięcie
ro_ro: Se închide
