Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: Search smarter – just type anything you know about the job: title, category, type, skills, or even a description!
it_it: Cerca in modo più intelligente: digita semplicemente tutto ciò che sai sul lavoro: titolo, categoria, tipo, competenze o anche una descrizione!
pl_pl: Szukaj mądrzej – po prostu wpisz wszystko, co wiesz o stanowisku: tytuł, kategorię, typ, umiejętności, a nawet opis!
ro_ro: Căutați mai inteligent – ​​introduceți doar orice știți despre job: titlu, categorie, tip, abilități sau chiar o descriere!

source: Section Title Styling
it_it: Stile del titolo della sezione
pl_pl: Styl tytułu sekcji
ro_ro: Titlul secțiunii Stil

source: Select Addons to Update with New Activation Key
it_it: Seleziona Componenti aggiuntivi da aggiornare con la nuova chiave di attivazione
pl_pl: Wybierz Dodatki do aktualizacji przy użyciu nowego klucza aktywacyjnego
ro_ro: Selectați Addons pentru a actualiza cu o nouă cheie de activare

source: Select Company
it_it: Seleziona Azienda
pl_pl: Wybierz firmę
ro_ro: Selectați Companie

source: Select Job Category
it_it: Seleziona la categoria lavorativa
pl_pl: Wybierz kategorię stanowiska
ro_ro: Selectați Categoria de locuri de muncă

source: Select Job Status
it_it: Seleziona Stato lavoro
pl_pl: Wybierz Stan zadania
ro_ro: Selectați Stare job

source: Select Job Type
it_it: Seleziona Tipo di lavoro
pl_pl: Wybierz typ pracy
ro_ro: Selectați tipul locului de muncă

source: Select Page To Show
it_it: Seleziona la pagina da mostrare
pl_pl: Wybierz stronę do pokazania
ro_ro: Selectați Pagina de afișat

source: Select Plugin Setting for WP Job Portal
it_it: Seleziona Impostazioni plugin per WP Job Portal
pl_pl: Wybierz ustawienie wtyczki dla portalu pracy WP
ro_ro: Selectați Plugin Setting pentru WP Job Portal

source: Select packages pack so that user can purchase them
it_it: Seleziona i pacchetti pack in modo che l'utente possa acquistarli
pl_pl: Wybierz pakiet pakietów, aby użytkownik mógł je kupić
ro_ro: Selectați pachetul de pachete, astfel încât utilizatorul să le poată cumpăra

source: Select who can view company contact details.
it_it: Seleziona chi può visualizzare i dettagli di contatto dell'azienda.
pl_pl: Wybierz, kto może wyświetlać dane kontaktowe firmy.
ro_ro: Selectați cine poate vedea detaliile de contact ale companiei.

source: Settings you applied have been successfully saved
it_it: Le impostazioni applicate sono state salvate con successo
pl_pl: Zastosowane ustawienia zostały pomyślnie zapisane
ro_ro: Setările aplicate au fost salvate cu succes

source: Setup Complete
it_it: Configurazione completata
pl_pl: Konfiguracja ukończona
ro_ro: Configurare finalizată

source: Show Advanced Search Button
it_it: Mostra il pulsante di ricerca avanzata
pl_pl: Pokaż przycisk wyszukiwania zaawansowanego
ro_ro: Afișați butonul de căutare avansată

source: Show Employers
it_it: Mostra datori di lavoro
pl_pl: Pokaż pracodawców
ro_ro: Arată Angajatorii

source: Show Everyone
it_it: Mostra a tutti
pl_pl: Pokaż wszystkim
ro_ro: Arată tuturor

source: Show Job seekers
it_it: Mostra Persone in cerca di lavoro
pl_pl: Pokaż osoby poszukujące pracy
ro_ro: Afișați solicitanții de locuri de muncă

source: Show Labels
it_it: Mostra etichette
pl_pl: Pokaż etykiety
ro_ro: Afișați etichete

source: Show No One
it_it: Non mostrare a nessuno
pl_pl: Nie pokazuj nikomu
ro_ro: Arata Nimanui

source: Show Placeholders
it_it: Mostra segnaposto
pl_pl: Pokaż obiekty zastępcze
ro_ro: Afișați substituenți

source: Show Resume Status Section
it_it: Mostra la sezione Stato curriculum
pl_pl: Pokaż sekcję statusu CV
ro_ro: Afișați secțiunea Stare reluare

source: Show a box with applied jobs on the job seeker's dashboard
it_it: Mostra una casella con le offerte di lavoro candidate sulla dashboard di chi cerca lavoro
pl_pl: Pokaż pole z wybranymi ofertami pracy na pulpicie nawigacyjnym osoby poszukującej pracy
ro_ro: Afișați o casetă cu locuri de muncă aplicate pe tabloul de bord al solicitantului de locuri de muncă

source: Show a box with newest jobs on the job seeker's dashboard
it_it: Mostra una casella con le offerte di lavoro più recenti sulla dashboard di chi cerca lavoro
pl_pl: Pokaż pole z najnowszymi ofertami pracy na panelu osoby poszukującej pracy
ro_ro: Afișați o casetă cu cele mai noi locuri de muncă pe tabloul de bord al solicitantului de locuri de muncă

source: Show a box with newest jobs on the job seeker's dashboard to visitor
it_it: Mostra al visitatore una casella con le offerte di lavoro più recenti sulla dashboard di chi cerca lavoro
pl_pl: Pokaż odwiedzającemu pole z najnowszymi ofertami pracy na panelu osoby poszukującej pracy
ro_ro: Afișați vizitatorului o casetă cu cele mai noi locuri de muncă pe tabloul de bord al solicitantului de locuri de muncă

source: Show a box with recent resumes on the employer's dashboard
it_it: Mostra una casella con i curriculum recenti sulla dashboard del datore di lavoro
pl_pl: Pokaż pole z najnowszymi CV na panelu pracodawcy
ro_ro: Afișați o casetă cu CV-urile recente pe tabloul de bord al angajatorului

source: Show a box with recent resumes on the employer's dashboard to visitor
it_it: Mostra al visitatore una casella con i curriculum recenti sulla dashboard del datore di lavoro
pl_pl: Pokaż odwiedzającemu pole z najnowszymi CV na panelu pracodawcy
ro_ro: Afișați vizitatorului o casetă cu CV-urile recente pe tabloul de bord al angajatorului

source: Show a graph of job statistics in the employer's dashboard
it_it: Mostra un grafico delle statistiche del lavoro nella dashboard del datore di lavoro
pl_pl: Pokaż wykres statystyk ofert pracy w panelu pracodawcy
ro_ro: Afișați un grafic cu statisticile locurilor de muncă în tabloul de bord al angajatorului

source: Show a graph of job statistics in the employer's dashboard to visitor
it_it: Mostra al visitatore un grafico delle statistiche del lavoro nella dashboard del datore di lavoro
pl_pl: Pokaż odwiedzającemu wykres statystyk ofert pracy w panelu pracodawcy
ro_ro: Afișați vizitatorului un grafic cu statisticile locurilor de muncă în tabloul de bord al angajatorului

source: Show a graph of job statistics in the job seeker's dashboard
it_it: Mostra un grafico delle statistiche del lavoro nella dashboard di chi cerca lavoro
pl_pl: Pokaż wykres statystyk ofert pracy w panelu osoby poszukującej pracy
ro_ro: Afișați un grafic cu statisticile locurilor de muncă în tabloul de bord al solicitantului de locuri de muncă

source: Show a graph of job statistics in the job seeker's dashboard to visitor
it_it: Mostra al visitatore un grafico delle statistiche del lavoro nella dashboard di chi cerca lavoro
pl_pl: Pokaż odwiedzającemu wykres statystyk ofert pracy w panelu osoby poszukującej pracy
ro_ro: Afișați vizitatorului un grafic cu statisticile locurilor de muncă în tabloul de bord al solicitantului de locuri de muncă

source: Show a link to active subscriptions in the employer's dashboard
it_it: Mostra un collegamento agli abbonamenti attivi nella dashboard del datore di lavoro
pl_pl: Pokaż link do aktywnych subskrypcji w panelu pracodawcy
ro_ro: Afișați un link către abonamentele active în tabloul de bord al angajatorului

source: Show a link to active subscriptions in the job seeker's dashboard
it_it: Mostra un collegamento agli abbonamenti attivi nella dashboard di chi cerca lavoro
pl_pl: Pokaż link do aktywnych subskrypcji w panelu osoby poszukującej pracy
ro_ro: Afișați un link către abonamentele active în tabloul de bord al solicitantului de locuri de muncă

source: Show a link to the packages page in the employer's dashboard
it_it: Mostra un collegamento alla pagina dei pacchetti nella dashboard del datore di lavoro
pl_pl: Pokaż link do strony pakietów w panelu pracodawcy
ro_ro: Afișați un link către pagina de pachete în tabloul de bord al angajatorului

source: Show a link to the packages page in the job seeker's dashboard
it_it: Mostra un collegamento alla pagina dei pacchetti nella dashboard di chi cerca lavoro
pl_pl: Pokaż link do strony pakietów w panelu osoby poszukującej pracy
ro_ro: Afișați un link către pagina de pachete în tabloul de bord al solicitantului de locuri de muncă

source: Show a link to the purchase history/invoices in the employer's dashboard
it_it: Mostra un collegamento alla cronologia degli acquisti/fatture nella dashboard del datore di lavoro
pl_pl: Pokaż link do historii zakupów/faktur w panelu pracodawcy
ro_ro: Afișați un link către istoricul achizițiilor/facturi în tabloul de bord al angajatorului

source: Show a link to the purchase history/invoices in the job seeker's dashboard
it_it: Mostra un collegamento alla cronologia degli acquisti/alle fatture nella dashboard di chi cerca lavoro
pl_pl: Pokaż link do historii zakupów/faktur w panelu osoby poszukującej pracy
ro_ro: Afișați un link către istoricul achizițiilor/facturi în tabloul de bord al solicitantului de locuri de muncă

source: Show a link to the user's purchased packages in their dashboard
it_it: Mostra un collegamento ai pacchetti acquistati dall'utente nella sua dashboard
pl_pl: Pokaż link do zakupionych pakietów użytkownika w jego panelu kontrolnym
ro_ro: Afișați un link către pachetele achiziționate de utilizator în tabloul de bord

source: Show an 'AI Suggested Jobs' button on the 'My Resumes' page for job seekers
it_it: Mostra un pulsante "Lavori suggeriti da AI" nella pagina "I miei curriculum" per chi cerca lavoro
pl_pl: Wyświetl przycisk „Oferty pracy sugerowane przez sztuczną inteligencję” na stronie „Moje CV” dla osób poszukujących pracy
ro_ro: Afișați un buton „Locuri de muncă sugerate AI” pe pagina „Cv-urile mele” pentru cei care caută un loc de muncă

source: Show an 'AI Suggested Resumes' button on the 'My Jobs' page for employers
it_it: Mostra un pulsante "Curriculum suggeriti dall'AI" nella pagina "I miei lavori" per i datori di lavoro
pl_pl: Pokaż pracodawcom przycisk „Życiorysy sugerowane przez sztuczną inteligencję” na stronie „Moje oferty pracy”.
ro_ro: Afișați un buton „Cv-uri sugerate AI” pe pagina „Locuri de muncă” pentru angajatori

source: Show or hide the profile section on the employer's control panel
it_it: Mostra o nascondi la sezione del profilo sul pannello di controllo del datore di lavoro
pl_pl: Pokaż lub ukryj sekcję profilu w panelu sterowania pracodawcy
ro_ro: Afișează sau ascunde secțiunea de profil din panoul de control al angajatorului

source: Show or hide the profile section on the job seeker's control panel
it_it: Mostra o nascondi la sezione del profilo sul pannello di controllo di chi cerca lavoro
pl_pl: Pokaż lub ukryj sekcję profilu w panelu sterowania osoby poszukującej pracy
ro_ro: Afișați sau ascundeți secțiunea de profil din panoul de control al solicitantului de locuri de muncă

source: Show resume status section on the job seeker's dashboard
it_it: Mostra la sezione sullo stato del curriculum sulla dashboard di chi cerca lavoro
pl_pl: Pokaż sekcję statusu CV na pulpicie nawigacyjnym osoby poszukującej pracy
ro_ro: Afișați secțiunea de stare a CV-ului pe tabloul de bord al solicitantului de locuri de muncă

source: Show statistics boxes on the employer's dashboard
it_it: Mostra le caselle delle statistiche sulla dashboard del datore di lavoro
pl_pl: Pokaż pola statystyk na panelu pracodawcy
ro_ro: Afișați casetele cu statistici pe tabloul de bord al angajatorului

source: Show statistics boxes on the job seeker's dashboard
it_it: Mostra le caselle delle statistiche sulla dashboard di chi cerca lavoro
pl_pl: Pokaż pola statystyk na pulpicie nawigacyjnym osoby poszukującej pracy
ro_ro: Afișați casete cu statistici pe tabloul de bord al solicitantului de locuri de muncă

source: Show the 'Quick Apply' form to logged-in users on the job detail page
it_it: Mostra il modulo "Applicazione rapida" agli utenti che hanno effettuato l'accesso nella pagina dei dettagli del lavoro
pl_pl: Pokaż formularz „Szybkie aplikowanie” zalogowanym użytkownikom na stronie szczegółów oferty pracy
ro_ro: Afișați formularul „Aplicare rapidă” utilizatorilor conectați pe pagina cu detaliile postului

source: Show the 'Quick Apply' form to visitors on the job detail page
it_it: Mostra il modulo "Candidatura rapida" ai visitatori nella pagina dei dettagli del lavoro
pl_pl: Pokaż formularz „Szybkiego aplikowania” odwiedzającym na stronie szczegółów oferty pracy
ro_ro: Afișați formularul „Aplicare rapidă” vizitatorilor pe pagina cu detaliile postului

source: Similar Found
it_it: Trovato simile
pl_pl: Znaleziono podobne
ro_ro: Găsit similar

source: Start typing what you know – our AI will help you find the best matching jobs.
it_it: Inizia a digitare quello che sai: la nostra intelligenza artificiale ti aiuterà a trovare i lavori più adatti.
pl_pl: Zacznij wpisywać to, co wiesz – nasza sztuczna inteligencja pomoże Ci znaleźć najlepiej pasujące oferty pracy.
ro_ro: Începeți să introduceți ceea ce știți – AI-ul nostru vă va ajuta să găsiți cele mai potrivite locuri de muncă.

source: Start typing what you know – our AI will help you find the best matching resumes.
it_it: Inizia a digitare ciò che sai: la nostra intelligenza artificiale ti aiuterà a trovare i curriculum più corrispondenti.
pl_pl: Zacznij pisać to, co wiesz – nasza sztuczna inteligencja pomoże Ci znaleźć najlepiej pasujące CV.
ro_ro: Începeți să introduceți ceea ce știți – AI-ul nostru vă va ajuta să găsiți cele mai potrivite CV-uri.

source: Step 1 of 5
it_it: Passaggio 1 di 5
pl_pl: Krok 1 z 5
ro_ro: Pasul 1 din 5

source: Step 2 of 4
it_it: Passaggio 2 di 4
pl_pl: Krok 2 z 4
ro_ro: Pasul 2 din 4

source: Step 2 of 5
it_it: Passaggio 2 di 5
pl_pl: Krok 2 z 5
ro_ro: Pasul 2 din 5

source: Step 3 of 4
it_it: Passaggio 3 di 4
pl_pl: Krok 3 z 4
ro_ro: Pasul 3 din 4

source: Step 3 of 5
it_it: Passaggio 3 di 5
pl_pl: Krok 3 z 5
ro_ro: Pasul 3 din 5

source: Step 4 of 4
it_it: Passaggio 4 di 4
pl_pl: Krok 4 z 4
ro_ro: Pasul 4 din 4

source: Step 4 of 5
it_it: Passaggio 4 di 5
pl_pl: Krok 4 z 5
ro_ro: Pasul 4 din 5

source: Step 5 of 5
it_it: Passaggio 5 di 5
pl_pl: Krok 5 z 5
ro_ro: Pasul 5 din 5

source: Subscriptions
it_it: Abbonamenti
pl_pl: Subskrypcje
ro_ro: Abonamente

source: Sugeested Jobs
it_it: Lavori suggeriti
pl_pl: Sugerowane oferty pracy
ro_ro: Locuri de muncă sugerate

source: Suggested Jobs
it_it: Lavori suggeriti
pl_pl: Sugerowane oferty pracy
ro_ro: Locuri de muncă sugerate

source: Suggested Resumes
it_it: Curriculum suggeriti
pl_pl: Sugerowane życiorysy
ro_ro: CV-uri sugerate

source: System Error Log
it_it: Registro degli errori di sistema
pl_pl: Dziennik błędów systemu
ro_ro: Jurnal de erori de sistem

source: Text Transform
it_it: Trasformazione del testo
pl_pl: Transformacja tekstu
ro_ro: Transformarea textului

source: The Employer Control Panel is a streamlined interface that allows employers to manage job postings, track applications, communicate with candidates, and analyze hiring metrics efficiently.
it_it: Il pannello di controllo del datore di lavoro è un'interfaccia semplificata che consente ai datori di lavoro di gestire le offerte di lavoro, tenere traccia delle candidature, comunicare con i candidati e analizzare in modo efficiente le metriche di assunzione.
pl_pl: Panel Kontroli Pracodawcy to usprawniony interfejs, który pozwala pracodawcom zarządzać ofertami pracy, śledzić aplikacje, komunikować się z kandydatami i efektywnie analizować wskaźniki zatrudnienia.
ro_ro: Panoul de control al angajatorului este o interfață simplificată care le permite angajatorilor să gestioneze afișările de locuri de muncă, să urmărească cererile, să comunice cu candidații și să analizeze eficient parametrii de angajare.

source: The highlighted addons are not included in your current license. Please adjust your selection accordingly.
it_it: I componenti aggiuntivi evidenziati non sono inclusi nella tua licenza attuale. Si prega di modificare la selezione di conseguenza.
pl_pl: Wyróżnione dodatki nie są uwzględnione w Twojej aktualnej licencji. Proszę odpowiednio dostosować swój wybór.
ro_ro: Suplimentele evidențiate nu sunt incluse în licența dvs. actuală. Vă rugăm să ajustați selecția în consecință.

source: This add-on will change the Job Portal pages to a simple yet powerful and rich web design that involves focusing on clean aesthetics, intuitive navigation, and functional elements while ensuring performance and responsiveness.
it_it: Questo componente aggiuntivo trasformerà le pagine del Portale di lavoro in un design web semplice ma potente e ricco che implica concentrarsi su un'estetica pulita, una navigazione intuitiva ed elementi funzionali garantendo al contempo prestazioni e reattività.
pl_pl: Ten dodatek zmieni strony Portalu Pracy w prosty, ale potężny i bogaty projekt internetowy, który skupia się na czystej estetyce, intuicyjnej nawigacji i elementach funkcjonalnych, zapewniając jednocześnie wydajność i responsywność.
ro_ro: Acest supliment va schimba paginile Portalului de locuri de muncă într-un design web simplu, dar puternic și bogat, care implică concentrarea pe o estetică curată, navigare intuitivă și elemente funcționale, asigurând în același timp performanță și receptivitate.

source: This will replace the old key with the new one.
it_it: Questo sostituirà la vecchia chiave con quella nuova.
pl_pl: Spowoduje to zastąpienie starego klucza nowym.
ro_ro: Aceasta va înlocui cheia veche cu cea nouă.

source: Today Stats
it_it: Statistiche di oggi
pl_pl: Dzisiejsze statystyki
ro_ro: Statistici de azi

source: Unlock your career potential with AI-driven job search
it_it: Sblocca il tuo potenziale di carriera con la ricerca di lavoro basata sull'intelligenza artificiale
pl_pl: Odblokuj swój potencjał zawodowy dzięki wyszukiwaniu ofert pracy opartemu na sztucznej inteligencji
ro_ro: Deblocați-vă potențialul de carieră cu căutarea de locuri de muncă bazată pe inteligență artificială

source: Update Key
it_it: Aggiorna chiave
pl_pl: Aktualizuj klucz
ro_ro: Cheie de actualizare

source: Update Now
it_it: Aggiorna ora
pl_pl: Zaktualizuj teraz
ro_ro: Actualizați acum

source: Updating Database, please wait...
it_it: Aggiornamento del database in corso, attendere...
pl_pl: Aktualizowanie bazy danych, proszę czekać...
ro_ro: Se actualizează baza de date, așteptați...

source: Uppercase
it_it: Maiuscolo
pl_pl: Wielkie litery
ro_ro: majuscule

source: Use Default Color For Color 1
it_it: Usa colore predefinito per il colore 1
pl_pl: Użyj domyślnego koloru dla koloru 1
ro_ro: Utilizați culoarea implicită pentru culoarea 1

source: Use Icons for Buttons
it_it: Usa le icone per i pulsanti
pl_pl: Użyj ikon dla przycisków
ro_ro: Utilizați pictograme pentru butoane

source: View All Resumes
it_it: Visualizza tutti i curriculum
pl_pl: Wyświetl wszystkie CV
ro_ro: Vezi toate CV-urile

source: View Company Contact Detail
it_it: Visualizza i dettagli di contatto dell'azienda
pl_pl: Wyświetl dane kontaktowe firmy
ro_ro: Vedeți detaliile de contact ale companiei

source: Visitor Show
it_it: Spettacolo dei visitatori
pl_pl: Pokaz gości
ro_ro: Spectacol pentru vizitatori

source: Visitor Show Active Jobs Graph
it_it: I visitatori mostrano il grafico dei lavori attivi
pl_pl: Odwiedzający Pokaż wykres aktywnych ofert pracy
ro_ro: Vizitator Afișează graficul de locuri de muncă active

source: Visitor Show Applied Jobs Section
it_it: I visitatori mostrano la sezione Lavori applicati
pl_pl: Odwiedzający Pokaż sekcję Aplikowane oferty pracy
ro_ro: Vizitator Show Applied Jobs Section

source: Visitor Show Applied Resumes Section
it_it: I visitatori mostrano la sezione Curriculum applicativi
pl_pl: Odwiedzający Pokaż sekcję CV stosowanych
ro_ro: Secțiunea de CV-uri aplicate pentru prezentarea vizitatorilor

source: Visitor Show Credits Log Section
it_it: Sezione registro crediti mostra visitatori
pl_pl: Odwiedzający Pokaż sekcję dziennika kredytów
ro_ro: Secțiunea Jurnal de credite pentru prezentarea vizitatorilor

source: Visitor Show Jobs Graph
it_it: Grafico dei lavori mostra visitatori
pl_pl: Odwiedzający Pokaż wykres ofert pracy
ro_ro: Graficul de locuri de muncă pentru vizitatori

source: Visitor Show Jobs Graph Section
it_it: Sezione grafico dei lavori mostra visitatori
pl_pl: Odwiedzający Pokaż sekcję wykresu ofert pracy
ro_ro: Secțiunea grafică a locurilor de muncă pentru vizitatori

source: Visitor Show Newest Jobs Box
it_it: Il visitatore mostra la casella dei lavori più recenti
pl_pl: Odwiedzający Pokaż pole z najnowszymi ofertami pracy
ro_ro: Căsuță pentru cele mai noi locuri de muncă pentru vizitatori

source: Visitor Show Newest Jobs Section
it_it: I visitatori mostrano la sezione dei lavori più recenti
pl_pl: Odwiedzający Pokaż sekcję z najnowszymi ofertami pracy
ro_ro: Vizitator Afișează secțiunea Cele mai noi locuri de muncă

source: Visitor Show Newest Resumes Section
it_it: I visitatori mostrano la sezione dei curriculum più recenti
pl_pl: Odwiedzający Pokaż sekcję z najnowszymi CV
ro_ro: Vizitator Show Cele mai noi secțiuni CV-uri

source: Visitor Show Purchase History Section
it_it: I visitatori mostrano la sezione Cronologia acquisti
pl_pl: Odwiedzający Pokaż sekcję historii zakupów
ro_ro: Vizitator Afișează secțiunea Istoricul achizițiilor

source: Visitor Show Recent Resumes Box
it_it: Il visitatore mostra la casella dei curriculum recenti
pl_pl: Odwiedzający Pokaż pole z najnowszymi CV
ro_ro: Căsuță pentru CV-uri recente pentru afișarea vizitatorilor

source: Visitor Show Saved Searches Section
it_it: Il visitatore mostra la sezione Ricerche salvate
pl_pl: Odwiedzający Pokaż sekcję zapisanych wyszukiwań
ro_ro: Vizitator Afișează secțiunea Căutări salvate

source: Visitor Show Shortlisted Jobs Section
it_it: I visitatori mostrano la sezione dei lavori selezionati
pl_pl: Odwiedzający Pokaż sekcję z krótkimi ofertami pracy
ro_ro: Secțiunea de locuri de muncă selectate pentru vizitatori

source: Visitor Show Stats Graph Section
it_it: Sezione grafico delle statistiche dello spettacolo dei visitatori
pl_pl: Odwiedzający Pokaż sekcję wykresu statystyk
ro_ro: Vizitator Afișează Secțiunea Grafic statistici

source: Visitor Show Useful Links Section
it_it: Il visitatore mostra la sezione dei link utili
pl_pl: Odwiedzający Pokaż sekcję przydatnych linków
ro_ro: Vizitator Show Secțiunea Linkuri utile

source: WP Job Manager
it_it: Responsabile lavori WP
pl_pl: Menedżer zadań WP

source: WP Job Portal Activation Key
it_it: Chiave di attivazione del portale per il lavoro WP
pl_pl: Klucz aktywacyjny portalu pracy WP
ro_ro: Cheie de activare WP Job Portal

source: WP Job Portal Import Data
it_it: Dati di importazione del portale di lavoro WP
pl_pl: Import danych z portalu pracy WP
ro_ro: WP Job Portal Import date

source: WP Job Portal Packages
it_it: Pacchetti del portale del lavoro WP
pl_pl: Pakiety portalu pracy WP
ro_ro: Pachete WP Portal de locuri de muncă

source: Welcome to WP Job Portal Addon Installer
it_it: Benvenuto nel programma di installazione del componente aggiuntivo WP Job Portal
pl_pl: Witamy w instalatorze dodatków do portalu pracy WP
ro_ro: Bun venit la WP Job Portal Addon Installer

source: Welcome, Visitor
it_it: Benvenuto, visitatore
pl_pl: Witaj, Gość
ro_ro: Bun venit, Vizitator

source: Who can search resume.
it_it: Chi può cercare curriculum.
pl_pl: Kto może wyszukiwać CV.
ro_ro: Cine poate căuta CV-ul.

source: Who can view resume contact details
it_it: Chi può visualizzare i dettagli di contatto del curriculum
pl_pl: Kto może przeglądać dane kontaktowe CV
ro_ro: Cine poate vedea detaliile de contact ale CV-ului

source: You Already Applied to this job
it_it: Hai già presentato domanda per questo lavoro
pl_pl: Już aplikowałeś na tę pracę
ro_ro: Ați aplicat deja la acest job

source: You have
it_it: Hai
pl_pl: Masz
ro_ro: Aveți
