Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: WP Job Portal will help employers and jobseekers to shortlist their desired jobs. They can see their shortlisted jobs on the list.
it_it: WP Job Portal aiuterà i datori di lavoro e le persone in cerca di lavoro a selezionare i lavori desiderati. Possono vedere i lavori selezionati nell'elenco.
pl_pl: Portal pracy WP pomoże pracodawcom i osobom poszukującym pracy na krótkiej liście pożądanych miejsc pracy. Na liście mogą zobaczyć swoje zakwalifikowane oferty pracy.
ro_ro: Portalul de locuri de muncă WP va ajuta angajatorii și persoanele aflate în căutarea unui loc de muncă să își scurteze locurile de muncă dorite. Ei își pot vedea locurile de muncă selectate pe listă.

source: WP Job Portal allows registration from social logins. Employer and Job Seekers can create a new account for login or they can use their social media Logins.
it_it: WP Job Portal consente la registrazione da accessi social. Il datore di lavoro e le persone in cerca di lavoro possono creare un nuovo account per l'accesso o possono utilizzare i propri accessi ai social media.
pl_pl: Portal pracy WP umożliwia rejestrację z loginów społecznościowych. Pracodawca i osoby poszukujące pracy mogą utworzyć nowe konto do logowania lub mogą użyć swoich loginów w mediach społecznościowych.
ro_ro: WP Job Portal permite înregistrarea de la autentificarea socială. Angajatorul și persoanele aflate în căutarea unui loc de muncă pot crea un cont nou pentru autentificare sau își pot folosi datele de conectare la rețelele sociale.

source: Get multiple themes with beautiful color scheme to make your site more beautiful and eye-catchy by just one click.
it_it: Ottieni più temi con una bellissima combinazione di colori per rendere il tuo sito più bello e accattivante con un solo clic.
pl_pl: Uzyskaj wiele motywów z pięknym schematem kolorów, aby jednym kliknięciem uczynić swoją witrynę piękniejszą i przyciągającą wzrok.
ro_ro: Obțineți mai multe teme cu o schemă frumoasă de culori pentru a vă face site-ul mai frumos și mai atrăgător cu un singur clic.

source: WP Job Portal offers a feature for visitors. A visitor can apply to any company posted jobs. The visitor will apply for the jobs by their resume.
it_it: WP Job Portal offre una funzione per i visitatori. Un visitatore può candidarsi a qualsiasi lavoro pubblicato dall'azienda. Il visitatore farà domanda per i lavori tramite il proprio curriculum.
pl_pl: Portal pracy WP oferuje funkcję dla odwiedzających. Odwiedzający może aplikować do dowolnej firmy ogłoszonej pracy. Odwiedzający zgłosi się do pracy w swoim CV.
ro_ro: WP Job Portal oferă o caracteristică pentru vizitatori. Un vizitator poate aplica la orice slujbă postată de companie. Vizitatorul va aplica pentru locuri de muncă prin CV-ul lor.

source: WP Job Portal is a simple yet powerful Jobs Board plugin that provides a Step-by-step Youtube guide for its ease of use.
it_it: WP Job Portal è un plug-in Jobs Board semplice ma potente che fornisce una guida Youtube passo-passo per la sua facilità d'uso.
pl_pl: WP Job Portal to prosta, ale potężna wtyczka Jobs Board, która zapewnia przewodnik krok po kroku na Youtube dla łatwości użytkowania.

source: WP Job Portal delivers timely customer support if you have any query then we're here to show you the way.
it_it: WP Job Portal offre un'assistenza clienti tempestiva in caso di domande, quindi siamo qui per mostrarti la strada.
pl_pl: Portal pracy WP zapewnia terminową obsługę klienta, jeśli masz jakiekolwiek pytania, jesteśmy tutaj, aby pokazać Ci drogę.

source: Unable to open file!
it_it: Impossibile aprire il file!
pl_pl: Nie można otworzyć pliku!
ro_ro: Fisierul nu poate fi deschis!

source: Effect On Credits System
it_it: Effetto sul sistema dei crediti
pl_pl: Wpływ na system kredytów
ro_ro: Efect asupra sistemului de credite

source: Are You Sure You Want To Feature this Company?
it_it: Sei sicuro di voler presentare questa azienda?
pl_pl: Czy na pewno chcesz wyróżnić tę firmę?
ro_ro: Sunteți sigur că doriți să prezentați această companie?

source: Meta Keywords
it_it: Meta parole chiave
pl_pl: Meta słowa kluczowe
ro_ro: Cuvinte cheie meta

source: Enter Data
it_it: Inserisci i dati
pl_pl: Wprowadzanie danych
ro_ro: Introduceți date

source: Email Setting
it_it: Impostazione e-mail
pl_pl: Ustawienia e-mail
ro_ro: Setare e-mail

source: Meta Description
pl_pl: Meta opis
ro_ro: Meta Descriere

source: Are You Sure You Want To Feature this Job?
it_it: Sei sicuro di voler mettere in evidenza questo lavoro?
pl_pl: Czy na pewno chcesz wyróżnić tę ofertę pracy?
ro_ro: Ești sigur că vrei să prezinți acest job?

source: Are You Sure You Want To Feature this Resume?
it_it: Sei sicuro di voler presentare questo curriculum?
pl_pl: Czy na pewno chcesz wyróżnić to CV?
ro_ro: Sunteți sigur că doriți să prezentați acest CV?

source: Record per page
it_it: Registra per pagina
pl_pl: Zapis na stronę
ro_ro: Înregistrare pe pagină

source: slug for new in wp job portal page
it_it: slug per il nuovo nella pagina del portale di lavoro wp
pl_pl: slug dla nowej strony portalu pracy wp

source: slug for jobseeker control panel
it_it: slug per il pannello di controllo di chi cerca lavoro
pl_pl: ślimak do panelu sterowania dla poszukujących pracy
ro_ro: slug pentru panoul de control al persoanelor aflate în căutarea unui loc de muncă

source: slug for employer control panel
it_it: slug per il pannello di controllo del datore di lavoro
pl_pl: ślimak do panelu sterowania pracodawcy
ro_ro: slug pentru panoul de control al angajatorului

source: slug for job seeker my stats page
it_it: slug per chi cerca lavoro la mia pagina delle statistiche
pl_pl: ślimak dla osoby poszukującej pracy moja strona ze statystykami
ro_ro: slug pentru solicitant de locuri de muncă pagina mea de statistici

source: slug for employer my stats page
it_it: slug per il datore di lavoro la mia pagina delle statistiche
pl_pl: ślimak dla pracodawcy moja strona ze statystykami
ro_ro: slug pentru angajator pagina mea de statistici

source: slug for resume main listing page
it_it: slug per riprendere la pagina principale dell'elenco
pl_pl: ślimak do wznowienia strony głównej aukcji
ro_ro: slug pentru reluarea paginii principale de listare

source: slug for job main listing page
it_it: slug per la pagina dell'elenco principale del lavoro
pl_pl: ślimak na stronie głównej oferty pracy
ro_ro: pagina principală de listare a locurilor de muncă slug for

source: slug for my companies page
it_it: slug per la pagina delle mie aziende
pl_pl: ślimak na stronie mojej firmy
ro_ro: slug pentru pagina companiei mele

source: slug for add company page
it_it: slug per aggiungere la pagina dell'azienda
pl_pl: ślimak do dodawania strony firmowej
ro_ro: slug pentru adăugarea paginii companiei

source: slug for my jobs page
it_it: slug per la pagina dei miei lavori
pl_pl: ślimak na mojej stronie z ofertami pracy
ro_ro: slug pentru pagina mea de locuri de muncă

source: slug for add job page
it_it: slug per aggiungere la pagina del lavoro
pl_pl: ślimak do dodawania strony pracy
ro_ro: slug pentru pagina de adăugare a locurilor de muncă

source: slug for my departments page
it_it: slug per la pagina dei miei reparti
pl_pl: ślimak na stronie moich działów
ro_ro: slug pentru pagina departamentelor mele

source: slug for add department page
it_it: slug per aggiungere la pagina del dipartimento
pl_pl: ślimak do dodawania strony działu
ro_ro: slug pentru pagina de adăugare a departamentului

source: slug for view department page
it_it: slug per visualizzare la pagina del reparto
pl_pl: ślimak do wyświetlania strony działu
ro_ro: slug pentru vizualizarea paginii departamentului

source: slug for view company page
it_it: slug per visualizzare la pagina dell'azienda
pl_pl: ślimak do przeglądania strony firmowej
ro_ro: slug pentru vizualizarea paginii companiei

source: slug for view resume page
it_it: slug per visualizzare la pagina del curriculum
pl_pl: ślimak do wyświetlenia strony wznowienia
ro_ro: slug pentru vizualizarea paginii de CV

source: slug for view job page
it_it: slug per visualizzare la pagina del lavoro
pl_pl: ślimak do przeglądania strony pracy
ro_ro: slug pentru vizualizarea paginii de locuri de muncă

source: slug for my folders page
it_it: slug per la pagina delle mie cartelle
pl_pl: ślimak na stronie moich folderów
ro_ro: slug pentru pagina mea de foldere

source: slug for add folder page
it_it: slug per la pagina di aggiunta della cartella
pl_pl: ślimak dla strony dodawania folderu
ro_ro: slug pentru pagina de adăugare a folderului

source: slug for view folder page
it_it: slug per visualizzare la pagina della cartella
pl_pl: ślimak do wyświetlania strony folderu
ro_ro: slug pentru pagina folderului de vizualizare

source: slug for folder resume page
it_it: slug per la pagina di ripristino della cartella
pl_pl: ślimak dla strony wznowienia folderu
ro_ro: slug pentru pagina de reluare a folderului

source: slug for job seeker messages page
it_it: lumaca per la pagina dei messaggi in cerca di lavoro
pl_pl: slug dla strony z wiadomościami dla osób poszukujących pracy
ro_ro: pagina de mesaje slug pentru solicitanții de locuri de muncă

source: slug for employer messages page
it_it: slug per la pagina dei messaggi del datore di lavoro
pl_pl: ślimak do strony wiadomości pracodawcy
ro_ro: pagina de mesaje slug pentru angajator

source: slug for send message page
it_it: slug per la pagina di invio del messaggio
pl_pl: ślimak do wysyłania wiadomości
ro_ro: slug pentru pagina de trimitere a mesajului

source: slug for job messages page
it_it: slug per la pagina dei messaggi di lavoro
pl_pl: slug dla strony z wiadomościami o pracy
ro_ro: pagina de mesaje slug for job

source: slug for jobs by types page
it_it: slug per i lavori per tipo pagina
pl_pl: slug dla zadań według typów strona
ro_ro: pagina slug pentru locuri de muncă după tipuri

source: slug for messages page
it_it: lumaca per la pagina dei messaggi
pl_pl: ślimak do strony wiadomości
ro_ro: pagina slug pentru mesaje

source: slug for resume search page
it_it: slug per riprendere la pagina di ricerca
pl_pl: ślimak do wznowienia wyszukiwania strony
ro_ro: slug pentru pagina de căutare a CV-ului

source: slug for resume save search page
it_it: slug per riprendere salva la pagina di ricerca
pl_pl: ślimak do wznowienia zapisywania strony wyszukiwania
ro_ro: slug pentru reluare salva pagina de căutare

source: slug for resume by category page
it_it: slug per il curriculum per pagina di categoria
pl_pl: ślimak do wznowienia według strony kategorii
ro_ro: slug pentru CV pe pagina de categorie

source: slug for resume rss page
it_it: slug per riprendere la pagina rss
pl_pl: ślimak do wznowienia strony rss
ro_ro: slug pentru pagina rss de CV

source: slug for employer credits page
it_it: slug per la pagina dei crediti del datore di lavoro
pl_pl: ślimak dla strony kredytów pracodawcy
ro_ro: pagina slug pentru credite angajator

source: slug for job seeker credits page
it_it: slug per la pagina dei crediti in cerca di lavoro
pl_pl: ślimak dla strony z kredytami dla poszukujących pracy
ro_ro: pagina de credite slug pentru solicitanții de locuri de muncă

source: slug for employer purchase history page
it_it: slug per la pagina della cronologia degli acquisti del datore di lavoro
pl_pl: ślimak na stronie historii zakupów pracodawcy
ro_ro: slug pentru pagina cu istoricul achizițiilor angajatorului

source: employer my stats page
it_it: datore di lavoro la mia pagina delle statistiche
pl_pl: pracodawca moja strona ze statystykami
ro_ro: angajator pagina mea de statistici

source: slug for job seeker stats page
it_it: slug per la pagina delle statistiche di chi cerca lavoro
pl_pl: ślimak na stronie statystyk osób poszukujących pracy
ro_ro: pagina cu statistici slug pentru solicitanții de locuri de muncă

source: slug for register as employer page
it_it: slug per registrarsi come pagina datore di lavoro
pl_pl: ślimak do rejestracji jako strona pracodawcy
ro_ro: slug pentru înregistrare ca pagină de angajator

source: reg job seeker page
it_it: pagina di ricerca di lavoro reg
pl_pl: reg strona poszukująca pracy
ro_ro: regulă pagina pentru căutarea unui loc de muncă

source: slug for user register page
it_it: slug per la pagina di registrazione dell'utente
pl_pl: ślimak dla strony rejestracji użytkownika
ro_ro: slug pentru pagina de înregistrare a utilizatorului

source: slug for add resume page
it_it: slug per aggiungere la pagina del curriculum
pl_pl: ślimak do dodawania strony wznowienia
ro_ro: slug pentru adăugarea paginii de CV

source: slug for my resumes page
it_it: slug per la mia pagina dei curriculum
pl_pl: ślimak na mojej stronie CV
ro_ro: slug pentru pagina mea de CV-uri

source: slug for companies page
it_it: lumaca per la pagina delle aziende
pl_pl: strona ślimaka dla firm
ro_ro: pagina slug pentru companii

source: slug for my applied jobs page
it_it: slug per la mia pagina dei lavori applicati
pl_pl: slug dla mojej strony z aplikowanymi ofertami pracy
ro_ro: slug pentru pagina mea de locuri de muncă aplicate

source: slug for job applied resume page
it_it: slug per la pagina del curriculum applicato al lavoro
pl_pl: ślimak dotyczący strony CV zastosowanej do pracy
ro_ro: pagina de CV aplicată slug for job

source: slug for job search page
it_it: lumaca per la pagina di ricerca di lavoro
pl_pl: ślimak do strony wyszukiwania pracy
ro_ro: pagina slug pentru căutarea unui loc de muncă

source: slug for job save search page
it_it: slug per la pagina di ricerca del salvataggio del lavoro
pl_pl: ślimak do zapisywania strony wyszukiwania pracy
ro_ro: pagina de căutare slug for job salvare

source: slug for job alert page
it_it: slug per la pagina di avviso di lavoro
pl_pl: ślimak dla strony alertów o pracy
ro_ro: pagina de alertă slug pentru locuri de muncă

source: slug for job rss page
it_it: lumaca per la pagina rss di lavoro
pl_pl: ślimak dla strony rss pracy
ro_ro: slug for job pagina rss

source: slug for shortlisted jobs page
it_it: slug per la pagina dei lavori selezionati
pl_pl: slug dla strony z ofertami pracy na krótkiej liście
ro_ro: pagina slug pentru locuri de muncă pe lista scurtă

source: slug for job seeker purchase history page
it_it: slug per la pagina della cronologia degli acquisti di chi cerca lavoro
pl_pl: ślimak na stronie historii zakupów dla osób poszukujących pracy
ro_ro: pagina cu istoricul achizițiilor slug pentru solicitantul de locuri de muncă

source: slug for rate list job seeker page
it_it: slug per la pagina delle persone in cerca di lavoro con l'elenco delle tariffe
pl_pl: slug dla strony poszukującej pracy z listą stawek
ro_ro: slug pentru lista de rate pagina solicitant de locuri de munca

source: slug for rate list employer page
it_it: slug per la pagina del datore di lavoro dell'elenco delle tariffe
pl_pl: ślimak na stronie pracodawcy z listą stawek
ro_ro: slug pentru lista de tarife pagina angajator

source: slug for job seeker credits log page
it_it: lumaca per la pagina di registro dei crediti in cerca di lavoro
pl_pl: ślimak dla strony dziennika kredytów poszukujących pracy
ro_ro: pagina de jurnal de credite slug pentru solicitanții de locuri de muncă

source: slug for employer credits log page
it_it: slug per la pagina di registro dei crediti del datore di lavoro
pl_pl: slug dla strony dziennika kredytów pracodawcy
ro_ro: pagina de jurnal slug pentru creditele angajatorului

source: slug for jobs by categories page
it_it: slug per i lavori per pagina delle categorie
pl_pl: slug dla ofert pracy według kategorii
ro_ro: pagina slug pentru locuri de muncă pe categorii

source: slug for newest jobs page
it_it: slug per la pagina dei lavori più recenti
pl_pl: slug dla najnowszej strony z ofertami pracy
ro_ro: slug pentru cele mai noi pagini de locuri de muncă

source: slug for jobs by cities page
it_it: lumaca per lavori per città pagina
pl_pl: slug dla ofert pracy według miast
ro_ro: pagina slug pentru locuri de muncă în funcție de orașe

source: slug for employer resume pdf
it_it: slug per curriculum datore di lavoro pdf
pl_pl: ślimak dla pracodawcy CV pdf
ro_ro: slug pentru CV-ul angajator pdf

source: Slug for edit Profile
it_it: Slug per modificare il profilo
pl_pl: Slug do edycji profilu
ro_ro: Slug pentru editarea Profilului

source: Accounting/Finance
it_it: Contabilità/Finanza
pl_pl: Księgowość i finanse
ro_ro: Contabilitate și Finanțe

source: Administrative
it_it: Amministrativo
pl_pl: Administracyjny
ro_ro: Administrativ

source: Advertising
it_it: Pubblicità
pl_pl: Reklama
ro_ro: Publicitate

source: Airlines/Avionics/Aerospace
it_it: Compagnie aeree/avionica/aerospaziale
pl_pl: Linie lotnicze/Awionika/Przemysł Lotniczy
ro_ro: Companii aeriene/Avionica/Aerospațială

source: Architectural
it_it: Architettonico
pl_pl: Architektoniczny
ro_ro: Arhitectural

source: Automotive
it_it: Settore automobilistico
pl_pl: Automobilowy
ro_ro: Automobile

source: Banking/Finance
it_it: Banca/Finanza
pl_pl: Bankowość i Finanse
ro_ro: Bancar/Finanţe

source: Biotechnology
it_it: Biotecnologia
pl_pl: Biotechnologia
ro_ro: Biotehnologie

source: Civil/Construction
it_it: Costruzione civile
pl_pl: Budownictwo cywilne
ro_ro: Constructie civila

source: Engineering
it_it: Ingegneria
pl_pl: Inżynieria
ro_ro: Inginerie

source: Cleared Jobs
it_it: Lavori cancellati
pl_pl: Rozliczone zadania
ro_ro: Locuri de muncă șterse

source: Communications
it_it: Comunicazioni
pl_pl: Komunikacja
ro_ro: Comunicatii

source: Construction
it_it: Costruzione
pl_pl: Budowa
ro_ro: Constructie

source: Consultant/Contractual
it_it: Consulente/Contrattuale
pl_pl: Konsultant/Umowa

source: Customer Service
it_it: Assistenza clienti
pl_pl: Obsługa klienta
ro_ro: Serviciu clienți

source: Defense
it_it: Difesa
pl_pl: Obrona
ro_ro: Apărare

source: Design
pl_pl: Projekt
ro_ro: Proiecta

source: Electrical Engineering
it_it: Ingegnere elettrico
pl_pl: Inżynieria elektryczna
ro_ro: Inginerie Electrică

source: Electronics Engineering
it_it: Ingegneria Elettronica
pl_pl: Inżynieria elektroniczna
ro_ro: Inginerie electronică

source: Energy
it_it: Energia
pl_pl: Energia
ro_ro: Energie

source: Environmental/Safety
it_it: Ambiente/Sicurezza
pl_pl: Bezpieczeństwo środowiska
ro_ro: Mediu/Siguranță

source: Fundraising
it_it: Raccolta fondi
pl_pl: Zbieranie funduszy
ro_ro: Strângere de fonduri

source: Health/Medicine
it_it: Salute/Medicina
pl_pl: Zdrowie/Medycyna
ro_ro: Sănătate/Medicina

source: Homeland Security
it_it: Sicurezza nazionale
pl_pl: Bezpieczeństwo wewnętrzne
ro_ro: Securitatea Internă

source: Human Resources
it_it: Risorse umane
pl_pl: Zasoby ludzkie
ro_ro: Resurse umane

source: Insurance
it_it: Assicurazione
pl_pl: Ubezpieczenie
ro_ro: Asigurare

source: Intelligence Jobs
it_it: Lavori di intelligence
pl_pl: Praca wywiadowcza
ro_ro: Locuri de muncă în domeniul inteligenței

source: Internships/Trainees
it_it: Stage/tirocinanti
pl_pl: Praktyki/Praktyki
ro_ro: Stagii/stagiari

source: Legal
it_it: Legale
pl_pl: Prawny

source: Logistics/Transportation
it_it: Logistica/Trasporti
pl_pl: Logistyka/Transport
ro_ro: Logistica/Transport

source: Maintenance
it_it: Manutenzione
pl_pl: Konserwacja
ro_ro: întreținere

source: Management
it_it: Gestione
pl_pl: Kierownictwo

source: Manufacturing/Warehouse
it_it: Produzione/Magazzino
pl_pl: Produkcja/Magazyn
ro_ro: Producție/Depozit

source: Materials Management
it_it: Gestione dei materiali
pl_pl: Zarządzanie materiałami
ro_ro: Managementul materialelor

source: Mechanical Engineering
it_it: Industria meccanica
pl_pl: Inżynieria mechaniczna
ro_ro: Inginerie mecanică

source: Mortgage/Real Estate
it_it: Mutuo/Immobiliare
pl_pl: Kredyt hipoteczny/nieruchomości
ro_ro: Ipoteca/Imobiliare

source: National Security
it_it: Sicurezza nazionale
pl_pl: Bezpieczeństwo narodowe
ro_ro: Securitate naționala

source: Part-time/Freelance
pl_pl: W niepełnym wymiarze godzin / Niezależny
ro_ro: Part-time/independent

source: Printing
it_it: Stampa
pl_pl: Druk
ro_ro: Imprimare

source: Product Design
it_it: Design del prodotto
pl_pl: Projekt produktu
ro_ro: Design de produs

source: Public Safety
it_it: Sicurezza pubblica
pl_pl: Bezpieczeństwo publiczne
ro_ro: Siguranța publică

source: Research
it_it: Ricerca
pl_pl: Badania
ro_ro: Cercetare

source: Retail
it_it: Vedere al dettaglio
pl_pl: Sprzedaż detaliczna
ro_ro: Cu amănuntul

source: Sales
it_it: I saldi
pl_pl: Sprzedaż
ro_ro: Vânzări

source: Scientific
it_it: Scientifico
pl_pl: Naukowy
ro_ro: Științific

source: Shipping/Distribution
it_it: Spedizione/Distribuzione
pl_pl: Wysyłka/dystrybucja
ro_ro: Livrare/Distribuție

source: Technicians
it_it: Tecnici
pl_pl: Technicy
ro_ro: Tehnicienii

source: Trades
it_it: Commerci
pl_pl: Transakcje
ro_ro: meserii

source: Transportation
it_it: Trasporto
pl_pl: Transport
ro_ro: Transport

source: Transportation Engineering
it_it: Ingegneria dei trasporti
pl_pl: Inżynieria transportu
ro_ro: Ingineria transporturilor

source: Web Site Development
it_it: Sviluppo del sito web
pl_pl: Tworzenie stron internetowych
ro_ro: Dezvoltare site web

source: Cast Accounting
it_it: Contabilità del cast
pl_pl: Rachunkowość przesyłania
ro_ro: Contabilitate cast

source: Controllership & Accounting Managment
it_it: Controllo e gestione della contabilità
pl_pl: Administrowanie i zarządzanie księgowością
ro_ro: Controller și management contabil

source: Payroll
it_it: Libro paga
pl_pl: Lista płac
ro_ro: Salarizare

source: Corporate Finance
it_it: Finanza aziendale
pl_pl: Finanse korporacyjne
ro_ro: Finanțe corporative

source: Administrative Division
it_it: Divisione amministrativa
pl_pl: Wydział Administracyjny
ro_ro: Divizie administrativă

source: Autonomous Territories
it_it: Territori autonomi
pl_pl: Terytoria Autonomiczne
ro_ro: Teritorii Autonome

source: Administrative County
it_it: Contea amministrativa
pl_pl: Okręg administracyjny
ro_ro: Judetul Administrativ

source: Administrative Communes
it_it: Comuni amministrativi
pl_pl: Gminy Administracyjne
ro_ro: Comune administrative

source: Finance Advertising
it_it: Pubblicità finanziaria
pl_pl: Finanse Reklama
ro_ro: Publicitate financiară

source: Advertising-Tourism
it_it: Pubblicità-Turismo
pl_pl: Reklama-Turystyka
ro_ro: Publicitate-Turism

source: Advertising Social Net
it_it: Rete sociale pubblicitaria
pl_pl: Reklama w sieci społecznościowej
ro_ro: Rețea socială de publicitate

source: Distributor Marketing
it_it: Marketing dei distributori
pl_pl: Marketing dystrybutora
ro_ro: Marketing Distribuitor

source: Facebook Advertising
it_it: Pubblicità su Facebook
pl_pl: Reklama na Facebooku
ro_ro: Publicitate pe Facebook

source: Quality Engineer
it_it: Ingegnere della qualità
pl_pl: inżynier ds. jakości
ro_ro: inginer de calitate

source: Office Assistant
it_it: Assistente d'ufficio
pl_pl: Asystent biurowy
ro_ro: Asistent de birou

source: Air Host/hostess
it_it: Hostess/hostess di volo
pl_pl: Host lotniczy/hostessa
ro_ro: Gazdă/gazdă aeriană

source: Ticketing/reservation
it_it: Biglietteria/prenotazione
pl_pl: Sprzedaż biletów/rezerwacja
ro_ro: Bilete/rezervare

source: Architectural Drafting
it_it: Progettazione Architettonica
pl_pl: Projektowanie architektoniczne
ro_ro: Proiectare arhitecturală

source: Enterprize Architecture
it_it: Architettura d'impresa
pl_pl: Architektura korporacyjna
ro_ro: Arhitectura întreprinderii

source: Architecture Frameworks
it_it: Quadri di architettura
pl_pl: Ramy architektury
ro_ro: Cadre de arhitectură

source: Automotive Design
it_it: Design automobilistico
pl_pl: Projektowanie motoryzacyjne
ro_ro: Design Auto

source: Autmotive Paints
it_it: Vernici per autoveicoli
pl_pl: Farby samochodowe
ro_ro: Vopsele Auto

source: Automotive Equipment/Parts
it_it: Attrezzature/parti automobilistiche
pl_pl: Wyposażenie/Części motoryzacyjne
ro_ro: Echipamente/piese auto
