Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: Job alert for time
it_it: Avviso di lavoro per tempo
pl_pl: Powiadomienie o pracy na czas
ro_ro: Alertă de locuri de muncă pentru timp

source: Saved a job search
it_it: Salvata una ricerca di lavoro
pl_pl: Zapisano poszukiwanie pracy
ro_ro: A salvat o căutare de locuri de muncă

source: Job short listed
it_it: Lavoro in short list
pl_pl: Krótka lista ofert pracy
ro_ro: Job listat scurt

source: Viewed job status
it_it: Stato del lavoro visualizzato
pl_pl: Wyświetlany stan pracy
ro_ro: S-a vizualizat starea jobului

source: Viewed company contact detail
it_it: Dati di contatto dell'azienda visualizzati
pl_pl: Przeglądano dane kontaktowe firmy
ro_ro: S-au vizualizat detaliile de contact ale companiei

source: Told a friend
it_it: Detto a un amico
pl_pl: Powiedział przyjacielowi
ro_ro: I-a spus unui prieten

source: Saved a job filter
it_it: Salvato un filtro lavoro
pl_pl: Zapisano filtr ofert pracy
ro_ro: A salvat un filtru de job

source: Shared on social media
it_it: Condiviso sui social
pl_pl: Udostępnione w mediach społecznościowych
ro_ro: Distribuit pe rețelele sociale

source: Unpublished
it_it: Inedito
pl_pl: Niepublikowane
ro_ro: Nepublicat

source: Subscribed
it_it: Abbonato
pl_pl: Zasubskrybowano
ro_ro: Abonat

source: Unsubscribed
it_it: Iscrizione annullata
pl_pl: Anulowano subskrypcję
ro_ro: Dezabonat

source: Text Field
it_it: Campo di testo
pl_pl: Pole tekstowe
ro_ro: Câmp text

source: Text Area
it_it: Area di testo
pl_pl: Obszar tekstowy
ro_ro: Zona de text

source: Check Box
it_it: Casella di controllo
pl_pl: Pole wyboru
ro_ro: Caseta de bifat

source: Drop Down
it_it: Cadere in picchiata
pl_pl: Upuścić
ro_ro: Scapă jos

source: Negotiable
it_it: Negoziabile
pl_pl: Do negocjacji
ro_ro: Negociabil

source: You are Not Allowed To Add More than One
it_it: Non sei autorizzato ad aggiungerne più di uno
pl_pl: Nie możesz dodać więcej niż jednego
ro_ro: Nu aveți voie să adăugați mai mult de unul

source: Are you new in
it_it: Sei nuovo?
pl_pl: Czy jesteś nowy
ro_ro: Ești nou în

source: Select Role
it_it: Seleziona Ruolo
pl_pl: Wybierz rolę
ro_ro: Selectați Rol

source: Companies Approval Queue
it_it: Coda di approvazione delle aziende
pl_pl: Kolejka do zatwierdzenia przez firmy
ro_ro: Coada de aprobare a companiilor

source: cross
it_it: attraverso
pl_pl: krzyż
ro_ro: cruce

source: enforce delete
it_it: imporre l'eliminazione
pl_pl: wymuś usunięcie
ro_ro: forță ștergerea

source: Enforce Delete
it_it: Applica Elimina
pl_pl: Wymuś usuwanie
ro_ro: Aplicați ștergerea

source: Company Approve
it_it: Società approva
pl_pl: Zatwierdzenie firmy
ro_ro: Compania Aproba

source: Company Reject
it_it: Rifiuto dell'azienda
pl_pl: Firma Odrzuć
ro_ro: Respingerea companiei

source: sort
it_it: ordinare
pl_pl: sortować
ro_ro: fel

source: Date Start
it_it: Data di inizio
pl_pl: Data rozpoczęcia
ro_ro: Data începerii

source: Date End
it_it: Data di fine
pl_pl: Data zakończenia
ro_ro: Data Sfârșitului

source: View all jobs
it_it: Visualizza tutti i lavori
pl_pl: Wyświetl wszystkie oferty pracy
ro_ro: Vedeți toate locurile de muncă

source: View All Jobs
it_it: Visualizza tutti i lavori
pl_pl: Wyświetl wszystkie oferty pracy
ro_ro: Vedeți toate locurile de muncă

source: Edit company
it_it: Modifica azienda
pl_pl: Edytuj firmę
ro_ro: Editați compania

source: Edit Company
it_it: Modifica azienda
pl_pl: Edytuj firmę
ro_ro: Editați compania

source: Delete company
it_it: Elimina azienda
pl_pl: Usuń firmę
ro_ro: Ștergeți compania

source: Waiting For Approval
it_it: In attesa di approvazione
pl_pl: Czeka na zatwierdzenie
ro_ro: Se asteapta aprobarea

source: Pending For Approval of Payment
it_it: In attesa di approvazione del pagamento
pl_pl: Oczekuje na zatwierdzenie płatności
ro_ro: În așteptare pentru aprobarea plății

source: View company
it_it: Visualizza azienda
pl_pl: Zobacz firmę
ro_ro: Vezi compania

source: View Company
it_it: Visualizza azienda
pl_pl: Wyświetl firmę
ro_ro: Vezi Compania

source: website
it_it: sito web
pl_pl: stronie internetowej
ro_ro: site-ul web

source: Data directory can not empty.
it_it: La directory dei dati non può essere vuota.
pl_pl: Katalog danych nie może być pusty.
ro_ro: Directorul de date nu se poate goli.

source: Data directory is not proper.
it_it: La directory dei dati non è corretta.
pl_pl: Katalog danych jest nieprawidłowy.
ro_ro: Directorul de date nu este corect.

source: Data directory is not writable.
it_it: La directory dei dati non è scrivibile.
pl_pl: Katalog danych nie jest zapisywalny.
ro_ro: Directorul de date nu poate fi scris.

source: General Settings
it_it: impostazioni generali
pl_pl: Ustawienia główne
ro_ro: setari generale

source: Site Settings
it_it: Impostazioni del sito
pl_pl: Ustawienia witryny
ro_ro: Setări site

source: Term And Conditions
it_it: Termini e condizioni
pl_pl: Termin i warunki
ro_ro: Termeni și condiții

source: employer
it_it: datore di lavoro
pl_pl: pracodawca
ro_ro: angajator

source: Members Links
it_it: Collegamenti membri
pl_pl: Linki członków
ro_ro: Link-uri pentru membri

source: job seeker
it_it: in cerca di lavoro
pl_pl: szukający pracy
ro_ro: solicitant de loc de muncă

source: Resume Settings
it_it: Riprendi le impostazioni
pl_pl: Wznów ustawienia
ro_ro: Reluați setările

source: Employer Settings
it_it: Impostazioni del datore di lavoro
pl_pl: Ustawienia pracodawcy
ro_ro: Setări angajator

source: Jobseeker Settings
it_it: Impostazioni per chi cerca lavoro
pl_pl: Ustawienia dla poszukujących pracy
ro_ro: Setări pentru persoanele aflate în căutarea unui loc de muncă

source: Package Settings
it_it: Impostazioni del pacchetto
pl_pl: Ustawienia pakietu
ro_ro: Setări pachet

source: Social Links
it_it: Collegamenti sociali
pl_pl: Linki społecznościowe
ro_ro: Linkuri sociale

source: Social Share
it_it: Condivisione sociale
pl_pl: Udostępnianie społecznościowe
ro_ro: Distribuție socială

source: Social Login
it_it: Accesso sociale
pl_pl: Logowanie społecznościowe
ro_ro: Conectare socială

source: dd-mm-yyyy
it_it: gg-mm-aaaa
pl_pl: Dd / mm / rrrr
ro_ro: zz-mm-aaaa

source: mm/dd/yyyy
it_it: mm/gg/aaaa
pl_pl: dd / mm / rrrr
ro_ro: mm/zz/aaaa

source: yyyy-mm-dd
it_it: aaaa-mm-gg
pl_pl: rrrr-mm-dd
ro_ro: aaaa-mm-zz

source: Top left
it_it: In alto a sinistra
pl_pl: Lewy górny
ro_ro: Stânga sus

source: Top right
it_it: In alto a destra
pl_pl: W prawym górnym rogu
ro_ro: Sus în dreapta

source: Middle left
it_it: Centro sinistra
pl_pl: Środkowa lewa
ro_ro: Mijloc stânga

source: Middle right
it_it: Medio destra
pl_pl: Środek po prawej
ro_ro: dreapta mijloc

source: Bottom left
it_it: In basso a sinistra
pl_pl: Na dole po lewej
ro_ro: Stânga jos

source: Bottom right
it_it: In basso a destra
pl_pl: Prawy dolny
ro_ro: Dreapta-jos

source: WP JOB PORTAL Captcha
it_it: PORTALE LAVORO WP Captcha
pl_pl: PORTAL PRACY WP Captcha

source: Any
it_it: Qualsiasi
pl_pl: Każdy
ro_ro: Orice

source: Addition
it_it: Aggiunta
pl_pl: Dodanie
ro_ro: Plus

source: Subtraction
it_it: Sottrazione
pl_pl: Odejmowanie
ro_ro: Scădere

source: Left align
it_it: Allinea a sinistra
pl_pl: Wyrównaj do lewej
ro_ro: Aliniere la stânga

source: Right align
it_it: Allinea a destra
pl_pl: Wyrównaj do prawej
ro_ro: Aliniați la dreapta

source: Per Listing
it_it: Per inserzione
pl_pl: Według aukcji
ro_ro: Pe listare

source: Membership
it_it: Adesione
pl_pl: Członkostwo
ro_ro: Calitatea de membru

source: Google Map
pl_pl: Mapa Google
ro_ro: Harta Google

source: Open Street Map
it_it: Mappa stradale aperta
pl_pl: Otwórz mapę ulic

source: Custom
it_it: Costume
pl_pl: Zwyczaj
ro_ro: Personalizat

source: Data directory
it_it: Directory dati
pl_pl: Katalog danych
ro_ro: Director de date

source: System will upload all user files in this folder
it_it: Il sistema caricherà tutti i file utente in questa cartella
pl_pl: System załaduje wszystkie pliki użytkownika w tym folderze
ro_ro: Sistemul va încărca toate fișierele utilizator din acest folder

source: Show breadcrumbs
it_it: Mostra le briciole di pane
pl_pl: Pokaż menu nawigacyjne
ro_ro: Arată pesmet

source: Show navigation in breadcrumbs
it_it: Mostra la navigazione nei breadcrumb
pl_pl: Pokaż nawigację w menu nawigacyjnym
ro_ro: Afișați navigarea în breadcrumbs

source: Date format
it_it: Formato data
pl_pl: Format daty
ro_ro: Formatul datei

source: Date format for plugin
it_it: Formato della data per il plug-in
pl_pl: Format daty dla wtyczki
ro_ro: Format de dată pentru plugin

source: Mark Job New
it_it: Segna lavoro come nuovo
pl_pl: Oznacz stanowisko jako nowe

source: How many days system show New tag
it_it: Per quanti giorni il sistema mostra il nuovo tag
pl_pl: Na ile dni system wyświetla nowy tag
ro_ro: Câte zile arată sistemul etichetă nouă

source: Image file extensions
it_it: Estensioni dei file di immagine
pl_pl: Rozszerzenia plików graficznych
ro_ro: Extensii de fișiere imagine

source: Add image allowed extensions
it_it: Aggiungi le estensioni consentite alle immagini
pl_pl: Dodaj dozwolone rozszerzenia graficzne
ro_ro: Adăugați extensii permise pentru imagini

source: Must be comma separated
it_it: Deve essere separato da virgole
pl_pl: Należy oddzielić przecinkami
ro_ro: Trebuie să fie separate prin virgulă

source: User can add city in database
it_it: L'utente può aggiungere la città nel database
pl_pl: Użytkownik może dodać miasto do bazy danych
ro_ro: Utilizatorul poate adăuga orașul în baza de date

source: User can add new city in the system
it_it: L'utente può aggiungere una nuova città nel sistema
pl_pl: Użytkownik może dodać nowe miasto w systemie
ro_ro: Utilizatorul poate adăuga un oraș nou în sistem

source: Maximum record for city field
it_it: Record massimo per campo città
pl_pl: Maksymalny rekord dla pola miasta
ro_ro: Înregistrare maximă pentru câmpul orașului

source: Set number of cities to show in result of the location input box
it_it: Imposta il numero di città da mostrare nel risultato della casella di immissione della posizione
pl_pl: Ustaw liczbę miast wyświetlanych w polu wprowadzania lokalizacji
ro_ro: Setați numărul de orașe de afișat în caseta de introducere a locației

source: User can add tag in database
it_it: L'utente può aggiungere tag nel database
pl_pl: Użytkownik może dodać tag w bazie danych
ro_ro: Utilizatorul poate adăuga etichetă în baza de date

source: User can add new tags in the system
it_it: L'utente può aggiungere nuovi tag nel sistema
pl_pl: Użytkownik może dodawać nowe tagi w systemie
ro_ro: Utilizatorul poate adăuga noi etichete în sistem

source: Maximum record for tag field
it_it: Record massimo per campo tag
pl_pl: Maksymalny rekord dla pola znacznika
ro_ro: Înregistrare maximă pentru câmpul de etichetă

source: Set number of tags to show in result of the tag input box
it_it: Imposta il numero di tag da mostrare nel risultato della casella di input del tag
pl_pl: Ustaw liczbę tagów do wyświetlenia w polu wprowadzania tagów
ro_ro: Setați numărul de etichete de afișat în rezultatul casetei de introducere a etichetelor

source: Currency symbol position
it_it: Posizione del simbolo di valuta
pl_pl: Pozycja symbolu waluty
ro_ro: Poziția simbolului monedei

source: Show currency symbol left or right to the amount
it_it: Mostra il simbolo della valuta a sinistra oa destra dell'importo
pl_pl: Pokaż symbol waluty po lewej lub prawej stronie kwoty
ro_ro: Afișați simbolul monedei la stânga sau la dreapta sumei

source: Job types per row
it_it: Tipi di lavoro per riga
pl_pl: Typy stanowisk w rzędzie
ro_ro: Tipuri de locuri de muncă pe rând

source: Show number of job types per row on 'job by type' page
it_it: Mostra il numero di tipi di lavoro per riga nella pagina
pl_pl: Pokaż liczbę typów ofert pracy w wierszu na stronie „praca według typu”
ro_ro: Afișați numărul de tipuri de locuri de muncă pe rând pe pagina „loc după tip”.

source: Message auto approve
it_it: Approvazione automatica del messaggio
pl_pl: Wiadomość zostanie automatycznie zatwierdzona
ro_ro: Aprobare automată a mesajului

source: Auto approve messages for job seeker and employer
it_it: Messaggi di approvazione automatica per chi cerca lavoro e datore di lavoro
pl_pl: Automatyczne zatwierdzanie wiadomości dla osób poszukujących pracy i pracodawcy
ro_ro: Aprobare automată a mesajelor pentru solicitantul de locuri de muncă și angajator

source: Conflict message auto approve
it_it: Approvazione automatica del messaggio di conflitto
pl_pl: Automatyczne zatwierdzanie wiadomości o konflikcie
ro_ro: Aprobare automată a mesajului de conflict

source: Auto approve conflicted messages for job seeker and employer
it_it: Approva automaticamente i messaggi in conflitto per chi cerca lavoro e il datore di lavoro
pl_pl: Automatycznie zatwierdzaj sprzeczne wiadomości dla osób poszukujących pracy i pracodawcy
ro_ro: Aprobați automat mesajele conflictuale pentru solicitantul de locuri de muncă și angajator

source: Default page
it_it: Pagina predefinita
pl_pl: Strona domyślna
ro_ro: Pagina implicită

source: Default address display style
it_it: Stile di visualizzazione dell'indirizzo predefinito
pl_pl: Domyślny styl wyświetlania adresu
ro_ro: Stilul implicit de afișare a adresei

source: Employer default role
it_it: Ruolo predefinito del datore di lavoro
pl_pl: Domyślna rola pracodawcy
ro_ro: Rolul implicit al angajatorului

source: This role will auto assign to new employer
it_it: Questo ruolo verrà assegnato automaticamente al nuovo datore di lavoro
pl_pl: Ta rola zostanie automatycznie przypisana nowemu pracodawcy
ro_ro: Acest rol va fi atribuit automat noului angajator

source: Job Seeker default role
it_it: Ruolo predefinito in cerca di lavoro
pl_pl: Domyślna rola osoby poszukującej pracy
ro_ro: Rolul implicit al Căutător de locuri de muncă

source: This role will auto assign to new job seeker
it_it: Questo ruolo verrà assegnato automaticamente a una nuova persona in cerca di lavoro
pl_pl: Ta rola zostanie automatycznie przypisana nowemu poszukującemu pracy
ro_ro: Acest rol va fi atribuit automat noului solicitant de locuri de muncă

source: Default Pagination size
it_it: Dimensione impaginazione predefinita
pl_pl: Domyślny rozmiar paginacji
ro_ro: Dimensiunea implicită de paginare

source: Maximum number of records per page
it_it: Numero massimo di record per pagina
pl_pl: Maksymalna liczba rekordów na stronę
ro_ro: Numărul maxim de înregistrări pe pagină

source: Show All Categories
it_it: Mostra tutte le categorie
pl_pl: Pokaż wszystkie kategorie
ro_ro: Afișați toate categoriile

source: Categories per row
it_it: Categorie per riga
pl_pl: Kategorie w rzędzie
ro_ro: Categorii pe rând

source: Sub-categories limit
it_it: Limite di sottocategorie
pl_pl: Limit podkategorii
ro_ro: Limită subcategorii

source: Sender email address
it_it: Indirizzo email del mittente
pl_pl: Adres e-mail nadawcy
ro_ro: Adresa de e-mail a expeditorului

source: Email address that will be used to send emails
it_it: Indirizzo e-mail che verrà utilizzato per inviare e-mail
pl_pl: Adres e-mail, który będzie używany do wysyłania wiadomości e-mail
ro_ro: Adresă de e-mail care va fi folosită pentru a trimite e-mailuri

source: Sender name
it_it: Nome del mittente
pl_pl: Imię nadawcy
ro_ro: Numele expeditorului

source: Sender name that will be used in emails
it_it: Nome del mittente che verrà utilizzato nelle e-mail
pl_pl: Nazwa nadawcy, która będzie używana w wiadomościach e-mail
ro_ro: Numele expeditorului care va fi folosit în e-mailuri

source: Admin email address
it_it: Indirizzo e-mail dell'amministratore
pl_pl: Adres e-mail administratora
ro_ro: Adresa de e-mail admin

source: Admin will receive email notifications on this address
it_it: L'amministratore riceverà notifiche e-mail a questo indirizzo
pl_pl: Administrator otrzyma powiadomienia e-mail na ten adres
ro_ro: Administratorul va primi notificări prin e-mail la această adresă

source: Map height
it_it: Altezza della mappa
pl_pl: Wysokość mapy
ro_ro: Înălțimea hărții

source: Set map height for plugin
it_it: Imposta l'altezza della mappa per il plugin
pl_pl: Ustaw wysokość mapy dla wtyczki
ro_ro: Setați înălțimea hărții pentru plugin

source: Show Map
it_it: Mostra la mappa
pl_pl: Pokaż mapę
ro_ro: Arată harta

source: Google Map API key
it_it: Chiave API di Google Map
pl_pl: Klucz Google Map API
ro_ro: Cheia API Google Map

source: Get API key from
it_it: Ottieni la chiave API da
pl_pl: Uzyskaj klucz API z
ro_ro: Obțineți cheia API de la

source: here
it_it: qui
pl_pl: tutaj
ro_ro: Aici

source: Mapping Service
it_it: Servizio di mappatura
pl_pl: Usługa mapowania
ro_ro: Serviciul de cartografiere

source: Default longitude
it_it: Longitudine predefinita
pl_pl: Domyślna długość geograficzna
ro_ro: Longitudine implicită

source: Default latitude
it_it: Latitudine predefinita
pl_pl: Domyślna szerokość geograficzna
ro_ro: Latitudinea implicită

source: Default map radius type
it_it: Tipo di raggio mappa predefinito
pl_pl: Domyślny typ promienia mapy
ro_ro: Tipul de rază implicit al hărții

source: Company terms and conditions page
it_it: Pagina dei termini e condizioni dell'azienda
pl_pl: Strona z warunkami firmy
ro_ro: Pagina de termeni și condiții a companiei

source: Select terms and conditions page for company
it_it: Seleziona la pagina dei termini e delle condizioni per l'azienda
pl_pl: Wybierz stronę z warunkami dla firmy
ro_ro: Selectați pagina de termeni și condiții pentru companie

source: Job terms and conditions page
it_it: Pagina termini e condizioni di lavoro
pl_pl: Strona z warunkami pracy
ro_ro: Pagina de termeni și condiții de muncă

source: Select terms and conditions page for job
it_it: Seleziona la pagina dei termini e delle condizioni per il lavoro
pl_pl: Wybierz stronę z warunkami korzystania z oferty pracy
ro_ro: Selectați pagina de termeni și condiții pentru job

source: Resume terms and conditions page
it_it: Riprendi la pagina dei termini e condizioni
pl_pl: Wznów stronę z warunkami korzystania z usługi
ro_ro: Pagina de termeni și condiții pentru reluare

source: Select terms and conditions page for Resume
it_it: Seleziona la pagina dei termini e condizioni per Riprendi
pl_pl: Wybierz stronę z warunkami korzystania z usługi CV
ro_ro: Selectați pagina de termeni și condiții pentru CV

source: Show captcha on registration form
it_it: Mostra captcha sul modulo di registrazione
pl_pl: Pokaż captcha w formularzu rejestracyjnym
ro_ro: Afișați captcha pe formularul de înregistrare

source: Show captcha on WP JOB PORTAL registration form
it_it: Mostra captcha sul modulo di registrazione WP JOB PORTAL
pl_pl: Pokaż captcha na formularzu rejestracyjnym WP JOB PORTAL
ro_ro: Afișați captcha pe formularul de înregistrare WP JOB PORTAL

source: default captcha
it_it: captcha predefinito
pl_pl: domyślny captcha
ro_ro: captcha implicit

source: Select captcha for plugin
it_it: Seleziona captcha per il plugin
pl_pl: Wybierz captcha dla wtyczki
ro_ro: Selectați captcha pentru plugin

source: WP JOB PORTAL captcha calculation type
it_it: WP JOB PORTAL tipo di calcolo captcha
pl_pl: Typ obliczania captcha WP JOB PORTAL
ro_ro: WP JOB PORTAL tip de calcul captcha

source: Select calculation type (addition, subtraction)
it_it: Seleziona il tipo di calcolo (addizione, sottrazione)
pl_pl: Wybierz typ obliczeń (dodawanie, odejmowanie)
ro_ro: Selectați tipul de calcul (adunare, scădere)

source: WP JOB PORTAL captcha answer always positive
it_it: WP JOB PORTAL captcha risposta sempre positiva
pl_pl: WP JOB PORTAL captcha odpowiedź zawsze pozytywna
ro_ro: WP JOB PORTAL captcha răspuns întotdeauna pozitiv

source: Subtraction answer should be positive
it_it: La risposta alla sottrazione dovrebbe essere positiva
pl_pl: Odpowiedź odejmowania powinna być pozytywna
ro_ro: Răspunsul la scădere ar trebui să fie pozitiv

source: Number of operands for WP JOB PORTAL captcha
it_it: Numero di operandi per captcha WP JOB PORTAL
pl_pl: Liczba operandów captcha WP JOB PORTAL
ro_ro: Numărul de operanzi pentru WP JOB PORTAL captcha

source: Number of operands for captcha
it_it: Numero di operandi per captcha
pl_pl: Liczba operandów dla captcha
ro_ro: Numărul de operanzi pentru captcha

source: Job Posting Options
it_it: Opzioni di annuncio di lavoro
pl_pl: Opcje ofert pracy
ro_ro: Opțiuni de afișare a locurilor de muncă

source: Visitor can post job
it_it: Il visitatore può pubblicare un lavoro
pl_pl: Odwiedzający może zamieścić ofertę pracy
ro_ro: Vizitatorul poate posta job

source: Visitor can post a job
it_it: Il visitatore può pubblicare un lavoro
pl_pl: Odwiedzający może zamieścić ofertę pracy
ro_ro: Vizitatorul poate posta un loc de muncă

source: Allow edit job
it_it: Consenti lavoro di modifica
pl_pl: Zezwól na edycję zadania
ro_ro: Permite editarea lucrării

source: Visitor can edit his posted job
it_it: Il visitatore può modificare il suo lavoro pubblicato
pl_pl: Odwiedzający może edytować swoją opublikowaną ofertę pracy
ro_ro: Vizitatorul își poate edita jobul postat

source: Show captcha
it_it: Mostra captcha
pl_pl: Pokaż captcha
ro_ro: Arată captcha

source: Show captcha on visitor form job
it_it: Mostra captcha sul lavoro del modulo visitatore
pl_pl: Pokaż captcha w zadaniu formularza odwiedzającego
ro_ro: Afișați captcha pe jobul formularului de vizitator

source: Visitor post job redirect page
it_it: Pagina di reindirizzamento del lavoro del post dei visitatori
pl_pl: Strona przekierowująca oferty pracy dla gości
ro_ro: Pagina de redirecționare a postării unui post de vizitator

source: whenever any visitor posts a job, he will be redirected to this page
it_it: ogni volta che un visitatore pubblica un lavoro, verrà reindirizzato a questa pagina
pl_pl: za każdym razem, gdy odwiedzający opublikuje ofertę pracy, zostanie przekierowany na tę stronę
ro_ro: ori de câte ori un vizitator postează un loc de muncă, el va fi redirecționat către această pagină

source: Visitors Can View Employer
it_it: I visitatori possono visualizzare il datore di lavoro
pl_pl: Odwiedzający mogą zobaczyć pracodawcę
ro_ro: Vizitatorii pot vedea angajatorul

source: Resume Categories
it_it: Categorie di curriculum
pl_pl: Wznów kategorie
ro_ro: Categorii de CV

source: Visitor can apply to job
it_it: Il visitatore può candidarsi per lavoro
pl_pl: Odwiedzający może ubiegać się o pracę
ro_ro: Vizitatorul poate aplica la job

source: Visitor can add resume
it_it: Il visitatore può aggiungere curriculum
pl_pl: Odwiedzający może dodać CV
ro_ro: Vizitatorul poate adăuga CV-ul

source: Show login message to visitor
it_it: Mostra il messaggio di accesso al visitatore
pl_pl: Pokaż wiadomość logowania gościowi
ro_ro: Afișați mesajul de conectare vizitatorului

source: Show login option to visitor on job apply
it_it: Mostra l'opzione di accesso al visitatore sul posto di lavoro
pl_pl: Pokaż opcję logowania gościowi w pracy
ro_ro: Afișați opțiunea de autentificare vizitatorului la locul de muncă

source: Visitor post resume redirect page
it_it: Pagina di reindirizzamento del curriculum del post dei visitatori
pl_pl: Strona przekierowująca wznowienia posta gościa
ro_ro: Pagina de redirecționare a CV-ului postării vizitatorului

source: whenever any visitor posts a resume, he will be redirected to this page
it_it: ogni volta che un visitatore pubblica un curriculum, verrà reindirizzato a questa pagina
pl_pl: za każdym razem, gdy odwiedzający opublikuje CV, zostanie przekierowany na tę stronę
ro_ro: ori de câte ori un vizitator postează un CV, el va fi redirecționat către această pagină

source: Show captcha on resume form
it_it: Mostra captcha sul modulo di curriculum
pl_pl: Pokaż captcha w formularzu wznowienia
ro_ro: Afișați captcha pe formularul de CV

source: Show captcha on visitor form resume
it_it: Mostra captcha nel curriculum del modulo visitatore
pl_pl: Pokaż captcha w wznowieniu formularza odwiedzającego
ro_ro: Afișați captcha pe CV-ul formularului pentru vizitatori
