Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: Job has been copied successfully
it_it: Il lavoro è stato copiato correttamente
pl_pl: Zadanie zostało pomyślnie skopiowane
ro_ro: Lucrarea a fost copiată cu succes

source: popup close
it_it: popup vicino
pl_pl: zamknij wyskakujące okienko
ro_ro: se închide pop-up

source: You do not have any job remaining
it_it: Non hai nessun lavoro rimanente
pl_pl: Nie masz żadnej pozostałej pracy
ro_ro: Nu mai ai niciun loc de muncă

source: Expiry
it_it: Scadenza
pl_pl: Wygaśnięcie
ro_ro: Expirare

source: Add To Job
it_it: Aggiungi al lavoro
pl_pl: Dodaj do zadania
ro_ro: Adăugați la job

source: Copy job
it_it: Copia lavoro
pl_pl: Kopiuj zadanie
ro_ro: Lucrarea de copiere

source: PayPal payment agreement
it_it: Accordo di pagamento PayPal
pl_pl: Umowa płatności PayPal
ro_ro: Acord de plată PayPal

source: User cancelled subscription
it_it: Abbonamento annullato dall'utente
pl_pl: Użytkownik anulował subskrypcję
ro_ro: Utilizatorul a anulat abonamentul

source: package on
it_it: pacchetto su
pl_pl: pakiet na
ro_ro: pachet pe

source: Invoice Details
it_it: Dettagli della fattura
pl_pl: Dane do faktury
ro_ro: Detaliile facturii

source: Amount
it_it: Quantità
pl_pl: Ilość
ro_ro: Cantitate

source: Property Details
it_it: Dettagli della struttura
pl_pl: Szczegóły nieruchomości
ro_ro: Detalii de proprietate

source: Call for price
it_it: Chiama per il prezzo
pl_pl: Zadzwoń po wygraną
ro_ro: Sunați pentru preț

source: Garage Size
it_it: Dimensioni del garage
pl_pl: Rozmiar garażu
ro_ro: Dimensiunea garajului

source: by
it_it: di
pl_pl: przez
ro_ro: de

source: Package Details
it_it: Dettagli del pacchetto
pl_pl: Szczegóły pakietu
ro_ro: Detalii pachet

source: Package Expiry
it_it: Scadenza del pacchetto
pl_pl: Wygaśnięcie paczki
ro_ro: Expirarea pachetului

source: No of Agents
it_it: No degli agenti
pl_pl: Liczba agentów
ro_ro: Numărul de agenți

source: No of Properties
it_it: No di proprietà
pl_pl: Liczba właściwości
ro_ro: Numar de proprietati

source: Property Expiry
it_it: Scadenza della proprietà
pl_pl: Wygaśnięcie nieruchomości
ro_ro: Expirarea proprietății

source: Property Images
it_it: Immagini di proprietà
pl_pl: Obrazy nieruchomości
ro_ro: Imagini de proprietate

source: No of Featured
it_it: No di In primo piano
pl_pl: Liczba polecanych
ro_ro: Numărul prezentate

source: Featured Expiry
it_it: Scadenza in primo piano
pl_pl: Polecane wygaśnięcie
ro_ro: Expirare recomandate

source: Renewal Discount
it_it: Sconto di rinnovo
pl_pl: Zniżka na odnowienie
ro_ro: Reducere de reînnoire

source: Video
pl_pl: Wideo

source: Virtual Tour
it_it: Tour virtuale
pl_pl: Wirtualna podróż
ro_ro: Tur virtual

source: Subunits
it_it: subunità
pl_pl: podjednostki
ro_ro: Subunități

source: Floor Plans
it_it: Planimetrie
pl_pl: Plany pięter
ro_ro: Planuri de nivel

source: Property
it_it: Proprietà
pl_pl: Nieruchomość
ro_ro: Proprietate

source: Select Currency
it_it: Seleziona Valuta
pl_pl: Wybierz walutę
ro_ro: Selectați Moneda

source: Select Type
it_it: Seleziona Tipo
pl_pl: Wybierz rodzaj
ro_ro: Selectați Tip

source: user
it_it: utente
pl_pl: użytkownik
ro_ro: utilizator

source: Not published
it_it: Non pubblicato
pl_pl: Nieopublikowany
ro_ro: Nepublicat

source: You do not have any Department remaining
it_it: Non hai alcun Dipartimento rimanente
pl_pl: Nie masz żadnego pozostałego działu
ro_ro: Nu mai aveți niciun departament

source: Add To Featured Company
it_it: Aggiungi all'azienda in primo piano
pl_pl: Dodaj do polecanej firmy
ro_ro: Adăugați la Compania recomandată

source: Action For
it_it: Azione per
pl_pl: Akcja dla
ro_ro: Acțiune pentru

source: Cost
it_it: Costo
pl_pl: Koszt

source: both
it_it: entrambi
pl_pl: Zarówno
ro_ro: ambii

source: employer MISC.
it_it: datore di lavoro MISC.
pl_pl: pracodawca MISC.
ro_ro: angajator MISC.

source: Misc.
it_it: Varie
pl_pl: Różne
ro_ro: Diverse

source: Not Published
it_it: Non pubblicato
pl_pl: Nieopublikowany
ro_ro: Nepublicat

source: Both
it_it: Tutti e due
pl_pl: Obie
ro_ro: Ambii

source: You can define expiry date of action. i.e
it_it: È possibile definire la data di scadenza dell'azione. cioè
pl_pl: Możesz zdefiniować datę wygaśnięcia akcji. tj
ro_ro: Puteți defini data de expirare a acțiunii. adică

source: Job will be expire in 30 days
it_it: Il lavoro scadrà tra 30 giorni
pl_pl: Praca wygaśnie za 30 dni
ro_ro: Jobul va expira în 30 de zile

source: Gold job will be expire in 30 days
it_it: Il lavoro Gold scadrà tra 30 giorni
pl_pl: Złota oferta wygaśnie za 30 dni
ro_ro: Jobul Gold va expira în 30 de zile

source: Expire in Days
it_it: Scade tra giorni
pl_pl: Wygasa za dni
ro_ro: Expiră în zile

source: will be expire
it_it: scadrà
pl_pl: wygaśnie
ro_ro: va fi expirat

source: How much credits required for
it_it: Quanti crediti sono richiesti per
pl_pl: Ile kredytów jest wymaganych za
ro_ro: Pentru câte credite sunt necesare

source: Invalid Entry
it_it: Inserimento non valido
pl_pl: Niewłaściwy wpis
ro_ro: Inregistrare invalida

source: Message History
it_it: Cronologia dei messaggi
pl_pl: Historia wiadomości
ro_ro: Istoricul mesajelor

source: Administrator sent
it_it: Amministratore inviato
pl_pl: Administrator wysłany
ro_ro: Administratorul a trimis

source: Job seeker sent
it_it: Cercatore di lavoro inviato
pl_pl: Wysłano osobę poszukującą pracy
ro_ro: Căutător de locuri de muncă trimis

source: Employer sent
it_it: Datore di lavoro inviato
pl_pl: Pracodawca wysłany
ro_ro: Angajatorul a trimis

source: You sent
it_it: Tu hai inviato
pl_pl: Wysłałeś
ro_ro: Ai trimis

source: read
it_it: leggere
pl_pl: czytać
ro_ro: citit

source: Unread
it_it: Non letto
pl_pl: nieprzeczytane
ro_ro: Necitit

source: Credits Pack
it_it: Pacchetto crediti
pl_pl: Pakiet kredytów
ro_ro: Pachet de credite

source: off
it_it: spento
pl_pl: wyłączony
ro_ro: oprit

source: Buy with
it_it: Acquista con
pl_pl: Kup za pomocą
ro_ro: Cumpara cu

source: Buy now
it_it: Acquista ora
pl_pl: Kup Teraz
ro_ro: Cumpără acum

source: Rate List
it_it: Listino Tariffario
pl_pl: Lista stawek
ro_ro: Lista de tarife

source: Admin sent
it_it: Amministratore inviato
pl_pl: Administrator wysłany
ro_ro: Administratorul a trimis

source: Job Seeker Name
it_it: Nome della persona in cerca di lavoro
pl_pl: Imię i nazwisko osoby poszukującej pracy
ro_ro: Numele solicitantului de locuri de muncă

source: Is Conflicted
it_it: è in conflitto
pl_pl: jest w konflikcie
ro_ro: Este în conflict

source: Message Status
it_it: Stato del messaggio
pl_pl: Status wiadomości
ro_ro: Stare mesaj

source: Message Subject
it_it: soggetto del messaggio
pl_pl: temat wiadomości
ro_ro: Subiectul mesajului

source: Select Plan
it_it: Seleziona Piano
pl_pl: Wybierz plan
ro_ro: Selectați Plan

source: Please select payment method
it_it: Si prega di selezionare il metodo di pagamento
pl_pl: Proszę wybrać metodę płatności
ro_ro: Vă rugăm să selectați metoda de plată

source: stripe
it_it: banda
pl_pl: naszywka
ro_ro: dunga

source: Make payment recurring
it_it: Rendi il pagamento ricorrente
pl_pl: Zrób płatność cykliczną
ro_ro: Faceți plata recurentă

source: Buy Now
it_it: Acquista ora
pl_pl: Kup Teraz
ro_ro: Cumpără acum

source: Weeks
it_it: Settimane
pl_pl: Tygodnie
ro_ro: Săptămâni

source: Months
it_it: Mesi
pl_pl: Miesięcy
ro_ro: Luni

source: Package For
it_it: Pacchetto per
pl_pl: Pakiet dla
ro_ro: Pachet Pentru

source: Is Free
it_it: È libero
pl_pl: Jest wolny
ro_ro: Este Gratuit

source: Price
it_it: Prezzo
pl_pl: Cena £
ro_ro: Preț

source: Company Section
it_it: Sezione Aziendale
pl_pl: Sekcja firmy
ro_ro: Secția Companie

source: No of Companies
it_it: Numero di aziende
pl_pl: Liczba firm
ro_ro: Nr de companii

source: No of Featured Company
it_it: No dell'azienda in primo piano
pl_pl: Liczba wyróżnionych firm
ro_ro: Numărul companiei recomandate

source: Feature Company Expiry
it_it: Caratteristica Società Scadenza
pl_pl: Wygaśnięcie ważności firmy
ro_ro: Expirarea companiei de caracteristici

source: No of View Company Contact Detail
it_it: No of View Dettagli di contatto dell'azienda
pl_pl: Liczba wyświetleń Dane kontaktowe firmy
ro_ro: Numărul de vizualizare a detaliilor de contact ale companiei

source: Job Section
it_it: Sezione Lavoro
pl_pl: Sekcja pracy
ro_ro: Secția de locuri de muncă

source: No of jobs
it_it: No di posti di lavoro
pl_pl: Liczba miejsc pracy
ro_ro: Numărul de locuri de muncă

source: No of Feauted Jobs
it_it: No di lavori in evidenza
pl_pl: Liczba polecanych ofert pracy
ro_ro: Numărul de locuri de muncă recomandate

source: Feature Job Expiry
it_it: Scadenza del lavoro in funzione
pl_pl: Wygaśnięcie oferty pracy
ro_ro: Caracteristică Expirarea jobului

source: No of Job Search
it_it: No di ricerca lavoro
pl_pl: Liczba poszukiwań pracy
ro_ro: Nr. de căutare de locuri de muncă

source: No of Job Alert
it_it: No di Job Alert
pl_pl: Liczba alertów o ofertach pracy
ro_ro: Numărul de alerte de locuri de muncă

source: No of Job Apply
it_it: No di domanda di lavoro
pl_pl: Nr oferty pracy
ro_ro: Nr. aplicație de locuri de muncă

source: No of Resumes
it_it: No di curriculum
pl_pl: Liczba życiorysów
ro_ro: Numărul CV-urilor

source: No of Featured Resume
it_it: No di curriculum in primo piano
pl_pl: Liczba polecanych CV
ro_ro: Numărul CV-ului recomandat

source: Feature Resume Expiry
it_it: Scadenza del curriculum delle funzioni
pl_pl: Wygaśnięcie funkcji wznowienia
ro_ro: Caracteristică Reluare expirare

source: No of Resume Search
it_it: No di Riprendi ricerca
pl_pl: Liczba wznowień wyszukiwania
ro_ro: Numărul CV-ului de căutare

source: No of Resume Save Search
it_it: No di Riprendi Salva ricerca
pl_pl: Nr CV Zapisz wyszukiwanie
ro_ro: Nr. de CV Salvare căutare

source: No of View Resume Contact Detail
it_it: No of View Resume Dettagli contatto
pl_pl: Liczba wyświetleń CV Szczegóły kontaktu
ro_ro: Numărul de vizualizare a detaliilor de contact pentru CV

source: Departments Section
it_it: Sezione Dipartimenti
pl_pl: Działy Sekcja
ro_ro: Secţia Departamente

source: No of Departments
it_it: No dei Dipartimenti
pl_pl: Liczba wydziałów
ro_ro: Nr de departamente

source: Payment Methods Section
it_it: Sezione Metodi di pagamento
pl_pl: Sekcja Metody Płatności
ro_ro: Secțiunea Metode de plată

source: Paypal Subscription
it_it: Abbonamento Paypal
pl_pl: Subskrypcja PayPal
ro_ro: Abonament Paypal

source: Stripe Subscription
it_it: Abbonamento a strisce
pl_pl: Subskrypcja w paski
ro_ro: Abonament Stripe

source: Discount
it_it: Sconto
pl_pl: Zniżka
ro_ro: Reducere

source: Loading stripe plans
it_it: Caricamento di piani a strisce
pl_pl: Ładowanie planów paskowych
ro_ro: Se încarcă planuri cu dungi

source: Off
it_it: Spento
pl_pl: Wyłączony
ro_ro: Oprit

source: Amount Off
it_it: Importo fuori
pl_pl: Kwota wyłączona
ro_ro: Suma redusă

source: No of Jobs
it_it: No di posti di lavoro
pl_pl: Liczba miejsc pracy
ro_ro: Numărul de locuri de muncă

source: No of Featured Jobs
it_it: Numero di lavori in primo piano
pl_pl: Liczba polecanych ofert pracy
ro_ro: Numărul de locuri de muncă recomandate

source: No Job Alert
it_it: Nessun avviso di lavoro
pl_pl: Brak alertu o pracy
ro_ro: Fără alertă de locuri de muncă

source: No of companies
it_it: Numero di aziende
pl_pl: Liczba firm
ro_ro: Nr de companii

source: No of Featured company
it_it: No dell'azienda in primo piano
pl_pl: Nr polecanej firmy
ro_ro: Numărul companiei prezentate

source: No of View Company Contact
it_it: No of View Contatto dell'azienda
pl_pl: Liczba wyświetleń Firma Kontakt
ro_ro: Numărul de vizualizare a companiei de contact

source: No of Resume
it_it: No di curriculum
pl_pl: Nr CV
ro_ro: Nr de CV

source: No of Featured Job
it_it: No di lavoro in evidenza
pl_pl: Liczba wyróżnionych prac
ro_ro: Numărul locului de muncă recomandat

source: Featured Job Expiry
it_it: Scadenza lavoro in primo piano
pl_pl: Wygaśnięcie wyróżnionej oferty pracy
ro_ro: Expirarea jobului recomandat

source: Featured Company Expiry
it_it: Scadenza dell'azienda in primo piano
pl_pl: Wygaśnięcie wyróżnionej firmy
ro_ro: Expirarea companiei recomandate

source: Purchased
it_it: Acquistato
pl_pl: Zakupione
ro_ro: Cumparat

source: close
it_it: chiudere
pl_pl: blisko
ro_ro: închide

source: Package Buy With
it_it: Pacchetto Acquista con
pl_pl: Pakiet Kup z
ro_ro: Pachet Cumpărați cu

source: Please select the payment method
it_it: Si prega di selezionare il metodo di pagamento
pl_pl: Proszę wybrać metodę płatności
ro_ro: Vă rugăm să selectați metoda de plată

source: Property Listing
it_it: Elenco di proprietà
pl_pl: Wykaz nieruchomości
ro_ro: Lista de proprietate

source: Stripe
it_it: Banda
pl_pl: Naszywka
ro_ro: Dunga

source: job Expiry
it_it: Scadenza del lavoro
pl_pl: wygaśnięcie pracy
ro_ro: Expirarea jobului

source: Reusume
it_it: Riprendere
pl_pl: Wznawianie
ro_ro: Relua

source: Featued Resume
it_it: Curriculum in primo piano
pl_pl: Polecane CV
ro_ro: CV-ul recomandat

source: Show No of Resume Contact
it_it: Mostra il numero di riprendere il contatto
pl_pl: Pokaż nr CV Kontakt
ro_ro: Afișați numărul CV-ului de contact

source: Show No of Company Contact
it_it: Mostra il numero di contatto dell'azienda
pl_pl: Pokaż numer firmy Kontakt
ro_ro: Afișați numărul de contact al companiei

source: Please Select Package First
it_it: Seleziona prima il pacchetto
pl_pl: Proszę wybrać pakiet jako pierwszy
ro_ro: Vă rugăm să selectați mai întâi pachetul

source: Total
it_it: Totale
pl_pl: Całkowity

source: Remaining
it_it: Residuo
pl_pl: Pozostały
ro_ro: Rămas

source: select
it_it: Selezionare
pl_pl: Wybierz
ro_ro: Selectați

source: coin icon
it_it: icona della moneta
pl_pl: ikona monety
ro_ro: pictograma monedei

source: No JOb Alert
it_it: Nessun avviso di lavoro
pl_pl: Brak alertu o zadaniu
ro_ro: Fără alertă de locuri de muncă

source: Payment Method Configurations
it_it: Configurazioni del metodo di pagamento
pl_pl: Konfiguracje metod płatności
ro_ro: Configurații metode de plată

source: Select Configuration
it_it: Seleziona Configurazione
pl_pl: Wybierz konfigurację
ro_ro: Selectați Configurare

source: PayPal Enabled
it_it: PayPal abilitato
pl_pl: PayPal włączony
ro_ro: PayPal activat

source: Signature
it_it: Firma
pl_pl: Podpis
ro_ro: Semnătură

source: Logo URL
it_it: URL del logo
pl_pl: Adres URL logo
ro_ro: Adresa URL a siglei

source: Cancel Url
it_it: Annulla URL
pl_pl: Anuluj adres URL
ro_ro: Anulați adresa URL

source: Notify Url
it_it: Avvisare URL
pl_pl: Powiadom adres URL
ro_ro: Url de notificare

source: Test Mode
it_it: Modalità di prova
pl_pl: Tryb testowania
ro_ro: Modul de testare

source: Please enter language code ie: EN
it_it: Si prega di inserire il codice della lingua, ad es.: EN
pl_pl: Proszę wpisać kod języka np: EN
ro_ro: Vă rugăm să introduceți codul de limbă, adică: EN

source: You must add following url to
it_it: È necessario aggiungere il seguente URL a
pl_pl: Musisz dodać następujący adres URL do
ro_ro: Trebuie să adăugați următoarea adresă URL la

source: in order to work with subscriptions
it_it: per lavorare con gli abbonamenti
pl_pl: w celu pracy z abonamentami
ro_ro: pentru a lucra cu abonamente

source: Stripe Enabled
it_it: Striscia abilitata
pl_pl: Włączone paski
ro_ro: Stripe activat

source: Publishable key
it_it: Chiave pubblicabile
pl_pl: Klucz do publikacji
ro_ro: Cheie publicabilă

source: Secret key
it_it: Chiave segreta
pl_pl: Sekretny klucz
ro_ro: Cheie secreta

source: stripe webhook endpoint
it_it: punto finale del webhook a strisce
pl_pl: pasek końcowy webhooka
ro_ro: punct final stripe webhook

source: Property has been successfully featured
it_it: La proprietà è stata presentata con successo
pl_pl: Nieruchomość została pomyślnie wyróżniona
ro_ro: Proprietatea a fost prezentată cu succes

source: Company has been successfully published
it_it: L'azienda è stata pubblicata con successo
pl_pl: Firma została pomyślnie opublikowana
ro_ro: Compania a fost publicată cu succes

source: View Resume Contact Successfully
it_it: Visualizza Riprendi contatto con successo
pl_pl: Wyświetl CV Kontakt powiodło się
ro_ro: Vizualizați reluarea contactului cu succes

source: Featured Company has been successfully published
it_it: L'azienda in primo piano è stata pubblicata con successo
pl_pl: Wyróżniona firma została pomyślnie opublikowana
ro_ro: Compania recomandată a fost publicată cu succes

source: Featured Resume has been successfully published
it_it: Il curriculum in evidenza è stato pubblicato con successo
pl_pl: Polecane CV zostało pomyślnie opublikowane
ro_ro: CV-ul recomandat a fost publicat cu succes

source: Featured Job has been successfully published
it_it: Il lavoro in evidenza è stato pubblicato con successo
pl_pl: Polecana oferta pracy została pomyślnie opublikowana
ro_ro: Job recomandat a fost publicat cu succes

source: Resume has been successfully published
it_it: Il curriculum è stato pubblicato con successo
pl_pl: CV zostało pomyślnie opublikowane
ro_ro: CV-ul a fost publicat cu succes

source: You can view Company Contact Detail Now
it_it: È possibile visualizzare i dettagli di contatto dell'azienda ora
pl_pl: Możesz teraz wyświetlić dane kontaktowe firmy
ro_ro: Puteți vizualiza acum detaliile de contact ale companiei

source: Job Alert Added Successfully
it_it: Avviso di lavoro aggiunto con successo
pl_pl: Pomyślnie dodano alert o ofertach pracy
ro_ro: Alerta de locuri de muncă a fost adăugată cu succes

source: Requested page is not available contact system Administrator
it_it: La pagina richiesta non è disponibile contattare l'amministratore di sistema
pl_pl: Żądana strona jest niedostępna skontaktuj się z administratorem systemu
ro_ro: Pagina solicitată nu este disponibilă contactați administratorul de sistem

source: Company has been successfully featured
it_it: L'azienda è stata presentata con successo
pl_pl: Firma została pomyślnie wyróżniona
ro_ro: Compania a fost prezentată cu succes

source: Payment has not been verified
it_it: Il pagamento non è stato verificato
pl_pl: Płatność nie została zweryfikowana
ro_ro: Plata nu a fost verificată

source: Feature Job has been successfully featured
it_it: Il lavoro in evidenza è stato messo in evidenza con successo
pl_pl: Feature Job został pomyślnie wyróżniony
ro_ro: Funcția Funcție a fost prezentată cu succes

source: Feature Resume has been successfully featured
it_it: Il curriculum delle funzionalità è stato presentato con successo
pl_pl: Funkcja CV została pomyślnie wyróżniona
ro_ro: CV-ul caracteristicii a fost prezentat cu succes

source: Department has been successfully published
it_it: Dipartimento è stato pubblicato con successo
pl_pl: Dział został pomyślnie opublikowany
ro_ro: Departamentul a fost publicat cu succes

source: job has been successfully Applied
it_it: lavoro è stato applicato con successo
pl_pl: praca została pomyślnie zastosowana
ro_ro: job a fost aplicat cu succes

source: Job Alert has been successfully published
it_it: L'avviso di lavoro è stato pubblicato con successo
pl_pl: Job Alert został pomyślnie opublikowany
ro_ro: Alerta de locuri de muncă a fost publicată cu succes

source: Job has been successfully published
it_it: Il lavoro è stato pubblicato con successo
pl_pl: Praca została pomyślnie opublikowana
ro_ro: Job a fost publicat cu succes

source: Woocommerce product not found, please contact to system Administrator
it_it: Prodotto Woocommerce non trovato, contattare l'amministratore di sistema
pl_pl: Nie znaleziono produktu Woocommerce, skontaktuj się z administratorem systemu
ro_ro: Produsul Woocommerce nu a fost găsit, vă rugăm să contactați administratorul de sistem

source: Subscription has been cancelled
it_it: L'abbonamento è stato annullato
pl_pl: Subskrypcja została anulowana
ro_ro: Abonamentul a fost anulat

source: Add New User Package
it_it: Aggiungi nuovo pacchetto utente
pl_pl: Dodaj nowy pakiet użytkownika
ro_ro: Adăugați un pachet de utilizator nou

source: Select users
it_it: Seleziona utenti
pl_pl: Wybierz użytkowników
ro_ro: Selectați utilizatori

source: User Packages
it_it: Pacchetti utente
pl_pl: Pakiety użytkownika
ro_ro: Pachete de utilizator

source: User Package
it_it: Pacchetto utente
pl_pl: Pakiet użytkownika
ro_ro: Pachetul utilizatorului

source: add new user package
it_it: aggiungi un nuovo pacchetto utente
pl_pl: dodaj nowy pakiet użytkownika
ro_ro: adăugați un pachet de utilizator nou

source: View Purchase History
it_it: Visualizza la cronologia degli acquisti
pl_pl: Wyświetl historię zakupów
ro_ro: Vedeți istoricul achizițiilor

source: Purchase History Details
it_it: Dettagli sulla cronologia degli acquisti
pl_pl: Szczegóły historii zakupów
ro_ro: Detalii despre istoricul achizițiilor

source: Payer name
it_it: Nome del pagatore
pl_pl: Nazwa płatnika
ro_ro: Numele plătitorului

source: Payer email address
it_it: Indirizzo email del pagatore
pl_pl: Adres e-mail płatnika
ro_ro: Adresa de e-mail a plătitorului

source: Payer address
it_it: Indirizzo del pagatore
pl_pl: Adres płatnika
ro_ro: Adresa plătitorului

source: Payer contact number
it_it: Numero di contatto del pagatore
pl_pl: Numer kontaktowy płatnika
ro_ro: Numărul de contact al plătitorului

source: Amount paid
it_it: Importo pagato
pl_pl: Opłata zapłacona
ro_ro: Suma plătită

source: Transaction number
it_it: Numero di transazione
pl_pl: Numer transakcji
ro_ro: Numarul tranzactiei

source: Payment gateway
it_it: Casello stradale
pl_pl: Bramki płatności
ro_ro: Poarta de plată

source: Transaction Status
it_it: Stato della transazione
pl_pl: Status transakcji
ro_ro: Starea tranzacției

source: Purchase date
it_it: Data di acquisto
pl_pl: Data zakupu
ro_ro: Data cumpărării

source: Package expiry
it_it: Scadenza del pacchetto
pl_pl: Wygaśnięcie pakietu
ro_ro: Expirarea pachetului

source: Billing Cycle
it_it: Ciclo di fatturazione
pl_pl: Cykl rozliczeniowy
ro_ro: Ciclu de facturare

source: Next Billing Date
it_it: Prossima data di fatturazione
pl_pl: Następna data rozliczenia
ro_ro: Următoarea dată de facturare

source: Are you sure to cancel subscription
it_it: Sei sicuro di annullare l'abbonamento
pl_pl: Czy na pewno chcesz anulować subskrypcję?
ro_ro: Sunteți sigur că anulați abonamentul

source: Feature Job
it_it: Caratteristica lavoro
pl_pl: Praca fabularna
ro_ro: Funcție de lucru

source: Candel Payment
it_it: Pagamento della candela
pl_pl: Płatność Candel
ro_ro: Plata Candel

source: Remaining Jobs
it_it: Lavori rimanenti
pl_pl: Pozostałe oferty pracy
ro_ro: Locuri de muncă rămase

source: Remaining Featured Job
it_it: Lavoro in evidenza rimanente
pl_pl: Pozostałe polecane stanowisko
ro_ro: Lucrări recomandate rămase

source: No of Companies
it_it: Numero di aziende
pl_pl: Liczba firm
ro_ro: Nr de companii

source: Remaining Companies
it_it: Società rimanenti
pl_pl: Pozostałe firmy
ro_ro: Companii rămase

source: Remaining Featured Company
it_it: Azienda in evidenza rimanente
pl_pl: Pozostała polecana firma
ro_ro: Compania recomandată rămasă

source: No Of Resume
it_it: No di curriculum
pl_pl: Nr CV
ro_ro: Nu de CV

source: No Of Feature Resume
it_it: No di ripresa delle funzioni
pl_pl: Brak funkcji CV
ro_ro: Nu de reluare a funcției

source: Remaining Featured Resume
it_it: Curriculum in primo piano rimanente
pl_pl: Pozostałe wyróżnione CV
ro_ro: CV-ul recomandat rămas

source: No Of Resume Contact View
it_it: No di riprendere la visualizzazione dei contatti
pl_pl: Nie wznów widok kontaktu
ro_ro: Nu de reluare vizualizare de contact

source: Remaining Resume Contact View
it_it: Visualizzazione dei contatti rimanenti
pl_pl: Pozostałe CV Widok kontaktu
ro_ro: Reluați vizualizarea contactului rămasă

source: No Of Job Apply
it_it: No di lavoro si applica
pl_pl: Nr oferty pracy
ro_ro: Nr. aplicație de locuri de muncă

source: Remaining Job Apply
it_it: Candidatura per il lavoro rimanente
pl_pl: Pozostała praca Aplikuj
ro_ro: Candidați la locul de muncă rămas
