Repository: WordPressBugBounty/plugins-wp-job-portal
Catalog: wp-job-portal/languages/wp-job-portal-*.po
Languages: it_it, pl_pl, ro_ro

source: Check the status of your addons and easily install new ones to enhance functionality.
it_it: Controlla lo stato dei tuoi componenti aggiuntivi e installane facilmente di nuovi per migliorare la funzionalità.
pl_pl: Sprawdź status swoich dodatków i łatwo zainstaluj nowe, aby zwiększyć funkcjonalność.
ro_ro: Verificați starea suplimentelor și instalați cu ușurință altele noi pentru a îmbunătăți funcționalitatea.

source: How to Set Up
it_it: Come impostare
pl_pl: Jak skonfigurować
ro_ro: Cum se configurează

source: Visit Help Page
it_it: Visita la pagina di aiuto
pl_pl: Odwiedź stronę pomocy
ro_ro: Vizitați pagina de ajutor

source: Check Status
it_it: Controllare lo stato
pl_pl: Sprawdź status
ro_ro: Verifica statusul

source: Install Guide
it_it: Guida all'installazione
pl_pl: Przewodnik instalacji
ro_ro: Ghid de instalare

source: Month
it_it: Mese
pl_pl: Miesiąc
ro_ro: Lună

source: Deleting section will delete all its fields.
it_it: L'eliminazione della sezione cancellerà tutti i suoi campi.
pl_pl: Usunięcie sekcji spowoduje usunięcie wszystkich jej pól.
ro_ro: Ștergerea secțiunii va șterge toate câmpurile acesteia.

source: more
it_it: Di più
pl_pl: więcej
ro_ro: Mai mult

source: link
it_it: collegamento
pl_pl: połączyć
ro_ro: legătură

source: Days+
it_it: Giorni+
pl_pl: Dni+
ro_ro: Zile+

source: Jobseeker not allowed to perform this action
it_it: Alla persona in cerca di lavoro non è consentito eseguire questa azione
pl_pl: Osoba poszukująca pracy nie może wykonać tej czynności
ro_ro: Candidatul nu are voie să efectueze această acțiune

source: No Of Job
it_it: No Di Lavoro
pl_pl: Nr pracy
ro_ro: Nu de Iov

source: No Of Feature
it_it: Nessuna caratteristica
pl_pl: Liczba funkcji
ro_ro: Nu de caracteristică

source: No Of Company Contact View
it_it: N. di visualizzazione contatto aziendale
pl_pl: Nr widoku kontaktu firmy
ro_ro: Numărul de vizualizare a contactului companiei

source: Remaining Company Contact View
it_it: Visualizzazione dei contatti aziendali rimanenti
pl_pl: Widok kontaktu pozostałej firmy
ro_ro: Vizualizarea de contact rămasă a companiei

source: Addons Status
it_it: Stato dei componenti aggiuntivi
pl_pl: Stan dodatków
ro_ro: Starea suplimentelor

source: Please enter a Photo
it_it: Inserisci una foto
pl_pl: Wprowadź zdjęcie
ro_ro: Vă rugăm să introduceți o fotografie

source: Please enter a Last Name
it_it: Inserisci un cognome
pl_pl: Proszę wpisać nazwisko
ro_ro: Vă rugăm să introduceți un nume de familie

source: Please enter a First Name
it_it: Inserisci un nome
pl_pl: Proszę wpisać imię
ro_ro: Vă rugăm să introduceți un prenume

source: Invalid User Name
it_it: Nome utente non valido
pl_pl: Zła nazwa użytkownika
ro_ro: Nume de utilizator invalid

source: Please enter a User Name
it_it: Inserisci un nome utente
pl_pl: Proszę, wpisz nazwę użytkownika
ro_ro: Va rugam sa introduceti un nume de utilizator

source: register an account
it_it: registra un account
pl_pl: Zarejestruj konto
ro_ro: inregistreaza un cont

source: Full Time
it_it: Tempo pieno
pl_pl: Pełny etat
ro_ro: Cu normă întreagă

source: Parent Category
it_it: Categoria principale
pl_pl: Kategoria nadrzędna
ro_ro: Categoria părinte

source: Folders Approval Queue
it_it: Coda di approvazione delle cartelle
pl_pl: Kolejka do zatwierdzenia folderów
ro_ro: Coada de aprobare a dosarelor

source: Cover Letter Section
it_it: Sezione Lettera di presentazione
pl_pl: Sekcja listu motywacyjnego
ro_ro: Secțiunea Scrisoare de intenție

source: Visitor Published
it_it: Visitatore pubblicato
pl_pl: Opublikowano gościa
ro_ro: Vizitator publicat

source: User Published
it_it: Pubblicato dall'utente
pl_pl: Opublikowano użytkownika
ro_ro: Utilizator publicat

source: Visitor Unpublished
it_it: Visitatore inedito
pl_pl: Gość Niepublikowane
ro_ro: Vizitator nepublicat

source: user unpublish
it_it: l'utente annulla la pubblicazione
pl_pl: użytkownik cofnął publikację
ro_ro: anulează publicarea utilizatorului

source: User Publish
it_it: Pubblicazione utente
pl_pl: Publikacja użytkownika
ro_ro: Publicare utilizator

source: Normal
it_it: Normale
pl_pl: Normalna

source: Savings
it_it: Risparmio
pl_pl: Oszczędności
ro_ro: Economii

source: Credit System
it_it: Sistema di credito
pl_pl: Systemu Kredytowego
ro_ro: Sistemul de creditare

source: on preser theme Aqua
it_it: sul tema presentatore Aqua
pl_pl: na temat konserwatora Aqua
ro_ro: pe tema de conservare Aqua

source: Reference For column
it_it: Riferimento per la colonna
pl_pl: Odniesienie do kolumny
ro_ro: Referință pentru coloana

source: User Id
it_it: ID utente
pl_pl: Identyfikator użytkownika
ro_ro: ID-ul de utilizator

source: slug for companies listing page
it_it: slug per la pagina di elenco delle aziende
pl_pl: slug do strony z listą firm
ro_ro: pagina de listări slug pentru companii

source: slug for my jobs by cities page
it_it: slug per la pagina dei miei lavori per città
pl_pl: ślimak dla moich ofert pracy według stron miast
ro_ro: pagina slug pentru locurile mele de muncă în funcție de orașe

source: slug for view coverletter page
it_it: slug per visualizzare la pagina della lettera di presentazione
pl_pl: ślimak do przeglądania strony listu motywacyjnego
ro_ro: slug pentru vizualizarea paginii cu scrisoare de intenție

source: slug for add coverletter page
it_it: slug per aggiungere la pagina della lettera di accompagnamento
pl_pl: ślimak do dodawania strony listu motywacyjnego
ro_ro: slug pentru adăugarea unei pagini cu scrisoare de intenție

source: slug for my coverletters page
it_it: lumaca per la pagina delle mie lettere di presentazione
pl_pl: ślimak na moją stronę z okładkami
ro_ro: slug pentru pagina mea de scrisori de întâmpinare

source: slug for login page
it_it: slug per la pagina di accesso
pl_pl: slug do strony logowania
ro_ro: slug pentru pagina de conectare

source: added a new Resume
it_it: aggiunto un nuovo curriculum
pl_pl: dodał nowe CV
ro_ro: a adăugat un nou CV

source: added a new Job
it_it: aggiunto un nuovo lavoro
pl_pl: dodał nowe zadanie
ro_ro: a adăugat un nou loc de muncă

source: Deleted a Job
it_it: Eliminato un lavoro
pl_pl: Usunięto ofertę pracy
ro_ro: A șters o lucrare

source: Deleted a Company
it_it: Eliminata un'azienda
pl_pl: Usunięto firmę
ro_ro: A șters o companie

source: added a new Company
it_it: ha aggiunto una nuova compagnia
pl_pl: dodał nową firmę
ro_ro: a adăugat o nouă companie

source: added a new Resume Search
it_it: aggiunto un nuovo Riprendi ricerca
pl_pl: dodano nowe wyszukiwanie CV
ro_ro: a adăugat o nouă căutare de CV

source: Resumesearches
it_it: Riprendi le ricerche
pl_pl: Wznówbadania
ro_ro: Reluarea căutărilor

source: slugs on multi places
it_it: lumache in più posti
pl_pl: ślimaki w wielu miejscach
ro_ro: melci pe mai multe locuri

source: Sample Page
it_it: Pagina di esempio
pl_pl: Przykładowa Strona
ro_ro: Pagina Exemplu

source: subscriber
it_it: abbonato
pl_pl: abonent
ro_ro: abonat

source: Employer Stat Boxes
it_it: Scatole statistiche del datore di lavoro
pl_pl: Pola ze statystykami pracodawców
ro_ro: Casetele cu statistici ale angajatorului

source: Applied Jobs Box
it_it: Casella Lavori applicati
pl_pl: Pole Aplikowanych Prac
ro_ro: Caseta de locuri de muncă aplicate

source: Enter the Google reCaptcha site key from
it_it: Inserisci la chiave del sito Google reCaptcha da
pl_pl: Wprowadź klucz witryny Google reCaptcha z
ro_ro: Introduceți cheia site-ului Google reCaptcha de la

source: Google reCaptcha Version
it_it: Versione Google reCaptcha
pl_pl: Wersja Google reCaptcha
ro_ro: Versiunea Google reCaptcha

source: Google reCaptcha Site Key
it_it: Chiave del sito Google reCaptcha
pl_pl: Klucz witryny Google reCaptcha
ro_ro: Cheia site-ului Google reCaptcha

source: Newsest Jobs Box
it_it: Casella dei lavori più recenti
pl_pl: Najnowsze oferty pracy
ro_ro: Cele mai noi locuri de muncă Box

source: Price per
it_it: Prezzo per
pl_pl: Cena za
ro_ro: Pret per

source: submission
it_it: sottomissione
pl_pl: przedłożona praca
ro_ro: supunere

source: only for
it_it: solo per
pl_pl: Tylko dla
ro_ro: doar pentru

source: No of days untill
it_it: N. di giorni fino al
pl_pl: Liczba dni do
ro_ro: Numărul de zile până la

source: Expire
it_it: Scadenza
pl_pl: Wygasać
ro_ro: Expira

source: Price per Resume View Contact Detail (only for
it_it: Prezzo per curriculum Visualizza i dettagli del contatto (solo per
pl_pl: Cena za CV Wyświetl dane kontaktowe (tylko dla
ro_ro: Preț pe CV Vedeți detaliile de contact (numai pentru

source: this is some desc text for job rss
it_it: questo è un testo descrittivo per Job RSS
pl_pl: to jest tekst opisu zadania rss
ro_ro: acesta este un text descris pentru job rss

source: webmaster text
it_it: testo del webmaster
pl_pl: tekst webmastera
ro_ro: text pentru webmaster

source: copy right text
it_it: testo del diritto d'autore
pl_pl: tekst praw autorskich
ro_ro: textul dreptului de autor

source: Redirect Link For WP User after login
it_it: Collegamento di reindirizzamento per l'utente WP dopo l'accesso
pl_pl: Link przekierowujący dla użytkownika WP po ​​zalogowaniu
ro_ro: Link de redirecționare pentru utilizatorul WP după autentificare

source: Link To Redirect WP user who does not have a role in WP Job Portal
it_it: Collegamento per reindirizzare l'utente WP che non ha un ruolo nel portale di lavoro WP
pl_pl: Link do przekierowania użytkownika WP, który nie ma roli w Portalu Pracy WP
ro_ro: Link pentru a redirecționa utilizatorul WP care nu are un rol în WP Job Portal

source: WP Job Portal is an open-source job board plugin for WordPress that provides advanced features to help you create a successful job board. In addition, we offer trusted WP Job Portal add-ons that can further enhance your job board's functionality in a fast, safe, and easy manner. Our add-ons have been designed to integrate seamlessly with our job board plugin, ensuring you can expand your job board's capabilities without any complications.
it_it: WP Job Portal è un plugin per bacheche di lavoro open source per WordPress che fornisce funzionalità avanzate per aiutarti a creare una bacheca di lavoro di successo. Inoltre, offriamo componenti aggiuntivi affidabili di WP Job Portal che possono migliorare ulteriormente la funzionalità della tua bacheca di lavoro in modo rapido, sicuro e semplice. I nostri componenti aggiuntivi sono stati progettati per integrarsi perfettamente con il nostro plug-in della bacheca di lavoro, garantendoti la possibilità di espandere le funzionalità della tua bacheca di lavoro senza complicazioni.
pl_pl: WP Job Portal to wtyczka do tablicy ogłoszeń o otwartym kodzie źródłowym dla WordPress, która zapewnia zaawansowane funkcje pomagające w utworzeniu udanej tablicy ogłoszeń. Ponadto oferujemy zaufane dodatki do portalu pracy WP, które mogą jeszcze bardziej ulepszyć funkcjonalność Twojej tablicy ogłoszeń w szybki, bezpieczny i łatwy sposób. Nasze dodatki zostały zaprojektowane tak, aby bezproblemowo integrować się z naszą wtyczką do tablicy ogłoszeń, dzięki czemu możesz rozszerzać możliwości tablicy ogłoszeń bez żadnych komplikacji.
ro_ro: WP Job Portal este un plugin open-source pentru forumuri de locuri de muncă pentru WordPress, care oferă funcții avansate pentru a vă ajuta să creați un job de succes. În plus, oferim suplimente de încredere WP Job Portal, care pot îmbunătăți și mai mult funcționalitatea panoului de locuri de muncă într-un mod rapid, sigur și ușor. Suplimentele noastre au fost concepute pentru a se integra perfect cu pluginul nostru pentru job board, asigurându-vă că vă puteți extinde capacitățile panoului de locuri de muncă fără complicații.

source: Deactivate
it_it: Disattivare
pl_pl: Dezaktywować
ro_ro: Dezactivați

source: Updated
it_it: Aggiornato
pl_pl: Zaktualizowano
ro_ro: Actualizat

source: editor text
it_it: testo dell'editore
pl_pl: tekst redaktora
ro_ro: textul editorului

source: No of Cover Letters
it_it: N. di lettere di accompagnamento
pl_pl: Liczba listów motywacyjnych
ro_ro: Nr de scrisori de intentie

source: You have not answered all required fields
it_it: Non hai risposto a tutti i campi obbligatori
pl_pl: Nie wypełniłeś wszystkich wymaganych pól
ro_ro: Nu ați răspuns la toate câmpurile obligatorii

source: January
it_it: Gennaio
pl_pl: Styczeń
ro_ro: ianuarie

source: February
it_it: Febbraio
pl_pl: Luty
ro_ro: februarie

source: March
it_it: Marzo
pl_pl: Marsz
ro_ro: Martie

source: April
it_it: aprile
pl_pl: Kwiecień
ro_ro: Aprilie

source: May
it_it: Maggio
pl_pl: Móc
ro_ro: Mai

source: June
it_it: Giugno
pl_pl: Czerwiec
ro_ro: iunie

source: July
it_it: Luglio
pl_pl: Lipiec
ro_ro: iulie

source: August
it_it: agosto
pl_pl: Sierpień

source: September
it_it: settembre
pl_pl: Wrzesień
ro_ro: Septembrie

source: October
it_it: ottobre
pl_pl: Październik
ro_ro: octombrie

source: November
it_it: novembre
pl_pl: Listopad
ro_ro: noiembrie

source: December
it_it: Dicembre
pl_pl: Grudzień
ro_ro: decembrie

source: Auto approve cover letter for job seeker
it_it: Approva automaticamente la lettera di presentazione per chi cerca lavoro
pl_pl: Automatyczne zatwierdzanie listu motywacyjnego dla osoby poszukującej pracy
ro_ro: Aprobare automată scrisoare de intenție pentru solicitantul de locuri de muncă

source: Job Seeker Stat Boxes
it_it: Scatole statistiche delle persone in cerca di lavoro
pl_pl: Pola statystyk osób poszukujących pracy
ro_ro: Casete cu statistici pentru căutarea unui loc de muncă

source: Job short list setting effects on job detail page
it_it: Effetti dell'impostazione dell'elenco dei lavori selezionati nella pagina dei dettagli del lavoro
pl_pl: Efekty ustawień krótkiej listy stanowisk na stronie szczegółów zadania
ro_ro: Efectele setării listei scurte de locuri de muncă pe pagina cu detaliile jobului

source: Resume View Contact Detail
it_it: Riprendi Visualizza i dettagli del contatto
pl_pl: Wznów Wyświetl szczegóły kontaktu
ro_ro: Reluare Vizualizare detalii de contact

source: Company View Contact Detail
it_it: Azienda Visualizza i dettagli di contatto
pl_pl: Firma Zobacz dane kontaktowe
ro_ro: Companie Vizualizare detalii de contact

source: Cover Letters
it_it: Lettere di accompagnamento
pl_pl: Listy motywacyjne
ro_ro: Scrisori de intentie

source: Activate
it_it: Attivare
pl_pl: Aktywuj
ro_ro: Activati

source: View Cover Letter
it_it: Visualizza la lettera di presentazione
pl_pl: Zobacz list motywacyjny
ro_ro: Vezi scrisoarea de intentie

source: No Cover Letter
it_it: Nessuna lettera di presentazione
pl_pl: Brak listu motywacyjnego
ro_ro: Fără scrisoare de intentie

source: searchable
it_it: ricercabile
pl_pl: przeszukiwalne
ro_ro: căutabil

source: Cover Letter Title
it_it: Titolo della lettera di presentazione
pl_pl: Tytuł listu motywacyjnego
ro_ro: Titlul scrisorii de intentie

source: Cover Letter Approval Queue
it_it: Coda di approvazione della lettera di accompagnamento
pl_pl: Kolejka do zatwierdzenia listu motywacyjnego
ro_ro: Coada de aprobare a scrisorilor de intentie

source: Cover Letters Approval Queue
it_it: Coda di approvazione delle lettere di accompagnamento
pl_pl: Kolejka do zatwierdzenia listów motywacyjnych
ro_ro: Coada de aprobare a scrisorilor de intentie

source: Already uploaded
it_it: Già caricato
pl_pl: Już przesłane
ro_ro: Deja încărcat

source: How to Setup
it_it: Come impostare
pl_pl: Jak skonfigurować
ro_ro: Cum se configurează

source: How to setup WP Job Portal
it_it: Come configurare WP Job Portal
pl_pl: Jak skonfigurować portal pracy WP
ro_ro: Cum se configurează WP Job Portal

source: Delete Cover Letter
it_it: Elimina lettera di accompagnamento
pl_pl: Usuń list motywacyjny
ro_ro: Șterge scrisoarea de intenție

source: Cover Letter Detail
it_it: Dettagli della lettera di presentazione
pl_pl: Szczegóły listu motywacyjnego
ro_ro: Detaliu scrisoare de intentie

source: Select Payment
it_it: Seleziona Pagamento
pl_pl: Wybierz opcję Płatność
ro_ro: Selectați Plată

source: My Department
it_it: Il mio dipartimento
pl_pl: Mój wydział
ro_ro: Departamentul meu

source: Add To ShortList
it_it: Aggiungi alla lista
pl_pl: Dodaj do krótkiej listy
ro_ro: Adăugați la lista scurtă

source: or
it_it: O
pl_pl: Lub
ro_ro: sau

source: company logo
it_it: logo aziendale
pl_pl: Logo firmy
ro_ro: logo -ul companiei

source: job title
it_it: titolo di lavoro
pl_pl: Stanowisko
ro_ro: denumirea funcției

source: company name
it_it: Nome azienda
pl_pl: Nazwa firmy
ro_ro: Numele companiei

source: Resume Has Been Feature SuccesFully
it_it: Il curriculum è stato presentato con successo
pl_pl: CV zostało pomyślnie przedstawione
ro_ro: CV -ul a fost prezentat cu succes

source: My coverletter
it_it: La mia lettera di accompagnamento
pl_pl: Mój list motywacyjny
ro_ro: Scrisoarea mea de întâmpinare

source: Add coverletter
it_it: Aggiungi lettera di accompagnamento
pl_pl: Dodaj list motywacyjny
ro_ro: Adăugați scrisoarea de întâmpinare

source: Total Cover Letter
it_it: Lettera di accompagnamento totale
pl_pl: Całkowity list motywacyjny
ro_ro: Scrisoare de întâmpinare totală

source: Remaining Cover Letter
it_it: Lettera di accompagnamento rimanente
pl_pl: Pozostały list motywacyjny
ro_ro: Scrisoarea de întâmpinare rămasă

source: Open ChatGPT
pl_pl: Otwórz Chatgpt
ro_ro: Deschide chatgpt

source: How To Add Cover Letter With ChatGPT
it_it: Come aggiungere la lettera di accompagnamento con chatgpt
pl_pl: Jak dodać list motywacyjny z chatgpt
ro_ro: Cum se adaugă scrisoare de întâmpinare cu chatgpt

source: Edit coverletter
it_it: Modifica lettera di accompagnamento
pl_pl: Edytuj list motywacyjny
ro_ro: Editați scrisoarea de întâmpinare

source: Edit Cover Letter
it_it: Modifica lettera di accompagnamento
pl_pl: Edytuj list motywacyjny
ro_ro: Editați scrisoarea de întâmpinare

source: Delete coverletter
it_it: Elimina lettera di accompagnamento
pl_pl: Usuń list motywacyjny
ro_ro: Ștergeți scrisoarea de întâmpinare

source: coverletter title
it_it: Titolo della lettera di accompagnamento
pl_pl: Tytuł listu motywacyjnego
ro_ro: Titlul scrisorii de întâmpinare

source: Add New Cover Letter
it_it: Aggiungi nuova lettera di accompagnamento
pl_pl: Dodaj nowy list motywacyjny
ro_ro: Adăugați o nouă scrisoare de întâmpinare

source: Quote from Hello Dolly song, by Jerry Herman:
it_it: Citazione da Hello Dolly Song, di Jerry Herman:
pl_pl: Cytat z Hello Dolly Song, autor: Jerry Herman:
ro_ro: Citat din melodia Hello Dolly, de Jerry Herman:

source: Select Parent
it_it: Seleziona genitore
pl_pl: Wybierz rodzic
ro_ro: Selectați părinte

source: Edit Field
it_it: Modifica campo
pl_pl: Edytuj pole
ro_ro: Editați câmp

source: Visitor published
it_it: Visitatore pubblicato
pl_pl: Publikowany gość
ro_ro: Vizitator publicat

source: Show On Listing
it_it: Mostra sull'elenco
pl_pl: Pokaż na liście
ro_ro: Afișați pe listare

source: Advanced
it_it: Avanzato
pl_pl: Zaawansowany
ro_ro: Avansat

source: Equal
it_it: Pari
pl_pl: Równy
ro_ro: Egal

source: Not Equal
it_it: Non uguale
pl_pl: Nie równe
ro_ro: Nu este egal

source: Visible
it_it: Visibile
pl_pl: Widoczny
ro_ro: Vizibil

source: Select Child
it_it: Seleziona figlio
pl_pl: Wybierz dziecko
ro_ro: Selectați copil

source: Select Condition
it_it: Seleziona la condizione
pl_pl: Wybierz warunek
ro_ro: Selectați condiție

source: To use this feature please fill the above three fields.
it_it: Per utilizzare questa funzione, riempire i tre campi sopra.
pl_pl: Aby skorzystać z tej funkcji, wypełnij powyższe trzy pola.
ro_ro: Pentru a utiliza această caracteristică, vă rugăm să completați cele trei câmpuri de mai sus.

source: No response found
it_it: Nessuna risposta trovata
pl_pl: Nie znaleziono odpowiedzi
ro_ro: Nu a fost găsit niciun răspuns

source: Quick Apply
it_it: Applicazione rapida
pl_pl: Szybkie zastosowanie
ro_ro: Aplicați rapid

source: user publish
it_it: Pubblicazione dell'utente
pl_pl: Publikacja użytkownika
ro_ro: Publicarea utilizatorului

source: User Unpublished
it_it: Utente inedito
pl_pl: Użytkownik niepublikowany
ro_ro: Utilizator nepublicat

source: visitor publish
it_it: Visitatore Publish
pl_pl: Publikacja odwiedzających
ro_ro: Publicarea vizitatorilor

source: visitor unpublish
it_it: Il visitatore non pubblica
pl_pl: odwiedzający niepublikowane
ro_ro: vizitator nepublicat

source: Select user status
it_it: Seleziona stato dell'utente
pl_pl: Wybierz status użytkownika
ro_ro: Selectați starea utilizatorului

source: Un published
it_it: Non pubblicato
pl_pl: ONZ Opublikowano
ro_ro: Publicat ONU

source: File upload fields and text editor fields cannot be made required.
it_it: I campi di caricamento dei file e i campi dell'editor di testo non possono essere richiesti.
pl_pl: Nie można wymagać pola przesyłania plików i pola edytora tekstu.
ro_ro: Câmpurile de încărcare a fișierelor și câmpurile editorului de text nu pot fi necesare.

source: Dependent Field
it_it: Campo dipendente
pl_pl: Pole zależne
ro_ro: Câmp dependent

source: Job Apply settings
it_it: Lavoro applicare impostazioni
pl_pl: Ustawienia zastosowania pracy
ro_ro: Job Aplică setări

source: Quick Apply settings
it_it: Impostazioni di applicazione rapida
pl_pl: Szybkie zastosowanie ustawień
ro_ro: Aplicați rapid setările

source: Show count in jobs by cities page
it_it: Mostra il conteggio in lavori per le città pagina
pl_pl: Pokaż liczbę w pracy według miast
ro_ro: Afișează numărul de locuri de muncă pe pagina orașelor

source: Show country in jobs by cities page
it_it: Mostra il paese in lavori per le città pagina
pl_pl: Pokaż kraj w pracy według miast
ro_ro: Afișați țara în locuri de muncă pe orașe

source: Profile Section
it_it: Sezione del profilo
pl_pl: Sekcja profilu
ro_ro: Secțiune de profil

source: Recaptcha Version 2
it_it: Recaptcha versione 2
pl_pl: Recaptcha wersja 2
ro_ro: Recaptcha versiunea 2

source: Recaptcha Version 3
it_it: Recaptcha versione 3
pl_pl: Recaptcha wersja 3
ro_ro: Recaptcha versiunea 3

source: Image file size
it_it: Dimensione del file di immagine
pl_pl: Rozmiar pliku obrazu
ro_ro: Dimensiunea fișierului imaginii

source: System will not upload if image size is greater than the given size
it_it: Il sistema non caricherà se la dimensione dell'immagine è maggiore della dimensione data
pl_pl: System nie zostanie przesłany, jeśli rozmiar obrazu jest większy niż dany rozmiar
ro_ro: Sistemul nu se va încărca dacă dimensiunea imaginii este mai mare decât dimensiunea dată

source: Show page title above wpjobportal breadcrumbs
it_it: Mostra il titolo della pagina sopra WPJOBportal Breadcrumbs
pl_pl: Pokaż tytuł strony powyżej bułki tartej WPJOBPORTAL
ro_ro: Afișați titlul paginii deasupra WPJobPortal Pendcrubs

source: Default Image For WP Job Portal
it_it: Immagine predefinita per il portale di lavoro WP
pl_pl: Domyślny obraz dla portalu zadań WP
ro_ro: Imagine implicită pentru portalul de joburi WP

source: This image will shown as default image for entities & users if no other image is provided.
it_it: Questa immagine verrà visualizzata come immagine predefinita per entità e utenti se non viene fornita altra immagine.
pl_pl: Ten obraz będzie pokazany jako domyślny obraz dla jednostek i użytkowników, jeśli nie zostanie podany inny obraz.
ro_ro: Această imagine va fi prezentată ca imagine implicită pentru entități și utilizatori, dacă nu este furnizată nicio altă imagine.

source: Default country
it_it: Paese predefinito
pl_pl: Kraj domyślny
ro_ro: Țară implicită

source: Select default country for user added cities
it_it: Seleziona il paese predefinito per le città aggiunte utente
pl_pl: Wybierz domyślny kraj dla miast dodanych użytkownika
ro_ro: Selectați țara implicită pentru orașele adăugate de utilizator
